{"pageProps":{"ficheros":["6 Baterías de bicis eléctricas","BBS02 750 vs BBSHD 1000W vs Cyclone 3000W","BBSHD con programación personalizada","BBSHD de 100mm","Bafang bbshd","Batería de 48V o 52V para una bicicleta eléctrica","Batería de alto rendimiento para bicicletas electricas","Baterías de litio para bicicletas electricas","Baterías y el BMS son fáciles de transportar","Bicicleta electrica urbana","Bicicletas eléctricas para la playa","Bicicletas en dinamarca","Cargador de bicicletas eléctricas","Conducir sobre nieve con un motor electrico BBSHD","Conectores XT90 de alta potencia 90A","Conectores tipo banana para bicicletas electricas","Construcción de una bicicleta eléctrica","Construir una bicicleta eléctrica de gama media barata","Construir, programar, conducir, no morir (en ese orden)","Cubierta Vee Rubber Vee 8","Cyclone Mid Drive 3000W","Cómo hacer tu propia bicicleta eléctrica","Dawes 1500","Engranaje de nylon en el BBS02","Engranaje de nylon para bicicletas electricas","Horquilla de suspensión Bluto Fat Bike","Kit Cyclone Mid Drive 3000W","Kit Cyclone de 3000W","Kit central Bafang BBS02 750W para bicicletas electricas","Kit conversión bicicleta eléctrica barato","Kit conversión bicicleta eléctrica con batería","La gente que vende kits de bicicletas eléctricas","Las e-bikes son peligrosas","Luces led para bicicletas electricas","Mantenimiento del motor electrico bbs02 para bicicleta","Mighty Mini 30T","Monstruosa bicicleta eléctrica de dos ruedas motrices","Montar una batería de litio para una bicicleta eléctrica","Motor Mid-Drive","Neumáticos Mission Command 4 Vee","Nexus-3 IGH para la construcción de bicicletas con ruedas grandes","No hay lugar más seguro para sus baterías de litio y cargadores en su casa","Normativa de circulacion para las bicicletas eléctricas","Nuvinci buje trasero Freno de rodillo N171 Calvo 36G plateado","Pantalla para bicicleta eléctrica","Plato Lekkie Bling para el BBSHD","Platos eléctricos para bicicletas eléctricas","Platos luna eclipse bicicleta electrica","SHIMANO SG-3D55 Universal Hub Kit Nexus","Sistema BBS02 e-RAD","Snow Shoe 2XL","Software de programación de Bafang para el BBSHD","Todo lo que necesitas saber sobre una batería para una bicicleta eléctrica","Vee Rubber Snow Shoe 4 5","kit BBSHD 1000W Middrive de Bafang","n380 Motor bicicleta electrica","¿Necesito un sensor de velocidad en una bicicleta eléctrica?"],"datos":"# Baterías eletricas para bicicletas faciles de transportar\n\nLa razón más común para el fracaso de una batería de bicicleta eléctrica de bricolaje es el daño debido a un montaje incorrecto. Las baterías de cuadro se conectan directamente al cuadro de la bicicleta y, por lo general, no requieren una gran protección contra los impactos o el agua. Si la batería va dando tumbos en una alforja triangular, una bolsa de transporte, una mochila o en cualquier otro lugar suelto de la bicicleta, debe ser resistente al agua y a los golpes.\n\n\n\nUn paquete típico de baterías eléctricas de litio (excepto los paquetes de cuadros) suele entregarse en un paquete rodeado de un envoltorio retráctil de gran tamaño. Los extremos del paquete de baterías suelen estar cubiertos con pequeños cuadrados de plástico, o bien se han retraído dos veces, una a lo ancho y otra a lo largo.\n\nDe esta manera, las baterías y el BMS son fáciles de transportar, pero sigue siendo bastante fácil que el agua entre en los extremos de las baterías. Por lo tanto, si se coloca un paquete triangular suelto en una bolsa triangular sin acolchar la zona en la que los acumuladores tocan el marco, se producirán graves problemas con el tiempo. Este artículo describe algunas de las opciones que he encontrado para proteger su valiosa inversión con sólo bolsas de congelación Ziplock, cinta de embalaje, almohadillas Thermarest y cinta adhesiva.\n\n\n\n\nPor unos 5 € en materiales, puedes construir una funda a prueba de golpes que sólo pesa 104 g.\n\n\n\nCuando empecé a poner las pilas en mi mochila, me preocupaba que se dañaran si me caía con la bicicleta eléctrica. Para la gente normal esto no sería un problema, pero parecía que me caía casi todas las semanas con mi bicicleta de montaña y adquirí el hábito de volcar y aterrizar sobre mi mochila, que normalmente sólo contenía una cámara de aire de repuesto y algo de agua. No quería caer sobre el manillar y aterrizar sobre mi batería de 500 €, y si lo hacía, quería asegurarme de que mi batería sobreviviría a un peso de 200 kilos (ese soy yo) cayendo sobre ella desde una altura de unos 5 pies.\n\n\n\nOtro problema que tengo con la batería en la mochila es que dejo la parte superior abierta y la nieve cae en la parte superior de la batería y se derrite. Las baterías extraídas son resistentes al agua, pero no son impermeables. Como tengo que dejar la parte superior de la mochila abierta para que se enfríe, decidí hacer las baterías a prueba de agua y de golpes. Primero probé con materiales como el film transparente y el envoltorio de plástico, pero lo que acabé utilizando y que funciona mejor que cualquiera de los dos son las bolsas de congelación Ziplock de alta resistencia.\n\n\n\n\n\nCoge tu batería y dale la vuelta a una de las bolsas por el extremo sin los cables. A continuación, corta una pequeña muesca en la esquina de la segunda bolsa ziplock, lo suficientemente grande como para que entren los conectores. Coloque la segunda bolsa en el otro lado y superponga la primera bolsa ziplock, pasando los cables por el pequeño corte en el fondo de la bolsa. Coge un poco de cinta de embalar y pega las dos bolsas ziplock. Dobla los extremos de las bolsas como si fueran un regalo y pega los extremos de la pila. Es importante que todos los _bordes_ de la pila estén cubiertos con una tira de cinta de embalar, ya que es bastante resistente y ayuda a que la pila no haga agujeros en la bolsa de congelación. En el punto en el que se introducen los cables en la bolsa, envuelve un trozo de cinta de embalar alrededor de los cables para evitar que entre agua. Si quieres que sea más resistente al agua, añade un poco de silicona antes de envolver los cables con la cinta.\n\n\n\n\nEnvuélvelo como un regalo de Navidad. Para ti.\n\n\n\nUna vez que haya envuelto la batería en bolsas Ziplock y cinta de embalar, es hora de ocuparse de la protección contra golpes. He probado un montón de materiales, pero lo que he encontrado que funciona mejor que cualquier otro son los cojines Thermarest baratos. Es una espuma de célula cerrada muy resistente que puedes encontrar en ebay o Amazon por unos 15 €, y una almohadilla es suficiente para unas 3 pilas. Para un pequeño paquete de tiburones, son unos 100g. El caso de choque más pesado que he hecho fue una almohadilla de doble capa para una batería muy grande de 20 kilos y pesaba unos 260g. Si utiliza alfombrillas, asegúrese de que el lado cubierto de calor (plateado) esté en el exterior de la mochila. Si está en el interior, refleja demasiado calor hacia la batería.\n\n\n\n\nEste pack tiene casi 2 años de uso diario y sigue funcionando perfectamente. Ya no uso una doble capa, ya que es un exceso total.\n\n\n\nEl primer paso es recortar el relleno de espuma. Las costillas deben recorrer toda la longitud de la batería y envolverla alrededor del acolchado de manera que suponga aproximadamente el 80% de la circunferencia total. Una gran hendidura en la carcasa evita parte del acolchado y facilita la eliminación del calor de la batería.\n\n\n\nEste fue un primer ensayo de Saran Wrap, que no dio resultados satisfactorios. Tenga en cuenta que el acolchado del Thermarest no envuelve completamente la batería.\n\n\n\nUna vez que el acolchado haya rodeado la batería, corta dos ranuras en la parte inferior para poder doblar una solapa hacia arriba y dos hacia dentro, una a cada lado. Necesitas este triple acolchado extra en la parte inferior, ya que es donde se producen la mayoría de los golpes cuando pones la mochila en el suelo. Si está construyendo un marco de protección para una batería triangular, no necesita tanto acolchado en un solo lugar.\n\n\n\nSi utilizas un plástico transparente, podrás ver el indicador de voltaje y la humedad que pueda haberse colado en el plástico.\n\n\n\nLuego empiezo a envolver el fondo con cinta adhesiva para unirlo. Una vez hecho esto, envuelvo cinta adhesiva alrededor del centro y cerca de la parte superior de la batería, para que la espuma esté lo suficientemente suelta como para sacar fácilmente la batería de la caja, pero no tan suelta como para que se deslice por sí sola. Donde la cinta rellena el hueco, hay cinta hacia la batería. Coge unos trozos pequeños de cinta adhesiva y envuélvelos alrededor de la cinta para que no se pegue a nada. Suelo hacer unos agujeros de ventilación en el lateral del acolchado para que la batería también se mantenga fresca.\n\n\n\nAquí está el producto final con mi maravilloso adolescente en el fondo. Su pelo hace juego con la pintura del Dr. Suess en mi cocina, qué bonito.\n\n\n\nEn el caso de las mochilas triangulares, que se introducen en bolsillos triangulares, no es necesario envolver la batería completamente con el Thermarest. Una tira delgada envuelta alrededor del borde exterior de la batería y pegada con cinta adhesiva debería ser suficiente. Como este es el único lugar donde el paquete triangular entra en contacto con algo duro, esta es realmente la mejor solución. Si acolchas los lados del triángulo, lo más probable es que acabe siendo demasiado grande para caber en tu bolsa.\n\n\n\nYa sea en la mochila, en la bolsa triangular o en el portaequipajes, el equipo impermeable y a prueba de golpes no cuesta casi nada y puede alargar la vida de la mochila durante años. Imagínese comprar un seguro médico barato para sus ridículamente caros paquetes de litio.\n\n\n\n\n\n\n","params":{"posts":"baterias-y-el-bms-son-faciles-de-transportar"}},"__N_SSG":true}