{"pageProps":{"ficheros":["6 Baterías de bicis eléctricas","BBS02 750 vs BBSHD 1000W vs Cyclone 3000W","BBSHD con programación personalizada","BBSHD de 100mm","Bafang bbshd","Batería de 48V o 52V para una bicicleta eléctrica","Batería de alto rendimiento para bicicletas electricas","Baterías de litio para bicicletas electricas","Baterías y el BMS son fáciles de transportar","Bicicleta electrica urbana","Bicicletas eléctricas para la playa","Bicicletas en dinamarca","Cargador de bicicletas eléctricas","Conducir sobre nieve con un motor electrico BBSHD","Conectores XT90 de alta potencia 90A","Conectores tipo banana para bicicletas electricas","Construcción de una bicicleta eléctrica","Construir una bicicleta eléctrica de gama media barata","Construir, programar, conducir, no morir (en ese orden)","Cubierta Vee Rubber Vee 8","Cyclone Mid Drive 3000W","Cómo hacer tu propia bicicleta eléctrica","Dawes 1500","Engranaje de nylon en el BBS02","Engranaje de nylon para bicicletas electricas","Horquilla de suspensión Bluto Fat Bike","Kit Cyclone Mid Drive 3000W","Kit Cyclone de 3000W","Kit central Bafang BBS02 750W para bicicletas electricas","Kit conversión bicicleta eléctrica barato","Kit conversión bicicleta eléctrica con batería","La gente que vende kits de bicicletas eléctricas","Las e-bikes son peligrosas","Luces led para bicicletas electricas","Mantenimiento del motor electrico bbs02 para bicicleta","Mighty Mini 30T","Monstruosa bicicleta eléctrica de dos ruedas motrices","Montar una batería de litio para una bicicleta eléctrica","Motor Mid-Drive","Neumáticos Mission Command 4 Vee","Nexus-3 IGH para la construcción de bicicletas con ruedas grandes","No hay lugar más seguro para sus baterías de litio y cargadores en su casa","Normativa de circulacion para las bicicletas eléctricas","Nuvinci buje trasero Freno de rodillo N171 Calvo 36G plateado","Pantalla para bicicleta eléctrica","Plato Lekkie Bling para el BBSHD","Platos eléctricos para bicicletas eléctricas","Platos luna eclipse bicicleta electrica","SHIMANO SG-3D55 Universal Hub Kit Nexus","Sistema BBS02 e-RAD","Snow Shoe 2XL","Software de programación de Bafang para el BBSHD","Todo lo que necesitas saber sobre una batería para una bicicleta eléctrica","Vee Rubber Snow Shoe 4 5","kit BBSHD 1000W Middrive de Bafang","n380 Motor bicicleta electrica","¿Necesito un sensor de velocidad en una bicicleta eléctrica?"],"datos":"# Cubierta Vee Rubber Vee 8 ¿Sabes esto?\n\nRealmente no he probado ningún neumático específico para carretera de fatbike, que es un \"neumático de carretera\" sólo en la medida en que es bastante inútil para todo lo demás. El Vee 8 compite con el Vee Rubber Mission 4 como mi neumático fatbike menos favorito de todos los tiempos. La Duro fue entregada en una llanta de 100mm (4 centimetros) de fatbike en mi Burning Chrome.\n\nMontaje del ciclón de 3000W. He visto el neumático Duro Beach Bum en varias fat bike cruisers montadas en llantas más anchas, y me parece que los fabricantes de fat bike utilizan este neumático porque es barato y hay muy pocos neumáticos para fat bike que tengan un perfil similar específico para carretera. ¿Cómo se comporta el Duro en la carretera y en el barro? No tan bien como debería, y no lo suficientemente bien como para que yo recomiende este neumático a alguien que me guste.\n\n\n\n![El Beach Bum queda bien ](/img/img-blog/duro.jpg)\n\n\n\nEl Beach Bum se ve muy bien en una llanta de 4 centimetros, pero no rueda muy bien en la carretera a altas velocidades o en la arena blanda.\n\n\n\nLa primera vez que salí a la carretera con mi Burning Chrome Bike y rodé a 35 mph, noté que los neumáticos de 60TPI tenían una forma bastante irregular. A velocidades más bajas no se nota mucho, pero hasta más de 35 mph el neumático empieza a temblar bastante.\n\nPara un neumático con rosca de 2220g esperaría más consistencia. La mayoría de los neumáticos Surly y Vee Rubber no tiemblan ni se sienten tan inestables a estas velocidades. Para ser justos, aumenté la presión a 20 psi, la máxima recomendada para los neumáticos. Estoy seguro de que Duro nunca pretendió que la gente condujera tan rápido con estos neumáticos, lo que supone un grave peligro para la seguridad.\n\n\n\nLa goma del neumático se siente increíblemente gruesa, e incluso los flancos son bastante gruesos, lo que es bueno porque si estiras un neumático en una llanta tan ancha, cuando estás en la curva estás básicamente a horcajadas sobre el flanco. Este neumático es inutilizable en arena blanda, hay que ir a por algo con un perfil serio, pero va bien en terreno duro. Lo he probado con una cámara bastante gruesa, aunque estoy seguro de que es posible adaptar este neumático para ghetto tubeless. De todos modos, el Beach Bum tiene un aspecto genial y sin duda atraerá las miradas de las damas si te gustan ese tipo de cosas.\n\n\n\n![El Duro parece más sexy que cualquier otro neumático que puedas comprar](/img/img-blog/chromefront.jpg)\n\n\n\nEl Duro parece más sexy que cualquier otro neumático que puedas comprar, lástima que apeste en la cama\n\n\n\nTodavía no he encontrado neumáticos de carretera para mis fatbikes de paseo que sean mejores que los Duro. Me parece que los mejores neumáticos que se pueden utilizar son los que están en tu desguace, ya que ir a más de 35 mph en asfalto de verano a 20psi seguro que desgasta el perfil más rápido de lo que puedes decir \"goma caliente\".\n\nEn mi opinión, con un neumático de 3″ en una llanta de 4″, se pierde gran parte del rebote y la suspensión que ofrece un neumático de 4″. Sin muelles ni amortiguadores, lo único que queda es la profundidad del neumático para atrapar baches, restos de la carretera o marmotas. De hecho, una vez atropellé a una marmota de 40 kilos que cruzaba la carretera mientras iba a más de 30 mph. No tuve tiempo de parar.\n\nFue increíblemente aterrador, pero me las arreglé para saltar sobre la marmota en el último segundo, y sólo recibió un rasguño. Como vamos en una bicicleta eléctrica a una velocidad estúpida y somos completamente silenciosos, hay que esperar que los animales se interpongan en el camino. ¿No saben que soy vegetariano por principio desde hace 30 años?\n\n\n\nEl sistema de clasificación es de 5 (mejor) a 1 (peor)\n\n1. Polvo - 1: Estás bromeando, ¿verdad?\n\n2. Barro - 1: ver \"Polvo\" arriba.\n\n3. Hielo - 1: Ver \"Barro\" arriba.\n\n4. Singletrack - 1: Ver \"Hielo\" arriba.\n\n5. Arena - 3: Decente en suelo duro, inutilizable en arena muy blanda.\n\n\n\nCarretera - 4: siempre que no haya grava, no se circule a más de 25 km/h y no haya nieve, hielo u obstáculos en la carretera.\n\nResistencia a la rodadura - 5: la más baja que he probado.\n\nPeso - 3: Demasiado pesado con 2220g para un neumático de 3″. Me da pereza quitar los neumáticos de mi bicicleta y pesarlos.\n\nAhí tienes, otra reseña de neumáticos de fatbike de mierda de ese loco al que le encanta oírse escribir.\n","params":{"posts":"cubierta-vee-rubber-vee-8"}},"__N_SSG":true}