{"pageProps":{"ficheros":["6 Baterías de bicis eléctricas","BBS02 750 vs BBSHD 1000W vs Cyclone 3000W","BBSHD con programación personalizada","BBSHD de 100mm","Bafang bbshd","Batería de 48V o 52V para una bicicleta eléctrica","Batería de alto rendimiento para bicicletas electricas","Baterías de litio para bicicletas electricas","Baterías y el BMS son fáciles de transportar","Bicicleta electrica urbana","Bicicletas eléctricas para la playa","Bicicletas en dinamarca","Cargador de bicicletas eléctricas","Conducir sobre nieve con un motor electrico BBSHD","Conectores XT90 de alta potencia 90A","Conectores tipo banana para bicicletas electricas","Construcción de una bicicleta eléctrica","Construir una bicicleta eléctrica de gama media barata","Construir, programar, conducir, no morir (en ese orden)","Cubierta Vee Rubber Vee 8","Cyclone Mid Drive 3000W","Cómo hacer tu propia bicicleta eléctrica","Dawes 1500","Engranaje de nylon en el BBS02","Engranaje de nylon para bicicletas electricas","Horquilla de suspensión Bluto Fat Bike","Kit Cyclone Mid Drive 3000W","Kit Cyclone de 3000W","Kit central Bafang BBS02 750W para bicicletas electricas","Kit conversión bicicleta eléctrica barato","Kit conversión bicicleta eléctrica con batería","La gente que vende kits de bicicletas eléctricas","Las e-bikes son peligrosas","Luces led para bicicletas electricas","Mantenimiento del motor electrico bbs02 para bicicleta","Mighty Mini 30T","Monstruosa bicicleta eléctrica de dos ruedas motrices","Montar una batería de litio para una bicicleta eléctrica","Motor Mid-Drive","Neumáticos Mission Command 4 Vee","Nexus-3 IGH para la construcción de bicicletas con ruedas grandes","No hay lugar más seguro para sus baterías de litio y cargadores en su casa","Normativa de circulacion para las bicicletas eléctricas","Nuvinci buje trasero Freno de rodillo N171 Calvo 36G plateado","Pantalla para bicicleta eléctrica","Plato Lekkie Bling para el BBSHD","Platos eléctricos para bicicletas eléctricas","Platos luna eclipse bicicleta electrica","SHIMANO SG-3D55 Universal Hub Kit Nexus","Sistema BBS02 e-RAD","Snow Shoe 2XL","Software de programación de Bafang para el BBSHD","Todo lo que necesitas saber sobre una batería para una bicicleta eléctrica","Vee Rubber Snow Shoe 4 5","kit BBSHD 1000W Middrive de Bafang","n380 Motor bicicleta electrica","¿Necesito un sensor de velocidad en una bicicleta eléctrica?"],"datos":"# Opinion sobre Buje de Shimano Nexus 3 Universal\n\nPasé mucho tiempo investigando sobre los bujes de engranajes integrados en Internet para ver cuál era el más fuerte. El centro que siempre se citó como el más duradero fue el Nexus 3. \n\nAlgunas personas afirman haber hecho funcionar estos cubos a varios miles de vatios durante largos periodos de tiempo sin experimentar ningún problema o fallo. El punto más importante que descubrí es asegurarse de no hacerlos funcionar con demasiada potencia y carga mientras se cambia de marcha.\n\n\nEste buje de engranaje integrado era muy ligero y sólo añadía alrededor de 2 kilos a mi bicicleta con la palanca de cambios. El Nexus 3 tiene una autonomía de alrededor del 180%, lo que para un motor eléctrico significa un par absoluto en las subidas y velocidades de hasta 30 km/h. Instalé este buje de engranaje integrado en mi Sun Kiss build y quedé muy contento con el resultado final, aunque me costó mucho trabajo y dolor de cabeza conseguirlo. (y tampoco estoy hablando de Iron Maiden)\n\n\n![El Nexus 3 es un gran complemento para tu fatbike singlespeed](/img/img-blog/mg_2335.jpg)\n\n\nEl Nexus 3 es una gran adición a su bicicleta gorda de una sola velocidad si usted tiene un dropout de 130mm. Con toda la falta de naranja, mi Sun Kiss parece algo sacado de Star Wars. Estoy en el lado rebelde.\n\n\n\nSi nunca has hecho una rueda de cordón en una llanta de fatbike, definitivamente deberías luchar antes de morir. Como decía mi viejo, \"te hará crecer el pelo del pecho\", por supuesto todo debía hacerme crecer el pelo del pecho y decepcionantemente no fue así. \n\n\nA los 44 años, sigo siendo un mongoloide gigante, liso y sin pelo en el pecho. Pasé unas 3 horas construyendo esta rueda correctamente y me alegró mucho descubrir que podía utilizar los radios que venían con mi Deadeye Monster, y que si hacía una cruz triple en lugar de una cruz doble (con la que venía) funcionaban. \n\nMe costó un rato con una calculadora de radios para averiguarlo. Probablemente te llevaría mucho menos tiempo, porque eres mucho más inteligente (y te lo acabo de decir). Hay muchas calculadoras de rayos en Internet, pero todavía no he encontrado ninguna que me guste de verdad. Te daría los enlaces de las páginas que me ayudaron a encontrar uno, pero no los encuentro y mi ordenador es una pocilga.\n\n\n\n![Uno de mis mayores problemas fue empujar el cubo lo suficientemente lejos en el lado de accionamiento](/img/img-blog/mg_2336.jpg)\n\n\nUno de mis mayores problemas ha sido mover el cubo lo suficientemente lejos del lado de la transmisión. La tuerca está sólo a mitad de camino en el eje, aunque creo que voy a girar la tuerca de alineación verde por el INTERIOR de la puntera, lo que ayudará.\n\n\n\nA unos 120 € por toda la instalación, el precio del Nexus 3 era justo. Necesitaba tres dispositivos en total.\n\n<ApiamazonGrid buscar_productos=\"Shimano Nexus 3 Universal\">\n\n\n1. El Nexus 3, que compré en Amazon por 82,43 €.\n\n\n\n2. Palanca de cambios Revo encontrada por 12,65 €\n\n\n\n3. El adaptador de freno de disco Centerlock por 17,95 € (robo en la calle) se puede encontrar [. No quise ahorrar dinero en el adaptador Centerlock, y hay varias opciones que son mucho más baratas, o puedes optar por un verdadero disco de freno Centerlock si lo deseas, lo que significa que no hay adaptador y el disco se une directamente al Nexus-3\\. En retrospectiva, esto es probablemente lo que debería haber hecho.\n\n\n\n![Ich war wirklich wenig begeistert von dem Revo Grip-shit-shifter](/img/img-blog/mg%5F2329.jpg)\n\n\n\nYo estaba muy poco entusiasmado con el Revo Grip-sh!t-shifter. Tuve que cortar mis Chunky Handgrips por la mitad. ¡Ay!\n\n\n\nEl Grip Shifter era bastante flojo y de vez en cuando cambiaba las marchas por sí solo, sin mucha intervención. Había muy poca resistencia al cambiar de marcha y había que apoyarse en la palanca de cambios al tirar del freno trasero, lo que al parecer siempre hago en el bosque. Si hubiera otra forma de montar el Nexus 3 la usaría, pero lamentablemente no la hay.\n\n\n\nEl montaje de la bicicleta fue una verdadera molestia, pero la verdadera prueba fue cuando intenté poner el neumático en la moto. Reduje el tamaño del viejo neumático Surly Lou], que estaba en la parte trasera de mi fiel Sun Kiss Build, a un Snow Shoe 4.5.\n\n\nEl Lou encajaría en las bases y apenas rozaría por ambos lados. A medida que el neumático sin cámara envejecía, los problemas de fricción parecían empeorar, hasta el punto de que los picos del neumático empezaron a desgastarse. El Snow Shoe 4.5 es mucho más estrecho, con menos de 4 centimetros en una llanta de 50 mm. Parecía ajustarse muy bien a las lengüetas, sin roces y con mucho espacio en el aire. Aunque el Lou es un neumático mucho mejor que el Snow Shoe en todos los sentidos, opté por el neumático que sabía que requeriría menos mantenimiento con el tiempo en esta montura.\n\n\n\nSe tardó unos 2 segundos en ajustar la palanca de cambios. Engranar la 2ª marcha y alinear la línea amarilla en la ventanilla. Este ha sido el ajuste de marchas más fácil que he hecho nunca.\n\n\n\n![_MG_2334](/img/img-blog/mg_2334.webp)\n\n\nEl plato delantero de 32T estaba realmente desgastado, aunque era de acero sólido. Tuve que mantener mucha tensión en la cadena para evitar que la cadena saltara con mi construcción original. Con el Nexus 3, la línea de la cadena ha mejorado.\n\n\n\nMi Sun Kiss Build original tenía una línea de cadena cutre y el piñón trasero estaba a unos 14mm del cuadro. Esto significaba que tenía que mantener mucha tensión en la cadena para mantener la cadena y también significaba que si el marco era flexible tendría algo de roce de la cadena en el neumático sólido Lou. \n\nCon el Nexus 3 estaba decidido a que el piñón trasero estuviera lo más cerca posible del cuadro de la bicicleta. Cuando monté inicialmente el Nexus 3 como se suponía, la línea de la cadena estaba MAL. Tuve que quitar la tuerca del lado de la transmisión, lo que me quitó casi 10mm, y luego tuve que usar una amoladora para ensanchar las punteras del lado de la transmisión para que cupiera la parte más gruesa del eje del Nexus 3 en el lado de la transmisión.\n\nDespués de lijar un rato y que el eje siguiera sin encajar, decidí lijar las roscas de la parte superior e inferior del eje para que se deslizara. Al hacer esto, asegúrese de que la tuerca de alineación está colocada en el lado opuesto para que el eje esté correctamente alineado antes de empezar a lijar las roscas.\n\nFue un poco complicado, pero al final funcionó bastante bien. Añadí un montón de arandelas en el lado no accionado, y luego aplasté los tacos unos pocos mm para que encajara. La alineación del freno trasero estaba masivamente desordenada y tuve que usar enormes espaciadores y tornillos mucho más largos para ajustar el freno de disco correctamente.\n\n\nEl Nexus 3 no funciona correctamente con las punteras traseras más anchas que el estándar de 135mm. Hay una Sturmey Archer IGH de 3 velocidades diseñada para fatbikes de 170mm que tengo y que ~~probaré~~ en un futuro no muy lejano (si Eric llega a enviarme otra BBSHD), así que estad atentos.\n\n\nObserve los grandes espaciadores en el freno de disco que lo mueven hacia el lado de accionamiento, y también observe que la tuerca está apenas atornillada en el lado de no accionamiento.\n\n\n\nQuité 4 eslabones de la cadena para pasar de una trasera de 22T a la de 19T con la que se entregó la Nexus 3. Por cierto, hay otros tamaños de piñón como un 23T que cuesta 6 € si quieres más par o usar un plato más grande delante.\n\nNo estoy muy contento con el plato de 32T en la parte delantera, ya que no encaja bien en el adaptador y los dientes se desgastan muy rápido, para ser un plato de acero. Con una BBSHD, yo aconsejaría encarecidamente un piñón de 23T y el plato más pequeño que puedes montar en la parte delantera es probablemente un 38T. El BBSHD tiene mucha más potencia a bajas velocidades, así que esta combinación debería estar bien.\n\n\n\nEl tornillo estaba demasiado adelantado, así que tuve que usar uno de los ajustadores que venían con la moto, girado 90 grados, para poder empujar el ajuste completamente hacia delante.\n\n\nEl perno estaba demasiado adelantado y hacía tope con el cuadro, así que tuve que usar uno de los ajustadores girados 90 grados para poder empujar el ajuste de la rueda hasta el final.\n\n\n\n**¿Pero cómo ha rodado?**\n\n\n\nEn resumen, me ha gustado mucho. Cuando te quedas atascado en una pendiente de 30 grados y tratas de volver a ponerte en marcha en la marcha más baja, el Nexus 3 traquetea y chirría mucho y no se mueve realmente. Cuando no estaba sometido a tanto estrés y se conducía con normalidad, el Nexus 3 se comportó exactamente como cabía esperar. Pasé la mayor parte del tiempo en segunda velocidad con un ritmo de pedaleo agradable. \n\n\nCuando me encontré con una colina con una pendiente superior al 10%, puse la primera marcha y subí. Mientras no me detenía, la máquina parecía funcionar bien, incluso en los lugares locamente empinados. En cuanto empecé a detenerme en las subidas empinadas, aprendí rápidamente que tenía que bajarme y empujar la bicicleta hacia arriba. Esto sólo me ha pasado unas cuantas veces, aprendo rápido.\n\n\n\nEn terreno llano, la bicicleta alcanzaba fácilmente las 25 mph con una cadencia cómoda. En las bajadas, la bicicleta iba más rápido de lo que me sentía seguro y la cadencia era demasiado rápida para seguir el ritmo. Con un aro de 32T delante y otro de 19T detrás, me pareció una buena combinación para singletrack. \n\n\nSi quisieras construir una máquina de carretera sólo con una BBSHD, podrías fácilmente actualizarla a 46T delante y 23T detrás y tendrías velocidades máximas mucho más altas y podrías seguir subiendo fácilmente cualquier colina de asfalto que encontraras. Mi Sun Kiss singlespeed original tenía una velocidad máxima de unos 15km/h y no tenía la capacidad de subida que tenía con la Nexus 3.\n\n\nEl Nexus 3, el BBS02 y un Deadeye Monster son una combinación barata que empequeñece casi todo lo que hay en el mercado.\n\n\n\nPude meter el piñón dentro de unos 11mm del cuadro de la bici, lo cual estaba unos 3mm más cerca que el Deadeye Monster original sin IGH. Cuando salí a rodar con ella, no tuve ningún problema con la cadena, a pesar de que la llevé mucho más suelta que con la construcción original. \n\n\nEste montaje sigue siendo uno de los mejores que puedes conseguir por ~1000 €, teniendo en cuenta que puedes comprar la bicicleta por $399 con envío, el buje de cambio integrado Nexus 3 por unos $120 con envío, y el BBS02 por sólo $535. Añade otros 265 € y pon un BBSHD en su lugar, y realmente estarás cocinando con gas. He oído que las últimas Deadeye Monsters vienen con llantas de 80mm y plato de 100mm, en lugar de las llantas de 50mm y plato de 68mm que se ven las indicaciones de la web están mal, no las tengas en cuenta). Un juego de bielas de 100 mm significa que la única opción razonable para esta configuración es realmente el BBSHD, ya que los kits de conversión de 100 mm BBS02 son más caros y podrían ser más propensos a los problemas. Mi consejo, si quieres hacer CUALQUIER tipo de conversión, es que compres primero la maldita bicicleta y te asegures de lo que tienes antes de comprar un motor y todo lo demás.\n\n\n\nEl Nexus-3 sólo funcionará con punteras que acepten pasadores roscados o de liberación rápida y NO funcionará con pasadores con agujeros. Ten en cuenta que con una IGH singlespeed, o bien quieres unas punteras horizontales o un tensor de cadena, de lo contrario será imposible conseguir la tensión correcta de la cadena. Una cadena floja a alta potencia conduce a todo tipo de problemas.\n\n\n\nAhora que he visto lo bien que puede funcionar un Nexus 3 IGH, es poco probable que haya otros dispositivos de una sola velocidad en mi futuro.\n\n\n\nYo también espero un invierno sin frontones congelados. (Historia real)\n\n\n\n\n\n\n\n**Actualización**: He pasado muchas horas intentando que el BBSHD funcione con el buje de engranaje integrado Nexus3 en un Deadeye Monster con un eje de pedalier de 68 mm y finalmente me he rendido. No importa qué plato utilice y cómo intente alinear el piñón trasero, no puedo conseguir una línea de cadena que no se caiga al menos una vez por viaje. Puede que tengas mejor suerte, pero lo dudo, ya que la versión de 100 mm del Deadeye Monster tendrá una línea de cadena aún peor. No puedo recomendar el Nexus-3 con BBSHD en un cuadro de fatbike, aunque debería funcionar bien en un cuadro de bicicleta normal.\n\n\n","params":{"posts":"shimano-sg-3d55-universal-hub-kit-nexus"}},"__N_SSG":true}