{"pageProps":{"ficheros":["6 Baterías de bicis eléctricas","BBS02 750 vs BBSHD 1000W vs Cyclone 3000W","BBSHD con programación personalizada","BBSHD de 100mm","Bafang bbshd","Batería de 48V o 52V para una bicicleta eléctrica","Batería de alto rendimiento para bicicletas electricas","Baterías de litio para bicicletas electricas","Baterías y el BMS son fáciles de transportar","Bicicleta electrica urbana","Bicicletas eléctricas para la playa","Bicicletas en dinamarca","Cargador de bicicletas eléctricas","Conducir sobre nieve con un motor electrico BBSHD","Conectores XT90 de alta potencia 90A","Conectores tipo banana para bicicletas electricas","Construcción de una bicicleta eléctrica","Construir una bicicleta eléctrica de gama media barata","Construir, programar, conducir, no morir (en ese orden)","Cubierta Vee Rubber Vee 8","Cyclone Mid Drive 3000W","Cómo hacer tu propia bicicleta eléctrica","Dawes 1500","Engranaje de nylon en el BBS02","Engranaje de nylon para bicicletas electricas","Horquilla de suspensión Bluto Fat Bike","Kit Cyclone Mid Drive 3000W","Kit Cyclone de 3000W","Kit central Bafang BBS02 750W para bicicletas electricas","Kit conversión bicicleta eléctrica barato","Kit conversión bicicleta eléctrica con batería","La gente que vende kits de bicicletas eléctricas","Las e-bikes son peligrosas","Luces led para bicicletas electricas","Mantenimiento del motor electrico bbs02 para bicicleta","Mighty Mini 30T","Monstruosa bicicleta eléctrica de dos ruedas motrices","Montar una batería de litio para una bicicleta eléctrica","Motor Mid-Drive","Neumáticos Mission Command 4 Vee","Nexus-3 IGH para la construcción de bicicletas con ruedas grandes","No hay lugar más seguro para sus baterías de litio y cargadores en su casa","Normativa de circulacion para las bicicletas eléctricas","Nuvinci buje trasero Freno de rodillo N171 Calvo 36G plateado","Pantalla para bicicleta eléctrica","Plato Lekkie Bling para el BBSHD","Platos eléctricos para bicicletas eléctricas","Platos luna eclipse bicicleta electrica","SHIMANO SG-3D55 Universal Hub Kit Nexus","Sistema BBS02 e-RAD","Snow Shoe 2XL","Software de programación de Bafang para el BBSHD","Todo lo que necesitas saber sobre una batería para una bicicleta eléctrica","Vee Rubber Snow Shoe 4 5","kit BBSHD 1000W Middrive de Bafang","n380 Motor bicicleta electrica","¿Necesito un sensor de velocidad en una bicicleta eléctrica?"],"datos":"# Software de programacion de Bafang para el motor BBSHD\n\n\nLas dos últimas mañanas me levanté muy temprano para hacer mi Sun Kiss build en una pulgada de polvo antes de que el sol saliera y derritiera la nieve. Estar en el bosque a primera hora de la mañana fue simplemente mágico y reavivó mi pasión personal por montar en fatbike en la nieve. Aproveché esta energía y pasé seis horas anoche rediseñando completamente el sitio web para que se ajustara más a lo que tenía en mente. El nuevo formato muestra muchos más artículos en una superficie mucho más pequeña y sigue viéndose muy bien en tabletas y teléfonos móviles. Aunque el blog ha estado tranquilo durante una semana, he estado trabajando en algunos artículos estupendos que se publicarán en las próximas semanas.\n\n![_MG_1605 2](/img/img-blog/mg_1605-2.jpg?w=700&amp;amp;amp;h=467)\n\n\n* 2 BBSHD 1000W Las unidades de accionamiento están en camino, directamente desde la fábrica Bafang. Tengo previsto desmontarlas y evaluar las vísceras antes de montarlas y probarlas. Uno es de 68mm y el otro de 100mm +/-.\n\n* Ya he recibido el software de programación de Bafang para el BBSHD y escribiré un artículo en cuanto lo reciba. Si los ajustes son una mierda, los arreglaré.\n\n* El BBSHD de 68mm lo montaré en mi bicicleta de carreras de fibra de carbono y le pondré mis pastillas de carreras de bicicleta para ver qué puede hacer el BBSHD con el regulador de serie. Debería ser capaz de batir el récord de Bruno, nuestro fanático australiano de la velocidad favorito, de 53 mph en la BBS02 750W.\n\n* Últimamente me he obsesionado con los cubos de engranajes integrados y las CVT. Construí un N171 y pedí un N380. El N380 irá en un BBS02 de-tuned 750W, el N171 irá en mi Lightning Rods Big Block 3000W nominal 6000W pico de par de detección cargo.\n\n* También he comprado un Nexus de 3 velocidades que se montará con un BBSHD en el Sun Kiss. Se montó anoche en una llanta para un Deadeye Monster. Pude reutilizar los mismos radios cambiando de doble cruz a triple cruz en el Nexus.\n\n* Estoy buscando algo para probar el neumático Snowshoe 2XL 5.05 O 5,2 centimetros de ancho cuando se monta en una llanta de 100 mm y tiene un diámetro MUCHO mayor). Es mucho más grande que un Lou o Bud y no se ajusta a la mayoría de mis bicicletas. Si tienes una horquilla o bicicleta a la que le sirva y que no sea tan locamente cara como, házmelo saber. Estas bicicletas más nuevas no se adaptan al BBSHD porque la rueda invade demasiado la zona del eje de pedalier.\n\n* Estoy trabajando en un artículo que organizará y los enlaces. Si aún no conoces a este tipo, deberías hacerlo. Jugará un papel importante porque está aún más loco que yo.\n\n* Tengo un pack de celdas triangulares 26f 20Ah de Amazon.com que me gustaría desmontar para escribir un artículo sobre la construcción del pack.\n\n* Hay varias fatbikes que quiero comprar para probar con el BBSHD. El número óptimo de bicicletas es siempre N+1, donde N es igual al número de fatbikes eléctricas que ya tienes. En este momento hay N=13 y no tengo espacio suficiente para almacenarlos todos. Los mayores contendientes en este momento son el Framed Minnosota 3.0 XWT, el Mongoose Hitch, el Sturgis RST forked Bullseye Monster Comp. Las sugerencias sobre cómo debería gastar el dinero que tanto me cuesta ganar son siempre bienvenidas. Encuesta a continuación, ¿qué bicicleta prefieres ver con un BBSHD?\n\n\n\n## ¿Qué fatbike debería comprar y destruir?\n\n\n\n- Soul Stomper Beach Cruiser $900\n\n- Minnesota 3.0 XWT enmarcado $1150\n\n- Enganche de mangosta Walmart $240\n\n- Amazon Motobecane Titanium Sturgis Ball $2000\n\n- Amazon Gravity Bullseye Monster Comp con horquilla RST Susp $700\n\n- Amazon 2016 Sturgis $1100\n\nPermanezca atento y haga clic en el botón de correo electrónico de la parte superior derecha para suscribirse y asegurarse de no perderse ni un solo artículo.\n\n\n\n\n\n\n","params":{"posts":"software-de-programacion-de-bafang-para-el-bbshd"}},"__N_SSG":true}