{"pageProps":{"ficheros":["6 Baterías de bicis eléctricas","BBS02 750 vs BBSHD 1000W vs Cyclone 3000W","BBSHD con programación personalizada","BBSHD de 100mm","Bafang bbshd","Batería de 48V o 52V para una bicicleta eléctrica","Batería de alto rendimiento para bicicletas electricas","Baterías de litio para bicicletas electricas","Baterías y el BMS son fáciles de transportar","Bicicleta electrica urbana","Bicicletas eléctricas para la playa","Bicicletas en dinamarca","Cargador de bicicletas eléctricas","Conducir sobre nieve con un motor electrico BBSHD","Conectores XT90 de alta potencia 90A","Conectores tipo banana para bicicletas electricas","Construcción de una bicicleta eléctrica","Construir una bicicleta eléctrica de gama media barata","Construir, programar, conducir, no morir (en ese orden)","Cubierta Vee Rubber Vee 8","Cyclone Mid Drive 3000W","Cómo hacer tu propia bicicleta eléctrica","Dawes 1500","Engranaje de nylon en el BBS02","Engranaje de nylon para bicicletas electricas","Horquilla de suspensión Bluto Fat Bike","Kit Cyclone Mid Drive 3000W","Kit Cyclone de 3000W","Kit central Bafang BBS02 750W para bicicletas electricas","Kit conversión bicicleta eléctrica barato","Kit conversión bicicleta eléctrica con batería","La gente que vende kits de bicicletas eléctricas","Las e-bikes son peligrosas","Luces led para bicicletas electricas","Mantenimiento del motor electrico bbs02 para bicicleta","Mighty Mini 30T","Monstruosa bicicleta eléctrica de dos ruedas motrices","Montar una batería de litio para una bicicleta eléctrica","Motor Mid-Drive","Neumáticos Mission Command 4 Vee","Nexus-3 IGH para la construcción de bicicletas con ruedas grandes","No hay lugar más seguro para sus baterías de litio y cargadores en su casa","Normativa de circulacion para las bicicletas eléctricas","Nuvinci buje trasero Freno de rodillo N171 Calvo 36G plateado","Pantalla para bicicleta eléctrica","Plato Lekkie Bling para el BBSHD","Platos eléctricos para bicicletas eléctricas","Platos luna eclipse bicicleta electrica","SHIMANO SG-3D55 Universal Hub Kit Nexus","Sistema BBS02 e-RAD","Snow Shoe 2XL","Software de programación de Bafang para el BBSHD","Todo lo que necesitas saber sobre una batería para una bicicleta eléctrica","Vee Rubber Snow Shoe 4 5","kit BBSHD 1000W Middrive de Bafang","n380 Motor bicicleta electrica","¿Necesito un sensor de velocidad en una bicicleta eléctrica?"],"datos":"# Cargadores de bicicletas eléctricas ¿Son Fiables?\n\nHe leído muchos artículos y aportaciones en internet de gente que ha tenido graves problemas con cargadores chinos baratos y baterías de litio, pero nunca pensé que me pudiera pasar a mí. El manejo de las lipos Amazon era bastante dudoso, así que decidí utilizar la química LifePo4 para todas mis bicicletas eléctricas. Ayer enchufé mi batería LifePo4 de 18 meses en el cargador chino barato y me quedé mirando al espacio pensando en ir a la ciudad e intentar ganar dinero de verdad. \n\nDe repente, una enorme y maloliente humareda salió del cargador y salté del sofá para desenchufarlo lo antes posible. El cargador siguió emitiendo humo durante un rato, hasta que finalmente lo recogí y lo tiré a la nieve para que se enfriara. Corté el enchufe para que no volviera a conectarse por error y luego lo desmonté para ver qué había pasado.\n\n\n\n![Nunca he visto un montaje electrónico tan descuidado](/img/img-blog/img%5F20151229%5F1431127391.jpg)\n\n\n\nNunca he visto un montaje electrónico tan descuidado. Fíjate en el condensador de la parte inferior izquierda, pegado al transformador. El condensador de la parte superior izquierda es el que se quemó.\n\n\n\nCuando desmonté el cargador, me horrorizó la forma en que había sido construido. Había un condensador sobredimensionado simplemente cableado, y la parte superior del condensador estaba pegada al transformador. Probablemente nunca se vería este tipo de cableado en un cargador de fabricación americana. Corté el cable de alimentación y lo arrojé a la pila de equipos de bicicleta eléctrica abandonados que había destruido a lo largo de los años. Compré el cargador con una batería grande de 20Ah LifePo4 para bicicletas eléctricas por sólo 500 €. La batería tenía una celda mala y me dio 20Ah en unos 4 meses, así que el usuario de ebay imotorbattery me envió una batería de reemplazo de 25Ah, que en realidad nunca usé. Irónicamente, opté por la química LifePo4 porque era lo menos probable que incendiara mi casa. No esperaba que el cargador fuera el punto de falla que amenazara con quemar mi casa.\n\n\n\nMi condensador era más o menos como el que explota en el minuto 33, salvo que producía mucho más humo maloliente que en el vídeo. Este cargador no estaba de ninguna manera en la lista de UL o aprobado a cualquier estándar de PCB, que no sea el infame chino \"tirar juntos y hacer tan barato que no les importa si se rompe\". Por 35 € era tan barato que no me importaba que se rompiera, pero sí me importaba todo el humo tóxico que salía de la unidad cuando el condensador se fundía y la unidad no se apagaba automáticamente cuando fallaba.\n\n\n\nDebe haber una forma mejor de recargar mis baterías. Afortunadamente, lo hay.\n\n\n\n**El ciclo satírico***.\n\n\n\n¿Qué tipo de cargador debo comprar para evitar que mi casa se incendie? Por el momento sólo hay dos cargadores de bicicletas eléctricas que recomiendo. Este cargador de bicicleta eléctrica puede cargar cualquier tipo de batería de 24V a 60V DC. Este cargador está fabricado con componentes de la más alta calidad, no tiene ventilador y probablemente no incendiará su casa. Tienes que asegurarte de que está configurado con el voltaje, el amperaje y la química de la batería adecuados antes de conectarlo a una batería, pero si está bien configurado, no se incendiará. Lo sé, lo sé, ¿estás pensando en 295 € por un cargador? ¿Estás loco, Karl? Piensa en lo que te va a costar sustituir tu casa y todas tus posesiones, y dime si estoy loco. Estoy loco porque cargo mis baterías de 500 € en un cargador chino de 30 € cuando no estoy en casa. Te advierto que si lees este informe, probablemente salgas corriendo a comprar uno.\n\n\n\n![Das einzige E-Bike-](/img/img-blog/satiator%5F2.jpg)\n\n\n\nEl único cargador de bicicletas eléctricas que necesitarás.\n\n\n\nPuedes programar este cargador con los dos botones que hay junto a la pantalla o puedes conectarlo a un PC y programarlo. El único problema que he oído con el Satiator es que el BMS a veces entra en modo \"off\" cuando el nivel de carga es demasiado bajo. En este caso, tienes que poner el cargador en modo \"Jump Start\" (ver [este manual](https://www.ebikes.ca/documents/Satiator%5FManual%5FPrelim.pdf) sección 5.1) para que se reinicie. Normalmente el saciador no empezará a cargar si no hay tensión en el lado de la batería, y algunos BMS en \"modo de parada\" no empezarán a cargar si no hay tensión en el lado del cargador. Es poco probable que experimente este problema, y también se puede solucionar conectando su batería \"apagada\" a cualquier cargador \"estúpido\" que no intente medir el voltaje antes de empezar a cargar. Esto despertará la batería y podrás pasarla a cargar con el satitador.\n\n\n\n**El** **Lunagizer**\n\n\n\nPuede que tenga un nombre ridículo que suena como una combinación de un programa de televisión de los años 80 y un nuevo tipo de juguete a pilas con un conejito rosado de batería, pero te garantizo que el cargador Lunagizer de Amazon.com vale tu dinero ganado con esfuerzo. Eric ha encargado varios miles de estos cargadores (a la vez) y jura que en un futuro no muy lejano, sólo se ofrecerán estos cargadores con sus baterías. Este cargador está disponible por 99 € en 52v para baterías 14S 18650 y también en 48v para baterías 13S 18650. Si compras el cargador Lunagizer con un paquete de baterías de Amazon.com, te ahorras 20 € del precio y está disponible por sólo 79 €. El Lunagizer tiene un indicador de voltaje LED y la opción de cargar a 3 o 5 amperios. Yo siempre cargo a 3 amperios, porque para muchas baterías pequeñas, cargar a 5 amperios reduce la vida de la batería. Como regla general, si el pulgar se calienta demasiado al tocar el paquete de baterías mientras se descarga o se carga, es que se está descargando o cargando demasiado rápido. Si el paquete de baterías está caliente, morirá más rápido de lo que debería. El calor es el mayor enemigo de las baterías de litio y puede reducir drásticamente su vida útil.\n\n\n\n![Nettes Ladegerät, ich frage mich, ob die Hand mitkommt.](/img/img-blog/luna-e1451496903830.jpg)\n\n\nBonito cargador, me pregunto si esa mano sexy viene con él. El Lunagizer viene en sabores de 48v y 52v. Si corres con 36v, no tienes suerte y tienes que ponerte con el programa, ¿realmente alguien sigue usando 36v? ¿Abuela?\n\n\n\nOtra característica muy agradable del Lunagizer es que hay un interruptor de palanca que le permite cargar su batería al 80%, 90% o 100% (interruptor de palanca: arriba 80%, medio 90%, abajo 100%). Si quieres duplicar el número de cargas de la batería de tu bicicleta eléctrica, sólo tienes que cargarla al 80%. Si quieres el par motor que los pocos voltios adicionales parecen dar al motor central para bicicletas eléctricas, debes hacer como yo y cargar al 100%. La química de las baterías está cambiando tan rápido que la batería que está usando este año parecerá una batería muerta el año que viene y querrá una nueva de todos modos. Si quieres cambiar la potencia de carga (80/90/100%), tienes que encender el dispositivo para que funcione con la nueva configuración. Esta es una característica especial. Mi única queja con este cargador es que no hay nada en la etiqueta sobre cómo configurar los diferentes modos de carga, así que simplemente lo escribí con rotulador en mi elegante cargador nuevo y lo hice de forma que nadie pudiera robarlo.\n\n\n\nEl Lunagizer es un cargador \"estúpido\" (qué tal \"discapacitado para aprender\" o \"simplemente estúpido\", estúpido es una palabra muy dura), lo que significa que no lee el voltaje al que se inicia la batería para asegurarse de que no enchufas la batería equivocada en el cargador equivocado. Si cargas una batería de litio de 48V con un cargador de 52V, tendrás serios problemas. Lo más seguro que puedes hacer si tienes varias baterías de diferentes voltajes es utilizar diferentes conectores de carga para los diferentes voltajes.\n\nEsto significa que es físicamente imposible conectar la batería equivocada al cargador equivocado. También puede instalar un sistema de este tipo para asegurar su casa. He tenido buenas experiencias cargando mis celdas LifePo4 16S con un cargador de litio 14S (52V), pero eso es porque la química del LifePo4 es totalmente diferente a la de las celdas 18650 y el voltaje de cada celda es mucho menor (3,2V para el LifePo4 frente a 3,7V para el litio-ion). Esto significa que un pack LifePo4 16S tiene una tensión nominal de 51,2 V y un pack Lithium 18650 14S tiene una tensión nominal de 51,8 V. Eso es lo suficientemente cerca para el trabajo del gobierno.\n\nEspera, ¿no estás haciendo exactamente lo que nos acabas de prohibir? Estás enchufando una batería que se vende como paquete de 48V en un cargador de 52V. Este pack de 48 V es en realidad un pack de 52 V vendido como un pack de 48 V. Así que la conclusión es: conoce la química, el voltaje y las configuraciones de las baterías antes de hacer algo que no deberías hacer. Eso, y asegurar su casa por el coste de reposición, no por el valor de mercado (consejo gratuito).\n\n\n\n![Aquí hay una nueva imagen de una construcción de lámparas](/img/img-blog/img%5F20151229%5F1431258661-e1451450190961.jpg)\n\n\n\nAquí hay otra imagen de una construcción chapucera. Wow, simplemente wow. ¿Ves cómo necesitaban otro condensador, pero no podían colocarlo en ningún sitio, así que lo pusieron con cables pelados y pegamento caliente? ¿WTF China?\n\n\n\n¿Qué aprendí de esta pesadilla de la vida real?\n\n\n\n1. No compre a vendedores de Ebay sin nombre que ofrecen los precios más bajos. Incluso si consigues una batería nueva allí para reemplazar la que se muere después de 6 meses, sigue sin ser un buen negocio, porque las casas son caras de reemplazar y tus inquilinos no estarán contentos si todo su equipo se quema en un incendio.\n\n\n\n2. No deje las baterías funcionando en el cargador cuando no esté en casa. Cárgalos cuando estés en casa y luego desconéctalos de la red eléctrica.\n\n\n\n3. No utilices cargadores chinos baratos y de mala calidad, excepto en casa de otras personas. Regalarlas a alguien que no te guste (¿tus padres? ¿tu ex mujer? ¿tu vástago sarcástico?) por Navidad, es mucho mejor siempre que no vivan contigo.\n\n\n\n4. Mantenga un extintor cerca cuando cargue las baterías de litio. Esto no es una broma.\n\n\n\n5. Las baterías son siempre más seguras cuando se cargan en el exterior o en el horno (cuando el horno está apagado). Si explotan o se incendian, es posible que no destruyan también su casa.\n\n\n\n6) Utilizar una batería con el voltaje incorrecto con un cargador con el voltaje incorrecto es una receta para el desastre. No lo hagas. En el mejor de los casos, destruirás tu batería, en el peor... ¡BOOM!\n\n\n\nDiviértete y no te mates haciéndolo. Eso parece la historia de mi vida.\n\n\n![También tengo un cargador en mi hijo para mis viajes a la ciudad y un cargador en mi mujer](/img/img-blog/img%5F20151230%5F091553335%5Fhdr1.jpg)\n\n\n\nTambién tengo un cargador en casa de mi hijo para mis viajes por la ciudad y un cargador en casa de mi mujer para los viajes al bosque. Demasiados cargadores...\n\n\n","params":{"posts":"cargador-de-bicicletas-electricas"}},"__N_SSG":true}