{"pageProps":{"ficheros":["6 Baterías de bicis eléctricas","BBS02 750 vs BBSHD 1000W vs Cyclone 3000W","BBSHD con programación personalizada","BBSHD de 100mm","Bafang bbshd","Batería de 48V o 52V para una bicicleta eléctrica","Batería de alto rendimiento para bicicletas electricas","Baterías de litio para bicicletas electricas","Baterías y el BMS son fáciles de transportar","Bicicleta electrica urbana","Bicicletas eléctricas para la playa","Bicicletas en dinamarca","Cargador de bicicletas eléctricas","Conducir sobre nieve con un motor electrico BBSHD","Conectores XT90 de alta potencia 90A","Conectores tipo banana para bicicletas electricas","Construcción de una bicicleta eléctrica","Construir una bicicleta eléctrica de gama media barata","Construir, programar, conducir, no morir (en ese orden)","Cubierta Vee Rubber Vee 8","Cyclone Mid Drive 3000W","Cómo hacer tu propia bicicleta eléctrica","Dawes 1500","Engranaje de nylon en el BBS02","Engranaje de nylon para bicicletas electricas","Horquilla de suspensión Bluto Fat Bike","Kit Cyclone Mid Drive 3000W","Kit Cyclone de 3000W","Kit central Bafang BBS02 750W para bicicletas electricas","Kit conversión bicicleta eléctrica barato","Kit conversión bicicleta eléctrica con batería","La gente que vende kits de bicicletas eléctricas","Las e-bikes son peligrosas","Luces led para bicicletas electricas","Mantenimiento del motor electrico bbs02 para bicicleta","Mighty Mini 30T","Monstruosa bicicleta eléctrica de dos ruedas motrices","Montar una batería de litio para una bicicleta eléctrica","Motor Mid-Drive","Neumáticos Mission Command 4 Vee","Nexus-3 IGH para la construcción de bicicletas con ruedas grandes","No hay lugar más seguro para sus baterías de litio y cargadores en su casa","Normativa de circulacion para las bicicletas eléctricas","Nuvinci buje trasero Freno de rodillo N171 Calvo 36G plateado","Pantalla para bicicleta eléctrica","Plato Lekkie Bling para el BBSHD","Platos eléctricos para bicicletas eléctricas","Platos luna eclipse bicicleta electrica","SHIMANO SG-3D55 Universal Hub Kit Nexus","Sistema BBS02 e-RAD","Snow Shoe 2XL","Software de programación de Bafang para el BBSHD","Todo lo que necesitas saber sobre una batería para una bicicleta eléctrica","Vee Rubber Snow Shoe 4 5","kit BBSHD 1000W Middrive de Bafang","n380 Motor bicicleta electrica","¿Necesito un sensor de velocidad en una bicicleta eléctrica?"],"datos":"# Corgador de bateria de litio en casa ¿Que lugar es el mas seguro?\n\n\nNo hay lugar más seguro para sus baterías de litio y cargadores en su casa.\n\nDesde que mi cargador barato de ebay explotó hace tres semanas, he estado literalmente perdiendo el sueño por el miedo a que algo malo pueda ocurrir de nuevo. Hay muchos lugares subóptimos en su casa para recargar las pilas, pero ninguno tan seguro como el interior de una estufa de leña.\n\nAlgunas personas las cargan al aire libre en una barbacoa, pero eso no es posible en invierno. Otros los guardan en su estufa, lo que probablemente evita que su casa se incendie, pero todo queda destruido por el humo. El humo de las pilas de litio es uno de los gases más tóxicos que jamás respirarás, y una vez que toque tu casa probablemente querrás mudarte. La estufa de leña es ignífuga y lleva incorporado un sistema de escape que permite que el humo salga por la chimenea y destruya el medio ambiente, algo que a los humanos se les da muy bien.\n\n\n\nPasé unos 30 minutos vaciando mi estufa de leña, quitando las cenizas y limpiando todas las superficies con varias esponjas ásperas. Después de unos tres cubos de 5 galones de agua, dejé de hacerlo, aunque la esponja seguía estando negra cada vez que la limpiaba. Luego cogí un tablero duro que estaba por ahí y me pasé cinco minutos recortando piezas para el fondo, los dos lados y la parte trasera. El tablero duro evita que sus costosas baterías y cargadores entren en contacto con el asqueroso interior de su estufa de leña. Entonces simplemente eché mi cargador y el flamante en el horno, cerré la puerta y lo dejé cargar.\n\n\n\n\nMi casa no podría estar más limpia. Es una pieza real de madera a la deriva, en caso de que te lo preguntes.\n\n\n\nLas baterías de litio suponen el mayor riesgo de incendio cuando se manipulan, se cargan incorrectamente o se descargan demasiado rápido. Es increíblemente raro que una batería de litio que no se está recargando se incendie espontáneamente (aunque ha ocurrido).\n\n\n\nEste Telsa en Noruega se incendió mientras cargaba. La causa aún se desconoce, lo más probable es que se trate de un fallo de \"salida\" provocado por una sola célula defectuosa.\n\n\n\nSi tienes una estufa de leña que no utilizas, puede ser un lugar muy seguro para recargar las pilas. Tengo amigos a los que se les ha quemado la casa, pero ninguno de ellos ha dicho nunca que se alegrara de que ocurriera o que saliera ganando con el seguro.\n\n\n\nUna onza de prevención\n\n\n\nBla, bla, bla, sueno como mi viejo.\n\n\n\n\n\n\n","params":{"posts":"no-hay-lugar-mas-seguro-para-sus-baterias-de-litio-y-cargadores-en-su-casa"}},"__N_SSG":true}