{"pageProps":{"ficheros":["6 Baterías de bicis eléctricas","BBS02 750 vs BBSHD 1000W vs Cyclone 3000W","BBSHD con programación personalizada","BBSHD de 100mm","Bafang bbshd","Batería de 48V o 52V para una bicicleta eléctrica","Batería de alto rendimiento para bicicletas electricas","Baterías de litio para bicicletas electricas","Baterías y el BMS son fáciles de transportar","Bicicleta electrica urbana","Bicicletas eléctricas para la playa","Bicicletas en dinamarca","Cargador de bicicletas eléctricas","Conducir sobre nieve con un motor electrico BBSHD","Conectores XT90 de alta potencia 90A","Conectores tipo banana para bicicletas electricas","Construcción de una bicicleta eléctrica","Construir una bicicleta eléctrica de gama media barata","Construir, programar, conducir, no morir (en ese orden)","Cubierta Vee Rubber Vee 8","Cyclone Mid Drive 3000W","Cómo hacer tu propia bicicleta eléctrica","Dawes 1500","Engranaje de nylon en el BBS02","Engranaje de nylon para bicicletas electricas","Horquilla de suspensión Bluto Fat Bike","Kit Cyclone Mid Drive 3000W","Kit Cyclone de 3000W","Kit central Bafang BBS02 750W para bicicletas electricas","Kit conversión bicicleta eléctrica barato","Kit conversión bicicleta eléctrica con batería","La gente que vende kits de bicicletas eléctricas","Las e-bikes son peligrosas","Luces led para bicicletas electricas","Mantenimiento del motor electrico bbs02 para bicicleta","Mighty Mini 30T","Monstruosa bicicleta eléctrica de dos ruedas motrices","Montar una batería de litio para una bicicleta eléctrica","Motor Mid-Drive","Neumáticos Mission Command 4 Vee","Nexus-3 IGH para la construcción de bicicletas con ruedas grandes","No hay lugar más seguro para sus baterías de litio y cargadores en su casa","Normativa de circulacion para las bicicletas eléctricas","Nuvinci buje trasero Freno de rodillo N171 Calvo 36G plateado","Pantalla para bicicleta eléctrica","Plato Lekkie Bling para el BBSHD","Platos eléctricos para bicicletas eléctricas","Platos luna eclipse bicicleta electrica","SHIMANO SG-3D55 Universal Hub Kit Nexus","Sistema BBS02 e-RAD","Snow Shoe 2XL","Software de programación de Bafang para el BBSHD","Todo lo que necesitas saber sobre una batería para una bicicleta eléctrica","Vee Rubber Snow Shoe 4 5","kit BBSHD 1000W Middrive de Bafang","n380 Motor bicicleta electrica","¿Necesito un sensor de velocidad en una bicicleta eléctrica?"],"datos":"# Todo lo que necesitas saber sobre una bateria para una bicicleta eléctrica\n\nAsí que quieres comprar una batería, pero no sabes cuál elegir, y encima eres un tacaño. Hay tantas pilas nuevas en el mercado, que eclipsan por completo a las de antaño, que antes de tirar el dinero que tanto te ha costado ganar, deberías tener una idea bastante clara de lo que estás comprando.\n\n\n\n![Tant de choix, ](/img/img-blog/beautiful-18650-topcaps%5F6d1212ce-6003-4a69-b026-985f31b54765%5F1024x1024-e1459090042855.jpg)\n\n\n\nTantas opciones, no te quedes atascado en la parálisis del análisis\n\n\n\nEn los viejos tiempos (teniendo en cuenta que sólo hace uno o dos años), usted estaba atascado con sólo unas pocas posibilidades realistas para las baterías de bicicleta eléctrica 18650. Así que muchas de las decisiones sobre las baterías que dominaron 2014 y 2015 son ya bastante antiguas. Hay algunas baterías muy interesantes que están saliendo al mercado y que tienen una capacidad mucho mayor, tasas de descarga mucho más altas y algunas incluso ahora tienen ambas_. Este artículo le ayudará a entender sus opciones y cuál es el mejor tipo de batería para comprar o construir usted mismo.\n\n\n\n**Cómo calcular la capacidad de descarga de tus baterías**.\n\n\n\nAl comprar una batería, hay que tener en cuenta dos capacidades de descarga diferentes. Una es la capacidad de descarga del BMS, la otra es la capacidad de descarga de las células. Digamos que compras un pack triangular de 52v 14S5P compuesto por 25 celdas. Se toma la capacidad de descarga de cada célula (20 amperios) y se multiplica por el número que precede a la P (en este caso 5).\n\n\nEl resultado es una capacidad de descarga nominal de 100 amperios (20 x 5). Si este pack está conectado a un BMS que sólo tiene capacidad para 50 amperios, no puede descargar continuamente más de 50 amperios. Por lo tanto, si tienes un BMS que tiene más potencia de la que las células pueden suministrar, las células se sobrecalentarán y posiblemente harán que el BMS se apague temporalmente (si está equipado así). Las baterías más pequeñas tienden a calentarse más rápido que las grandes, ya que cuantas menos celdas tenga un paquete de baterías, mayor será la carga de las mismas por grupo de celdas. Tanto las baterías como el BMS tienen una tasa de ráfagas que pueden ofrecer durante unos 10 segundos sin dañar nada. La tasa de ráfagas suele ser mucho mayor que la tasa continua.\n\n\n\n**Buena capacidad o buena velocidad de descarga, pero no ambas**.\n\n\n\nEn el pasado, la regla general era elegir una batería con una buena capacidad (la cantidad de energía que puede almacenar) o una alta tasa de descarga (la cantidad de energía que puede suministrar continuamente sin sobrecalentarse), pero no se podían tener ambas cosas. Las únicas dos células que siguen siendo relevantes de los viejos tiempos son la 25R y la 29E. La 25R es una de las pilas 18650 más locas que se han fabricado, con la capacidad de suministrar 20 amperios durante un largo periodo sin sobrecalentarse. Esta célula ha sido probada con una tasa de ráfaga máxima de más de 100 amperios.\n\nLa 25R sigue siendo una célula que tiene una velocidad de descarga que nada más puede tocar. El inconveniente es, por supuesto, la capacidad de 2500 mAh, que se probó con una descarga continua de 2 A. Todos los fabricantes declaran que sus baterías tienen una tasa de descarga de 2 amperios. Así que puedes asumir que NO obtendrás toda la capacidad nominal de la batería si la conectas a tu bicicleta eléctrica y la descargas en 20 amperios de forma continua durante una hora. Si se consume más de 2 amperios, la capacidad disminuye, esto sucede más a menudo con algunas células que con otras. Todavía puedo recomendar la célula 25R para las baterías que se compran hoy en día, ya que nada la iguala en precio, y sigue siendo una célula excelente para las altas tasas de descarga de las baterías de las bicicletas eléctricas.\n\n\n\nLa 29E es una célula de alta capacidad más antigua que todavía tiene una tasa de descarga decente y que en su día fue una de las favoritas para las baterías grandes de alta capacidad. Samsung dice que las celdas 29E funcionan a 2,75 A continuos y 8,25 A en ráfaga, pero si quieres que las celdas duren un periodo de tiempo, no deberías hacerlas funcionar a mucho más de 2,75 A durante cualquier periodo de tiempo. Esto significa que para un pack de 5P, la descarga continua será de unos 13,75A, lo cual es dolorosamente bajo para una bicicleta eléctrica real. No recomiendo esta célula, pero sólo la uso para mostrar lo lejos que he llegado en el último año.\n\n\n\n**Nuevas células con las que estoy muy, muy emocionado**.\n\n\n\nHay más de una docena de células que han salido al mercado este año, pero hay 4 células con las que tengo experiencia y estoy realmente entusiasmado sobre las que escribiré. Cada una de estas células tiene ventajas y desventajas, pero cada una de ellas cubre un hueco de precio y rendimiento que no tienen las células más antiguas.\n\n\n\n**Panasonic NCRb, una célula relativamente barata con muy alta capacidad y baja descarga**.\n\n\n\nLa NCRb es una célula bastante sorprendente, ya que tiene una potencia de 3400Mah con una potencia máxima de 6,8Amp. Esta célula se calienta bastante si se le extraen más de 6 amperios continuamente. Tengo una mochila Shark 4P de Amazon.com, que describí como \"la mejor mochila que he tenido\". El pack tiene una autonomía de locos y funciona bien con un BBS02 de 25 amperios, aunque se calienta demasiado cuando se empareja con un BBSHD de 30 amperios. Si quiere utilizar una batería más pequeña para una aplicación de alto consumo, es mejor que busque celdas PF o GA, que cuestan un poco más. El NCRb se utiliza en algunos Tesla, y si no abusas de él, esta batería debería proporcionarte energía durante muchos, muchos años.\n\n\n\n\n**Panasonic PF, una célula de bajo coste con buena capacidad y alta descarga**.\n\n\n\nLa célula PF de Panasonic se sitúa entre la célula NCRb y la célula GA en términos de coste, capacidad y velocidad de descarga. Con una capacidad de 2900Mah y una descarga continua de 10A, la célula PF establece un nuevo punto de referencia para las células de alto rendimiento. Y lo mejor de todo es que las células PF no son tan caras. Con un pack de cuadro de 4P puedes obtener 40Amp de potencia continua, el pack apenas se calienta, y con un pack de 5P puedes obtener 50Amp de potencia continua, lo que es suficiente para satisfacer el apetito de casi todos los constructores de bicicletas eléctricas que hay.\n\n\n\n![30q](/img/img-blog/30q.jpg?w=700)](/img/img-blog/30q.jpg)\n\n\n\nEsta pequeña y ligera batería 30Q 7P podría proporcionar más de 100 amperios de potencia continua con el BMS adecuado.\n\n\n\n**El Samsung 30q, similar al PF, pero con una tasa de descarga mucho mayor y más caro**.\n\n\n\nEl 30Q tiene una capacidad de 3000Mah y una tasa de descarga continua de 15Amp. Esta célula ha sido probada por varios sitios serios de vapeo y es realmente muy buena hasta unos 20Amp. Para una descarga de más de 20 amperios por célula es mejor utilizar un 25R. Tengo un pack de 30q. Que me gusta mucho para aplicaciones de mayor potencia. A 40 amperios de potencia continua con un pack de 7P, estas células ni siquiera se calientan (aunque la misma potencia realmente calienta mi gran pack de 20Ah 26F). Este pack de 7P teóricamente funcionaría muy bien a 105 amperios de descarga continua, que es mucho más de lo que permite el BMS de 50 amperios de descarga continua. Las células 30Q son increíbles, tanto en su capacidad como en su velocidad de descarga, pero el rendimiento como, que tiene un precio, un precio más alto que las células de arriba.\n\n\n\n\nEl Santo Grial de las células de las bicicletas eléctricas, la célula GA de Caperucita Roja.\n\n\n\n**La célula GA de Panasonic-Sanyo, por fin una célula de alta capacidad y alta descarga para el público en general**.\n\n\n\nDejaré lo mejor para el final. La empresa conjunta de Panasonic y Sanyo ha creado un auténtico monstruo: la célula NCR18650GA. Esta célula ni siquiera se calienta a su tasa de descarga nominal de 10A y almacena unos increíbles 3500 mAh por célula. Se especula que podría tratarse de una célula de descarga continua de 11 o 12 amperios, subestimada de forma conservadora. Eric en Lunacycle estaba loco por esta célula y compró muchas más de las que debía, así que está vendiendo estas células al por mayor a un precio de sólo 6 € por célula (esencialmente al coste) en cantidades de 50. Compré 2 cajas, que son suficientes celdas para hacer un pack de 7P que tiene 24,5Ah o potencia y ni siquiera se calienta cuando consume 70Amps y sólo pesa 12lbs delgado.\n\n\nSi te da pereza construir este pack tú mismo desde cero, puedes comprar un pack triangular por 729 €, pero date prisa, porque seguro que se agotan las existencias. Para que te hagas una idea de lo mucho que ha avanzado la tecnología de las baterías, mi vieja batería LifePo4 Prismatic cell 25Ah 52v, que era el modelo estrella del año pasado, pesa 25 kilos y sólo puede entregar 30 amperios de forma continua. Preveo que dentro de un año la célula GA será la nueva célula 25R que dominará por completo la escena de las baterías para bicicletas eléctricas de alto rendimiento. Para ver las especificaciones completas de la célula GA de Panasonic, haga clic en nhere.\n\n\n\n![Desde fuera, es casi imposible distinguir ](/img/img-blog/dumli.jpg)\n\n\n\nDesde el exterior, es casi imposible distinguir las células reales de las falsas. No se puede saber por el precio o la calificación de las reseñas, la única forma de saberlo es comprarlos y probarlos.\n\n\n\n**Células falsificadas**\n\n\n\nHay muchas celdas 18650 falsificadas en ebay y alibabaaliexpress (de hecho casi todas). Si usted está tratando de comprar unas pocas células individuales, entonces yo recomiendo encarecidamente la compra de una empresa de reputación vaping o linterna porque es propiedad de Eric y yo le confiaría su vida, pero probablemente no la mía). También hay algunos lugares donde puedes comprar celdas al por mayor, mira en bajo Lunacycle si puedes comprar 50 a la vez. Si compras 100 células, puedes construir un pack de 14S 7P con sólo 2 células. Puede encontrar una gran variedad de 14S BMS directamente. Mi consejo es que compre a un distribuidor de células de buena reputación, si no está seguro, haga una pregunta en endless-sphere, _antes_ de apretar el gatillo y dar a alguien su número de tarjeta de crédito.\n\n\n\n**Otras células nuevas que no he mencionado porque nunca las he utilizado**.\n\n\n\nHay muchas pilas 18650 en el mercado que no he mencionado en este artículo. Sólo quería hablar de las células con las que he tenido experiencias personales. Puedes encontrar un artículo más detallado con mucha información sobre las nuevas células en nuestro malvado blog gemelo electricbike.com, escrito por el omnisciente dios del ciclismo Spinning Magnets. El artículo es de hace unos 8 meses, pero la información sigue siendo relevante hoy en día.\n\n\n\nEn resumen, a excepción de la célula 25R, yo evitaría las células de ayer y me centraría en las baterías de mañana. Compre una batería de bicicleta eléctrica que no sólo cubra sus necesidades de energía actuales, sino que también sea capaz de proporcionar energía a sus futuros modelos algo más potentes. Por otro lado, si sabes que estarás contento con tu actual bicicleta eléctrica durante muchos años, no compres una célula que cueste más y tenga una capacidad muy superior a tus necesidades.\n\n\n\nElijas lo que elijas, en 2 o 3 años tu mochila estará obsoleta de todos modos, así que más vale que lo afrontes. Hay que pagar para jugar.\n\n\n\n\n\n\n","params":{"posts":"todo-lo-que-necesitas-saber-sobre-una-bateria-para-una-bicicleta-electrica"}},"__N_SSG":true}