{"pageProps":{"ficheros":["6 Baterías de bicis eléctricas","BBS02 750 vs BBSHD 1000W vs Cyclone 3000W","BBSHD con programación personalizada","BBSHD de 100mm","Bafang bbshd","Batería de 48V o 52V para una bicicleta eléctrica","Batería de alto rendimiento para bicicletas electricas","Baterías de litio para bicicletas electricas","Baterías y el BMS son fáciles de transportar","Bicicleta electrica urbana","Bicicletas eléctricas para la playa","Bicicletas en dinamarca","Cargador de bicicletas eléctricas","Conducir sobre nieve con un motor electrico BBSHD","Conectores XT90 de alta potencia 90A","Conectores tipo banana para bicicletas electricas","Construcción de una bicicleta eléctrica","Construir una bicicleta eléctrica de gama media barata","Construir, programar, conducir, no morir (en ese orden)","Cubierta Vee Rubber Vee 8","Cyclone Mid Drive 3000W","Cómo hacer tu propia bicicleta eléctrica","Dawes 1500","Engranaje de nylon en el BBS02","Engranaje de nylon para bicicletas electricas","Horquilla de suspensión Bluto Fat Bike","Kit Cyclone Mid Drive 3000W","Kit Cyclone de 3000W","Kit central Bafang BBS02 750W para bicicletas electricas","Kit conversión bicicleta eléctrica barato","Kit conversión bicicleta eléctrica con batería","La gente que vende kits de bicicletas eléctricas","Las e-bikes son peligrosas","Luces led para bicicletas electricas","Mantenimiento del motor electrico bbs02 para bicicleta","Mighty Mini 30T","Monstruosa bicicleta eléctrica de dos ruedas motrices","Montar una batería de litio para una bicicleta eléctrica","Motor Mid-Drive","Neumáticos Mission Command 4 Vee","Nexus-3 IGH para la construcción de bicicletas con ruedas grandes","No hay lugar más seguro para sus baterías de litio y cargadores en su casa","Normativa de circulacion para las bicicletas eléctricas","Nuvinci buje trasero Freno de rodillo N171 Calvo 36G plateado","Pantalla para bicicleta eléctrica","Plato Lekkie Bling para el BBSHD","Platos eléctricos para bicicletas eléctricas","Platos luna eclipse bicicleta electrica","SHIMANO SG-3D55 Universal Hub Kit Nexus","Sistema BBS02 e-RAD","Snow Shoe 2XL","Software de programación de Bafang para el BBSHD","Todo lo que necesitas saber sobre una batería para una bicicleta eléctrica","Vee Rubber Snow Shoe 4 5","kit BBSHD 1000W Middrive de Bafang","n380 Motor bicicleta electrica","¿Necesito un sensor de velocidad en una bicicleta eléctrica?"],"datos":"# El uso de la bicicleta en Dinamarca: Así ganó la batalla la Batalla\n\nAunque he visitado más de 40 países en los últimos 20 años, de alguna manera echaba de menos a Dinamarca. El año pasado me comprometí con la mujer más inteligente y bella que he conocido en el centro del lago Cayuga con unas 150 personas en tablas de surf de remo y kayaks. Mi compañera, Thilde, también es danesa.\n\n\n\n![bicicleta en dinamarca](/img/img-blog/dsc01307.jpg?w=700)]\n\n\n\nDinamarca es la capital indiscutible del ciclismo en el mundo occidental. En la ciudad de Copenhague, más del 50% de los ciudadanos se desplazan al trabajo. No porque tengan que hacerlo, porque sean pobres, como en muchos países del tercer mundo, sino porque han _elegido_ hacerlo. ¿Por qué un ciudadano razonable de clase media iría al trabajo en bicicleta en lugar de en coche?\n\n\n\nDos cosas: la cultura y las infraestructuras.\n\n\n\nLos daneses son una de las personas más felices del mundo, y se puede ver en todas partes. Es agradable hablar con la gente, sonríen a menudo y parece que se preocupan de verdad por los demás. También parece que fomentan y apoyan la cultura del ciclismo. La primera vez que vi un grupo de bicicletas en el carril bici, esperando a que el semáforo, reservado para las bicicletas, cambiara de color sin que pasara ningún otro vehículo, me quedé completamente sorprendido. En Nueva York, ese tipo de cosas nunca sucederían.\n\n\n\nEn España, las bicicletas parecen ocupar los espacios que dejan los coches. Nos metemos y salimos de los coches, nos saltamos los semáforos en rojo cuando creemos que es seguro hacerlo y adelantamos peligrosamente a los coches que están atascados en el tráfico. Esto provoca muchos roces entre automovilistas y ciclistas. No es raro que me griten los automovilistas cuando voy en bicicleta, y no es raro que grite a los automovilistas que intentan sacarme de la carretera o cortarme el paso. Es una situación desagradable que puede dar lugar a conflictos y accidentes.\n\n\n\n![ciclismo en dinamarca](/img/img-blog/dsc01380.jpg)\n\n\n\nTodos los cruces de Dinamarca están llenos de ciclistas y apenas hay caos.\n\n\n\n**En Dinamarca, los carriles para bicicletas y el tráfico de automóviles están separados, pero no muy lejos**.\n\n\n\nEn general, hay una pequeña elevación del carril bici de una pulgada con una pequeña acera entre la carretera y el carril bici. El padre de Thilde, Lars, fue sargento de la policía de Odense durante décadas y me dijo que es importante que las bicis estén cerca de los coches para que éstos se fijen en ellas. Hay que crear tensión entre los coches y los ciclistas, pero la clave es conseguir la cantidad adecuada de tensión. Los ciclistas tendrán sus propios semáforos, mucho más pequeños que los de los coches, en los que aparecerán imágenes de bicicletas. En las principales rotondas e intersecciones, los carriles para bicicletas están pintados de azul y los automovilistas observan activamente a los ciclistas antes de girar para asegurarse de que no los golpean. En Dinamarca, cuando un coche colisiona con un ciclista, se considera que la culpa es del coche, lo contrario que en España. Nunca he visto a un automovilista estadounidense buscar activamente a un ciclista. Es realmente parte de su cultura ciclista. Lo que he visto son rotondas muy concurridas, con más bicicletas que coches, donde todo el mundo se lleva bien. La mayoría de los ciclistas daneses (más del 95%) ni siquiera llevan casco. Me han atropellado tres veces y siempre llevo casco cuando voy en bicicleta, pero tengo la impresión de que el casco es totalmente innecesario cuando se va en bicicleta en Dinamarca.\n\n\n\n![Muchos edificios de Dinamarca están literalmente rodeados de cientos de bicicletas](/img/img-blog/dsc01383.jpg)\n\n\n\nMuchos edificios de Dinamarca están literalmente rodeados de cientos de bicicletas.\n\n\n\n**En mi ciudad, los símbolos de los moteros están pintados en la calle.\n\n\n\n¿Y qué tenemos en España? En mi ciudad natal, Ithaca, son demasiado tacaños y se niegan a construir carriles bici cuando las calles se llenan de ciclistas todos los días de verano. En la calle Cayuga se está construyendo el primer carril bici \"de verdad\", y parece que quieren instalar unos feos tabiques verticales de plástico entre el carril bici y la calzada principal. Quienquiera que esté diseñando esta cosa debería venir a Dinamarca y echar un vistazo, todavía tendría algo que aprender.\n\n\n\n![bicicleta en dinamarca](/img/img-blog/speed1c.png)\n\n\n\nTan raro como un restaurante de comida rápida en España, IGH está en todas partes en Dinamarca.\n\n\n\n**Más del 80% de las bicicletas tienen un buje con marchas integradas**.\n\n\n\nOtro descubrimiento impactante fue la proliferación de bujes de engranajes internos. Casi no he visto IGH en NY por alguna razón. Mi hipótesis es que la gente de NY considera el desviador un mal necesario. También puede ser que los estadounidenses sean demasiado baratos para comprar un buje de engranaje integrado, que puede costar desde 200 € por un buje de 3 velocidades hasta más de 1.400 € por un buje de engranaje integrado Rohloff de 14 velocidades. Parece que a los daneses les gusta mucho tener bicicletas que simplemente funcionan todo el tiempo, sin tener que ajustar el cambio. Con el buje de cambios integrado también es posible cambiar de marcha sin mover la bicicleta, lo que resulta práctico en los semáforos cuando te equivocas de marcha. Tampoco parece importarles que sus bicicletas sean un poco más pesadas de lo necesario por razones de comodidad y seguridad.\n\n\n\n\n**Rueda, rueda, rueda el freno suavemente por la carretera...\n\n\n\nAdemás, dondequiera que mirara había un montón de [frenos de rodillo](http://sheldonbrown.com/rollerbrakes.html). Nunca había visto frenos de rodillo en España, y en Dinamarca casi todas las bicicletas los tenían. Aparentemente, son de muy bajo mantenimiento y funcionan bien en cualquier clima. Les cuesta defraudar el calor en los descensos largos, pero en las bicicletas que utilicé, funcionaron tan bien como cabría esperar de unos frenos de bicicleta.\n\n\n\n![Diese Lichte](/img/img-blog/reelight290.jpg)\n\n\n\nSin pilas y sin necesidad de encenderlo o apagarlo.\n\n\n\n**Cuando todas las bicicletas tenían luces de seguridad en la parte delantera y trasera**.\n\n\n\nMuchas bicicletas estaban equipadas con luces de seguridad permanentes en la parte delantera y trasera, que estaban completamente selladas y funcionaban sin pilas. Se alimentaban fijando dos imanes a los radios, y la fuerza de la rueda que giraba alimentaba los LEDs parpadeantes. Otro sistema que nunca he visto en una bicicleta en España, pero que es genial.\n\n\n\n![Entre las cámaras se encuentra una pequeña franja de luz](/img/img-blog/imgp09651.jpg)\n\n\n\nUna pequeña varilla de acero atraviesa los radios para evitar que la rueda gire.\n\n\n\n**Los daneses no atan sus bicicletas a las cosas.\n\n\n\nMás del 95% de las personas en Dinamarca (excepto en Copenhague, donde alrededor del 10% de las bicicletas estaban sujetas a objetos) no sujetan sus bicicletas a objetos, sino que utilizan un simple candado para bicicletas, que consiste simplemente en pasar un gran trozo de metal por los radios de la rueda trasera. Esta fue una solución muy sencilla para el problema muy real de no poder encontrar nada a lo que atar la bicicleta. Ahora que no hay parquímetros en Ítaca, el problema de encontrar un lugar para guardar la bicicleta seguramente se agravará. La idea de ponerle un candado a la bicicleta es que sea tan incómodo que los ladrones no pierdan el tiempo llevándola por la calle. Parecerían muy sospechosos si llevaran una bicicleta cerrada.\n\n\n\n**Las bicicletas son utilizadas casi exclusivamente por las personas mayores y como bicicletas de transporte**.\n\n\n\nEsperaba encontrar bicicletas eléctricas por todas partes en Dinamarca, pero me equivoqué. Las únicas personas que vi con bicicletas eléctricas eran personas mayores de 70 años y algunas personas que pedaleaban con bicicletas de carga de tres ruedas. Esto se debe probablemente al bajo límite de potencia europeo de 250 vatios, ya que no tiene mucho sentido gastar el dinero extra en una bicicleta eléctrica para una potencia tan baja. Además, casi todas las e-bikes que he visto tenían alimentación central, que es el mejor uso de la energía para una e-bike de baja potencia.\n\n\n\n![Las bicicletas eléctricas están disponibles ](/img/img-blog/dsc01406.jpg)\n\n\n\nLas bicicletas eléctricas están disponibles en todas partes por unos 3,50 $/hora y pueden devolverse en cualquier quiosco después de su uso. Estos no eran muy populares y eran muy pesados.\n\n\n\n**La oficina de correos danesa utiliza triciclos eléctricos para el reparto del correo**.\n\n\n\nMientras el sistema postal estadounidense sigue luchando por financiarse a sí mismo, he aquí una idea radical que ahorraría cantidades increíbles de dinero en el mayor gasto del sistema postal. Todo el reparto de correo se haría con bicicletas eléctricas. La bicicleta del Correo Danés está impulsada por un buje de transmisión de 1000W, mucho más grande que cualquier otro motor de bicicleta eléctrica que haya visto en Dinamarca. Los carteros trasladan la bicicleta de una parada a otra, luego se bajan y entregan el correo en la parada actual. El cuadro tiene un diseño continuo muy bonito, y la bicicleta de carga que estaban utilizando parecía que podía soportar unas 800 kilos (incluyendo al conductor). Cargando estas bicicletas con baterías de litio, debería ser posible recorrer la mayoría de las rutas postales de España por una fracción de lo que el sistema postal estadounidense gasta actualmente en sus vehículos postales.\n\n\n\n![Eine perfekte ](/img/img-blog/danish-post-e1442816406258.jpg)\n\n\n\nUna aplicación perfecta para las bicicletas eléctricas, la entrega de correo en caracol\n\n\n\n**Los centros urbanos están deliberadamente cerrados a los coches**.\n\n\n\nEn la planificación urbana, los planificadores intentan deliberadamente mantener el centro de la ciudad libre de coches y camiones. Esto permite que el centro de la ciudad se distribuya de forma mucho más densa, con largos paseos peatonales curvos. Las empresas que necesitan entregas regulares de camiones, como los restaurantes y los grandes comercios, se sitúan en la circunvalación exterior del centro de la ciudad, mientras que el centro alberga negocios como museos y teatros, que requieren menos entregas.\n\n\n\n**Las bicicletas suelen tener sus propias señales de tráfico**.\n\n\n\nCon sus propias señales de tráfico, la circulación puede ser mucho más fluida que cuando las bicicletas simulan ser coches. Las bicicletas tampoco giran a la izquierda, y a menudo atraviesan varios carriles de tráfico de coches. En su lugar, hacen la señal de parar y girar a la derecha para esperar y cruzar la carretera en los semáforos. Girar a la izquierda es increíblemente peligroso cuando se va en bicicleta, ya que no sólo hay que enfrentarse a todo el tráfico que hay que cruzar, sino a menudo a varios carriles de tráfico en sentido contrario, mientras se está en medio de una intersección muy concurrida. La forma danesa de abordar las cosas es mucho mejor y esencialmente hace innecesario el giro a la izquierda.\n\n\n\nLo más difícil para los automovilistas es tener cuidado con las bicicletas que van de frente cuando giran a la derecha por el arcén derecho.\n\n\n\n![Aunque la ley obliga a iluminar las bicicletas por la noche](/img/img-blog/dsc01445.jpg)\n\n\n\nLa ley establece que las bicicletas deben estar iluminadas por la noche, y muchos carriles bici están iluminados por farolas.\n\n\n\n**Todas las zonas peatonales están equipadas con carriles para bicicletas**.\n\n\n\nNo hay mejor lugar para invitar a los ciclistas que el centro de la ciudad. En la mayoría de las calles destinadas a las personas, hay estrechos carriles para bicicletas que discurren por el centro de la calle, mientras que los laterales están llenos de mercancías de tiendas y asientos al aire libre de restaurantes. Las plazas están diseñadas para que las bicicletas vayan y vengan por el centro. Un buen diseño urbano invita a la gente a caminar y a ir en bicicleta en su corazón.\n\n\n\n**Demuelen sus calles más transitadas y construyen edificios**.\n\n\n\nSí, has leído bien: en Dinamarca, las calles más concurridas del centro de las ciudades se cierran y se construyen edificios en medio de la calle. A primera vista, esto parece una completa locura, pero en realidad es muy lógico. Se ha optado deliberadamente por mantener el tráfico de automóviles fuera del centro de la ciudad y centrarse en la densidad y los carriles bici. Nuestra ciudad natal, Ithaca, NY, se considera muy liberal porque tiene una zona peatonal de dos manzanas de largo y dos de ancho en el centro de la ciudad, cuatro manzanas en total. En Odense, que tiene una población similar a la de Ítaca, el centro de la ciudad está formado por casi 25 manzanas cuadradas de edificios, casi en su totalidad sin acceso para coches ni plazas de aparcamiento. Es mucho más atractivo pasar el tiempo en un centro de la ciudad libre de coches y de contaminación, y diseñado con buen gusto para atraer a los turistas y a los lugareños por igual.\n\n\n\n![caminos dinamarca](/img/img-blog/dsc01254.jpg)\n\n\n\nEn el campo, hay carriles bici rurales en los que no se permiten los coches.\n\n\n\n**La mayor parte de lo que normalmente es una acera se comparte entre las bicicletas y los peatones**.\n\n\n\nTodas las bicicletas que vi llevaban un pequeño timbre, y a los ciclistas no parecía importarles hacer sonar el timbre para advertir a los peatones que se encontraban en su camino o que podían atropellarlos. Mientras que en Nueva York se suele tener una acera de 5′ de ancho, en Dinamarca se reservaron 2,5′ de la acera para las bicicletas (que solo circulan en un sentido) y los 2,5′ restantes para los peatones. Lo sorprendente es que en una acera de 2,5′ de ancho se puede meter mucha gente, y la mayoría de los peatones estaban muy pendientes de las bicis y de los carriles bici, por lo que no vi ninguna colisión entre ciclistas y peatones cuando estuve allí.\n\n\n\n![Estos ingeniosos portabicicletas de dos niveles duplican el número de bicicletas que se pueden guardar en un espacio determinado.](/img/img-blog/dsc01365.jpg)\n\n\n\nEstos portabicicletas de dos niveles duplican el número de bicicletas que puede almacenar en un espacio determinado.\n\n\n\n## Todo lo que escucho es un zumbido en mis oídos.\n\n\n\n\nEsto contrasta con la Universidad de Cornell, donde vi muchas colisiones entre bicicletas y peatones en los cinco años que estuve en el campus. Las bicicletas no tenían timbres, las aceras eran compartidas por bicicletas y peatones, y los peatones ignoraban las bicicletas hasta que las golpeaban. Con el tiempo, Cornell tuvo que crear zonas separadas para dejar las bicicletas, donde la gente tenía que bajarse y caminar o ser multada. Creo que se trata de una solución subóptima que carece de planificación y visión.\n\n\n\n![Überall standen mit Kindern gefüllte Lastenräder](/img/img-blog/triobike-1.jpg)\n\n\nPor todas partes había bicicletas de carga llenas de niños.\n\n\n\n**La gente va en bicicleta con sus hijos delante**.\n\n\n\nHabía muchos padres que conducían grandes bicicletas de carga con uno o dos niños en la parte delantera. A menudo los niños eran bastante pesados (cerca de 100 kilos cada uno). Lo que sorprendió fue que la mayoría de estas bicicletas para niños no tenían asistencia eléctrica, sólo un cambio de marchas muy bajo. Además, he visto a padres y madres que iban junto a sus hijos pequeños en el corazón de Copenhague. Eso nunca se vería en una gran ciudad estadounidense, es demasiado peligroso.\n\n\n\n**Los carriles para bicicletas se dejan libres**. \n\n\n\nLos peatones miran a ambos lados cuando cruzan los carriles bici, y también los automovilistas. Nadie aparca sus coches en los carriles bici ni los bloquea con barreras de construcción. Cuando hay una obra en la que se desvía el tráfico de coches, también se desvían los carriles para bicicletas, a menudo con grandes barreras de hormigón para proteger el flujo de tráfico de la colisión con los ciclistas. He encontrando una variedad de obstáculos en los carriles bici, incluyendo un coche de policía de Nueva York; la parte buena comienza en el minuto 1:30. Lo más difícil para los peatones es acordarse de mirar a ambos lados al entrar en un carril bici, pero parecía que todos los daneses estaban bien entrenados en esto.\n\n\n\n\nUna arquitectura fantástica y una maravillosa infraestructura ciclista son dos cosas en las que los daneses destacan.\n\n\n\n**América podría hacerlo mejor, mucho mejor**.\n\n\n\nLa bicicleta resuelve muchos problemas de transporte y contribuye a limitar el calentamiento global. El 50% de los habitantes de Copenhague van al trabajo en bicicleta. Imagínese lo diferente que sería Nueva York si el 50% de sus habitantes fuera en bicicleta al trabajo. El problema es que la forma en que los automovilistas estadounidenses tratan a los ciclistas y los ciclistas a los coches nunca lo permitirá. Los planificadores urbanos piensan en cómo gastar sus aceras, y cuando se trata de elegir entre coches y bicicletas, los coches siempre parecen ganar, aunque ocupen mucho más espacio y sean increíblemente peligrosos. Es un terrible despilfarro que gran parte de nuestro espacio urbano sea consumido por carreteras y aparcamientos.\n\n\n\nEl coche medio está parado más del 90% del tiempo, y una bicicleta de carreras decente con neumáticos finos puede ir fácilmente a 15-20 mph en terreno llano con un piloto en forma. Lo más rápido que pueden ir los coches en una ciudad es, por lo general, 30 mph y, a menudo, mucho más lento que eso, por lo que se paga una enorme prima y se utiliza un enorme gasto en espacio e infraestructura para ganar unos pocos mph de velocidad para ir de un lugar a otro. Con la comodidad añadida de no tener que buscar aparcamiento y poder llegar en bicicleta hasta la puerta de casa, las bicicletas son un claro ganador en la competición del transporte urbano.\n\n\n\n## Empieza por ti\n\n\n\nSi quieres que tu ciudad apoye a los ciclistas, la forma más fácil es empezar a ir en bicicleta tú mismo. Cuantos más ciclistas tenga una ciudad, más difícil será ignorar la falta de infraestructura ciclista. Participe activamente en las reuniones de planificación de su municipio. Habla, haz que se escuche tu voz y aboga por el uso de la bicicleta en tu municipio en la medida de lo posible.\n\n\n\nA menos que alguien como tú esté muy interesado en ello,  \n\n\n\nNada va a mejorar. No lo hará.\n\n\n\n\n\n","params":{"posts":"bicicletas-en-dinamarca"}},"__N_SSG":true}