{"pageProps":{"ficheros":["6 Baterías de bicis eléctricas","BBS02 750 vs BBSHD 1000W vs Cyclone 3000W","BBSHD con programación personalizada","BBSHD de 100mm","Bafang bbshd","Batería de 48V o 52V para una bicicleta eléctrica","Batería de alto rendimiento para bicicletas electricas","Baterías de litio para bicicletas electricas","Baterías y el BMS son fáciles de transportar","Bicicleta electrica urbana","Bicicletas eléctricas para la playa","Bicicletas en dinamarca","Cargador de bicicletas eléctricas","Conducir sobre nieve con un motor electrico BBSHD","Conectores XT90 de alta potencia 90A","Conectores tipo banana para bicicletas electricas","Construcción de una bicicleta eléctrica","Construir una bicicleta eléctrica de gama media barata","Construir, programar, conducir, no morir (en ese orden)","Cubierta Vee Rubber Vee 8","Cyclone Mid Drive 3000W","Cómo hacer tu propia bicicleta eléctrica","Dawes 1500","Engranaje de nylon en el BBS02","Engranaje de nylon para bicicletas electricas","Horquilla de suspensión Bluto Fat Bike","Kit Cyclone Mid Drive 3000W","Kit Cyclone de 3000W","Kit central Bafang BBS02 750W para bicicletas electricas","Kit conversión bicicleta eléctrica barato","Kit conversión bicicleta eléctrica con batería","La gente que vende kits de bicicletas eléctricas","Las e-bikes son peligrosas","Luces led para bicicletas electricas","Mantenimiento del motor electrico bbs02 para bicicleta","Mighty Mini 30T","Monstruosa bicicleta eléctrica de dos ruedas motrices","Montar una batería de litio para una bicicleta eléctrica","Motor Mid-Drive","Neumáticos Mission Command 4 Vee","Nexus-3 IGH para la construcción de bicicletas con ruedas grandes","No hay lugar más seguro para sus baterías de litio y cargadores en su casa","Normativa de circulacion para las bicicletas eléctricas","Nuvinci buje trasero Freno de rodillo N171 Calvo 36G plateado","Pantalla para bicicleta eléctrica","Plato Lekkie Bling para el BBSHD","Platos eléctricos para bicicletas eléctricas","Platos luna eclipse bicicleta electrica","SHIMANO SG-3D55 Universal Hub Kit Nexus","Sistema BBS02 e-RAD","Snow Shoe 2XL","Software de programación de Bafang para el BBSHD","Todo lo que necesitas saber sobre una batería para una bicicleta eléctrica","Vee Rubber Snow Shoe 4 5","kit BBSHD 1000W Middrive de Bafang","n380 Motor bicicleta electrica","¿Necesito un sensor de velocidad en una bicicleta eléctrica?"],"datos":"# Motor electrico n390 para bicicletas electricas\n\nNuVinci construyó [en 2015] esta CVT realmente genial, la N380, que dicen que puede absorber la friolera de 350 vatios de potencia (a menos que sea una bicicleta de carga, en cuyo caso solo puedes obtener unos míseros 250W). No voy a haceros perder el tiempo explicando cómo funciona esta cosa, excepto que hay un montón de _bolas realmente grandes_ que tienen una jaula pequeña y graciosa y un líquido increíblemente extraño. Cuando el líquido está bajo alta presión, se comporta como un sólido, y si cambias el ángulo de estas bolas, puedes tener una transmisión continuamente variable que esencialmente te da un número infinito de marchas por sólo unos 250 € (yo pagué 252 € por él en oferta, pero no lo encuentro a la venta en ningún sitio en este momento, el precio de venta al público es de más de 350 €). El N380 es la última y mejor encarnación del antiguo N360, con un 20% más de \"autonomía\".\n\nTambién existe el también lanzado en N330, que es ligeramente más barato y tiene una menor autonomía (330%), pero _tiene exactamente el mismo peso_ que el N380. Las especificaciones técnicas tanto del N330 como del N380 están disponibles en el sitio web de Fallbrooktech. La N380 CVT pesa unos 1,5 kilos y parece un motor de buje que tienes que atar tú mismo, lo cual es un gran PITA por el que todo el mundo debería pasar al menos una vez en su vida.\n\n\n\nEl N380 no sólo tiene las bolas más grandes, sino que también viene con las tuercas más largas que he visto nunca. Son tan grandes que no puedo dejar de mirarlos.\n\n\n\n¿En qué estaba pensando? La primera vez que lo quité, tuve problemas porque no se instaló bien. La segunda vez que lo saqué, tuve más problemas porque sigo siendo un idiota. La última vez que la saqué me divertí tanto, monté tanto tiempo con mi enorme batería de 25 kilos y 25 Ah que literalmente no podía sentarme cuando terminé de montar. Creo que eso es un gran elogio, al menos de mi parte. \n\n\n\nSigo pensando que el Nexus 3 IGH (revisión completa es el IGH de trail definitivo para fatbikes. Cuesta alrededor de 125 € por todo lo enviado y aparte de la PITA de atar la llanta, la instalación es una brisa. He puesto mi Nexus 3 a prueba en muchos paseos accidentados y el cubo definitivamente ha hecho algunos ruidos extraños (que suenan como el monstruo de humo de Lost), pero no se ha roto todavía. Los bujes con cambio integrado son especialmente buenos para las fatbikes, ya que no hay que preocuparse de que la arena, la nieve y el hielo estropeen el desviador.\n\n\n\nEl N380 es una bestia totalmente diferente al Nexus 3\\. Cuando se hace algo que no se debería hacer (por ejemplo, subir una pendiente de 20 grados a toda potencia desde parado), las bolas resbalan un poco en lugar de rozar los engranajes. Esto no es realmente un problema a menos que las cosas en el interior se calienten demasiado, el fluido mágico se filtre o algo se rompa realmente. El N380 tiene una potencia nominal de 350W (máx.), pero yo lo alimento con un BBS02 de 750W nominales a 59v, que ofrece bastante más de 1300 vatios de potencia máxima si lo alimento correctamente (y lo hago). Si he entendido bien, ¿estás utilizando el N380 con 4 veces la potencia permitida para la CVT? Sí, no me importa, vivo para _destruir sus frágiles productos de e-bike_. *Risa mala*\n\n\n\n![El anillo Lekkie ayuda a conseguir la mejor](/img/img-blog/img%5F20160105%5F0900392901.jpg)\n\n\n\nEl anillo Lekkie ayudará a conseguir la mejor línea de cadena que se pueda obtener con esta configuración. Hay que darle espacio fuera de claramente el espaciador de cadena intrusivo. Tenía unos 5 mm de holgura en la cadena con un neumático de 4″.\n\n\n\n¿Qué pasa si rompo la CVT y quiero que me la cambien? Los bromistas del servicio de asistencia de NuVinci ya me conocen por mi nombre (ah sí, ese maldito tipo que nos roba constantemente los rankings de los motores de búsqueda y al que le gusta oírse escribir...) y lo más probable es que se rían de mí por teléfono. No importa, porque estoy acostumbrado. Una vez compré un coche casi nuevo y después de 5 años y 60.000 kilometros no funcionaba bien, así que lo llevé al concesionario y pedí una reparación \"en garantía\". Echaron un vistazo al filtro de aceite, que era un filtro OEM, y me preguntaron si ya había cambiado el aceite. Le dije: \"¿Qué, tienes que cambiar el aceite? ¿Estás bromeando, eso no está cubierto por la garantía?\" Me dijeron que NO, y en ese momento decidí no comprar nunca un coche nuevo. Todo es una estafa y ni siquiera te dan _filtros de aceite gratis_. Resumiendo, aprendí la lección y desde entonces he cambiado el aceite regularmente cada 59.999 kilometros, sin fallar. (Historia real)\n\n\n\nLa parte más difícil de instalar el N380 fue encontrar la relación correcta entre el BBS02 y la CVT. Un loco en Internet, que consiguió mi dirección de correo electrónico, dijo que estaba usando la combinación BBS02\\N380 con un 34T en la parte delantera y un 18T en el piñón trasero, así que probé eso primero. La relación era MUY baja, así que la cambié por un plato Lekkie de 42T delante (con separadores de 4mm) y un piñón de 22T detrás, que es perfecto para singletrails. Si sólo quieres circular por la carretera y no por el bosque, debes quitar 4 dientes del piñón y utilizar un piñón de 18T para alcanzar la mayor velocidad de pedaleo. La combinación 42T/22T me permitió subir colinas de 20 grados con facilidad y aún así alcanzar casi 30 mph en el plano (pero las rpm a la velocidad máxima eran demasiado altas para que yo pudiera pedalear cómodamente). Para todos los superhéroes vestidos con spandex entre vosotros, con una combinación de 42T/18T, podréis pedalear cómodamente a 50 km/h e incluso cuesta abajo.\n\n\n\n![Con el Lekkie Bling Ring ](/img/img-blog/img%5F20160105%5F0900271141.jpg)\n\n\n\nNo se puede colocar el espaciador del piñón de aluminio en el lado de la CVT, ya que entonces la cadena podría chocar con los ajustadores.\n\n\n\nAñadí el N380 a la Duh Banana Bike, que fue una de mis construcciones más ligeras con un delgado peso de 41 kilos sin batería. Añadiendo el buje, los cables y la palanca de cambios, pesa casi 5 kilos más, lo que sigue siendo muy ligero para una bicicleta eléctrica de 1000 € que produce más de 1300 vatios de potencia máxima con una CVT de 4 centimetros. Si miras la miserable desolación que es la oferta comercial de fatbikes eléctricas en los España, no encontrarás nada que se acerque. Construí la llanta con un único patrón de cruce y con todas las cabezas de los radios de 213 mm de calibre 13 en el mismo lado. Esto es algo que prescribía el antiguo manual del N171 y que me gustaba, así que lo apliqué a este buje. Hablando del N171, este buje tiene una potencia nominal de 750W y hay gente que hace funcionar regularmente varios miles de vatios a través de estos CVT. El mayor problema del N171 es que es increíblemente pesado, con 8,7 kilos, e increíblemente difícil de encontrar, ya que se afinaron hace 5 años. \n\n\n\nAl instalar el N380, me encontré con una serie de problemas que voy a discutir en detalle aquí. No pude encontrar instrucciones para el antiguo sistema de conmutación rotativa manual, ya que todo lo que pude encontrar sobre el N380 parecía centrarse en la nueva electrónica Harmony. Para alinear el mando de ajuste correctamente, me costó ~~algunos~~25 intentos y un montón de pelos (porque lo saqué todo). La parte complicada es que el ajustador tiene que tener el rango completo, pero no es fácil saber si tiene el rango completo, ya que sólo se deja girar alrededor de 1/2 vuelta hasta que se bloquea y tienes que girar el eje un poco para que pueda ir el resto del camino. Después de algunas vacilaciones, lo logré. El otro problema es que es contrario a la intuición saber qué cable va donde para las velocidades más altas. Los he invertido por error, de modo que cuando quiero ir rápido, es el simpático hombrecito de plástico naranja el que sube la cuesta. Desgraciadamente, ya había desconectado y bloqueado los cables, así que tuve que invertirlos, y entonces uno de los cables se cortó demasiado corto. Al final, lo he improvisado, y en las fotos no se ve lo mal que está realmente. También tuve que espaciar el Lekkie Bling-Ring para evitar el molesto espaciador de la cadena, y tuve que hacer un espaciador con arandelas desgastadas, fijado con pegamento caliente para poder montarlo correctamente. El Lekkie me dio una línea de cadena muy limpia y sólo tuve un desviador en mi tercer viaje. La pesada cadena KMC Single Speed BMX probablemente nunca se romperá con esta pésima potencia.\n\n\n\n![Mein Lieblingsteil ist der kleine ](/img/img-blog/shifter%5Funderdrive1%5Flrg.jpg)\n\n\n\nMi favorito es el pequeño motorista de goma naranja que está pegado a mi palanca de cambios en la montaña eterna de la condenación. No te preocupes, pequeño, te salvaré...\n\n\n\nAhora que he probado el N380 y un BBS02, ¿lo recomendaría? El problema es que el N380 es mucho más adecuado para el BBSHD de 1000W, que puede generar potencia real a un ritmo normal. El BBS02 tiene que girar lo suficientemente rápido en pendientes de más de 5 grados, de lo contrario se corre el riesgo de quemar el regulador. El BBSHD fue diseñado para funcionar a plena potencia (y más) con una cadencia normal, por lo que no hay que reducir la marcha tanto en las cuestas. El mayor problema es que el BBSHD triturará ese pequeño CVT en un santiamén (1500W+), e incluso me siento culpable por usarlo a niveles de potencia BBS02 (alguien debería llamar a la _Gente por el Tratamiento Ético de los Componentes de la Bicicleta_). También había 3 grandes inconvenientes en esta CVT\n\n\n\n1. cuando en una marcha superior y la CVT está bajo una carga pesada y usted no está sosteniendo la empuñadura giratoria, el N380 tiende a cambiar hacia abajo por sí mismo. Esto me pareció bastante molesto. Tan molesto que realmente me tomo el tiempo de escribir sobre ello.\n\n\n\n2. cuando la CVT está muy cargada, no es posible subir de marcha, lo que es _también_ muy molesto (ver #1).\n\n\n\n3. Es caro y pesado (espera, ya son dos) y un dolor de cabeza para instalarlo, espera perder medio día en él (y ya son tres, lo que hace un total de 5 inconvenientes principales, no sólo 3).\n\n\n\nPara montar en singletrack no necesitas realmente un número infinito de marchas, básicamente sólo necesitas 3 y sólo tienes que ajustar tu cadencia de pedaleo a la situación. Todo esto cambia cuando se monta en la carretera, me di cuenta cuando se monta en una carretera normal a velocidades más altas (como 25 + mph) que me gustó mucho ser capaz de ajustar mi circuito para obtener la cadencia perfecta. Supongo que esto puede ser muy atractivo para los ciclistas de carreras por razones de comodidad. El problema es que no conozco a ningún ciclista de carrera que se precie que esté dispuesto a cambiar la eterna cadencia perfecta por un kilo más en su bicicleta.\n\n\n\n![El N360 es una noticia antigua, un sistema de accionamiento](/img/img-blog/cvp.jpg)\n\n\n\nEl N360 es un modelo antiguo, este CVT de 5 años ha sido superado por el N380 y el N330.\n\n\n\nCada fanático del peso tiene que tomar esta decisión por sí mismo. El Nexus 3 aumentó el peso de mi bicicleta en aproximadamente 1 libra, pero el N380 pesa casi 5 kilos.\n\n\n\n**Una actualización**: Conocí a un tipo que quemó dos N360, y luego también hizo que se apagara un N380 al ejecutarlo en un BBSHD con la programación estándar de Luna. Si quieres probar esto, asegúrate de que tu acelerador está configurado en modo de velocidad (no en modo de corriente) y la corriente de arranque está configurada al 1% tanto en el lado del PAS como en el del acelerador, entonces quizás, sólo quizás, tu N380 sobrevivirá. Si está utilizando un BBSHD, tal vez debería optar por el más potente N171 CVT. Después de un año de abuso con mi BBS02, mi N380 también comenzó a gotear, pero todavía parece funcionar bien.\n\n\n\n\n\nQué deprimente debe ser para la gente de Fallbrook Tech encontrar mi cutre página web en cuarto lugar cuando hacen una búsqueda en Google de \"_Nuvinci N380_\". Tiene que haber alguna forma de argumentar para que me quiten de todos los rankings del motor de búsqueda de Google. Tal vez un lector simpatizante podría iniciar una petición aquí. Seré el primero en firmar.\n\n\n\n\n","params":{"posts":"n380-motor-bicicleta-electrica"}},"__N_SSG":true}