{"pageProps":{"ficheros":["6 Baterías de bicis eléctricas","BBS02 750 vs BBSHD 1000W vs Cyclone 3000W","BBSHD con programación personalizada","BBSHD de 100mm","Bafang bbshd","Batería de 48V o 52V para una bicicleta eléctrica","Batería de alto rendimiento para bicicletas electricas","Baterías de litio para bicicletas electricas","Baterías y el BMS son fáciles de transportar","Bicicleta electrica urbana","Bicicletas eléctricas para la playa","Bicicletas en dinamarca","Cargador de bicicletas eléctricas","Conducir sobre nieve con un motor electrico BBSHD","Conectores XT90 de alta potencia 90A","Conectores tipo banana para bicicletas electricas","Construcción de una bicicleta eléctrica","Construir una bicicleta eléctrica de gama media barata","Construir, programar, conducir, no morir (en ese orden)","Cubierta Vee Rubber Vee 8","Cyclone Mid Drive 3000W","Cómo hacer tu propia bicicleta eléctrica","Dawes 1500","Engranaje de nylon en el BBS02","Engranaje de nylon para bicicletas electricas","Horquilla de suspensión Bluto Fat Bike","Kit Cyclone Mid Drive 3000W","Kit Cyclone de 3000W","Kit central Bafang BBS02 750W para bicicletas electricas","Kit conversión bicicleta eléctrica barato","Kit conversión bicicleta eléctrica con batería","La gente que vende kits de bicicletas eléctricas","Las e-bikes son peligrosas","Luces led para bicicletas electricas","Mantenimiento del motor electrico bbs02 para bicicleta","Mighty Mini 30T","Monstruosa bicicleta eléctrica de dos ruedas motrices","Montar una batería de litio para una bicicleta eléctrica","Motor Mid-Drive","Neumáticos Mission Command 4 Vee","Nexus-3 IGH para la construcción de bicicletas con ruedas grandes","No hay lugar más seguro para sus baterías de litio y cargadores en su casa","Normativa de circulacion para las bicicletas eléctricas","Nuvinci buje trasero Freno de rodillo N171 Calvo 36G plateado","Pantalla para bicicleta eléctrica","Plato Lekkie Bling para el BBSHD","Platos eléctricos para bicicletas eléctricas","Platos luna eclipse bicicleta electrica","SHIMANO SG-3D55 Universal Hub Kit Nexus","Sistema BBS02 e-RAD","Snow Shoe 2XL","Software de programación de Bafang para el BBSHD","Todo lo que necesitas saber sobre una batería para una bicicleta eléctrica","Vee Rubber Snow Shoe 4 5","kit BBSHD 1000W Middrive de Bafang","n380 Motor bicicleta electrica","¿Necesito un sensor de velocidad en una bicicleta eléctrica?"],"datos":"# Normativa de circulacion para las bicicletas eléctricas\n\nHace tiempo que la legalidad de las bicicletas eléctricas en EE.UU. es tal que puedes salirte con la tuya. Las leyes y en muchos estados no hay ninguna ley para el uso de bicicletas eléctricas.\n\nLa ciudad de Nueva York los ha prohibido, pero con una aplicación limitada y desigual. Muchos otros lugares, como Moab, también los han prohibido, principalmente porque demasiada gente conducía de forma demasiado temeraria, sin poner límites. En general, he comprobado que la inmensa mayoría de los no motoristas que poseen la cantidad de bicicletas aborrecen absolutamente las bicicletas eléctricas, pero la marea puede estar cambiando.\n\n\nEl gobernador Jerry Brown ha firmado hoy una ley en California que describe 3 tipos de bicicletas eléctricas y su uso adecuado.\n\nBicicleta eléctrica de tipo 1: es para las bicicletas de pedal (a menudo conocidas como PAS) que pueden circular por todos los carriles bici sin restricciones. La velocidad debe ser inferior a 20 mph. Los menores deben llevar casco.\n\nBicicleta eléctrica de tipo 2: se trata de una bicicleta eléctrica de baja velocidad, permitida en todas las carreteras en las que las bicicletas de tipo 1 están permitidas sin restricciones. La velocidad debe ser inferior a 20 mph. Los menores deben llevar casco.\n\nBicicleta eléctrica de tipo 3: se trata de una bicicleta de velocidad que no está permitida en los carriles bici de clase 1, pero sí en el resto. La velocidad debe ser inferior a 28 mph y se necesita un casco para realizar esta ruta, independientemente de la edad.\n\nCiclomotores: ¿a quién le importan los ciclomotores? Te has equivocado de blog. Vuelve a, no vayas más allá, no subas 200 €.\n\nEsta ley es un gran beneficio para la industria de las bicicletas eléctricas, ya que los distribuidores y fabricantes de bicicletas eléctricas pueden ahora construir bicicletas que cumplan con la ley de California. Durante demasiado tiempo, las bicicletas eléctricas han estado sujetas a un límite de velocidad arbitrario de 20 mph, tomado de la HR 727.\n\nEsta ley sólo determina lo que puede venderse en España como \"bicicleta eléctrica\" y no como \"ciclomotor\" o \"moto\". Esta ley no tiene _nada_ que ver con lo que se puede conducir legalmente, pero yo llevo una copia conmigo para confundir a la policía y que no me multen. El HR 727 habla de un límite de 750 vatios y un límite de velocidad de 20 mph en terreno llano con un piloto de 170 kilos. Muy pocas bicicletas eléctricas de fabricación casera en España cumplen esta normativa.\n\n\n\n\"A los efectos de esta sección, el término \"bicicleta eléctrica de baja velocidad\" significa un vehículo de dos o tres ruedas equipado con pedales totalmente funcionales y un motor eléctrico de menos de 750 vatios (1 caballo de fuerza), que tiene una velocidad máxima en una superficie nivelada y estabilizada de menos de 20 mph, cuando es impulsado exclusivamente por dicho motor y operado por un ciclista que pesa 170 kilos.\" - El HR 727 es la única definición federal del término \"e-bike\" que verás.\n\n\n\n**¿Qué velocidad puede alcanzar un motor central de 750 vatios a la velocidad nominal?**\n\n\n\nUn Middrive BBS02 de 750 vatios con una sobrecarga de 59V en una bicicleta de carreras puede ir a 85,5 km/h, como se muestra en youtube de nuestro entusiasta de la velocidad australiano Bruno. Para ir tan rápido necesitas reprogramar tu controlador y montarlo con un plato de 52Z en una bicicleta de carreras muy eficiente con una batería de 59V, usar un controlador más nuevo con Mosfets 3077 y perder unos cuantos kilos de tus caderas.\n\nLa mayoría de las unidades BBS02 de 750W alcanzan unos 30 km/h sin modificaciones en una bicicleta normal y con una americana media sobredimensionada. Si utiliza la BBS02 a esta velocidad y con esta potencia (casi 1500W), debería esperar tener que cambiar el circuito] con bastante regularidad. Esperemos que el 1000W BBSHD tenga una construcción más robusta. ¿Qué velocidad tendrá el BBSHD? Es poco probable que vaya mucho más rápido de 100 km/h, incluso en las mejores condiciones con un parabrisas, porque si vas tan rápido, necesitas añadir una _gran cantidad de potencia para ir sólo un poco más rápido.\n\n\nLa máquina perfecta para la policía, silenciosa y mortal al mismo tiempo. Sólo no superes los 28 km/h, de lo contrario...\n\n\n\n**¿Es realmente suficiente 28 mph?**\n\n\nEn mi opinión, 28 km/h es una velocidad suficiente. 28 mph parece ser la combinación perfecta de eficiencia, seguridad y velocidad. Cada vez que pienso que mi bicicleta eléctrica de 28 mph no es lo suficientemente rápida, pienso en todos los amish en sus carros de caballos que van más despacio que eso y son perfectamente felices. Sinceramente, cuando conduzco mi cuadro de 300 € a más de 65 km/h, me asusta, y no merece la pena estar asustado todo el tiempo si sólo llego a mi destino un 25% más rápido. Otro problema grave es que se necesita _mucha_ más potencia para ir a 40 mph en una bicicleta eléctrica que para ir a 28 mph. ¿Cuánta más energía se necesita? Probablemente, al menos el doble de potencia, ya que la resistencia al viento se convierte en un verdadero problema para las bicicletas no reclinadas cuando la velocidad supera ampliamente los 50 km/h. Puedo ir mucho más lejos con la misma carga si freno a una velocidad razonable.\n\n\n\n![Ive](/img/img-blog/twist%5Fexpress%5Fhybrid%5Fm%5F72dpiwide.jpg)\n\n\n\nMe da vergüenza admitir que esta es la bicicleta con la que me muevo por la ciudad. Con una velocidad máxima de 15,9 km/h, potenciada de 250W a 360W, es lo suficientemente rápida para mí y tiene un buen cambio sensible al par. Cuando voy a la ciudad con mis potentes bicicletas, siempre tengo problemas. Los coches son demasiado lentos.\n\n\n\nLa mayoría de los estados tienen leyes sobre las bicicletas eléctricas que limitan la velocidad a 20 mph, lo que está bien para el tráfico urbano, pero es demasiado lento para los desplazamientos de larga distancia. Un ciclista de carretera no eléctrico vestido con spandex en una ligera bajada puede alcanzar fácilmente más de 30 mph, por lo que un límite de velocidad de 28 mph está mucho más en línea con lo que se puede esperar con las bicicletas eléctricas.\n\nEn cuanto a la circulación por carreteras de un solo carril y otros límites de velocidad en los carriles bici de tipo 1, tengo que decir que casi nunca circulo a más de 32 km/h en el bosque, ya que es demasiado peligroso chocar contra un árbol a esas velocidades. Los árboles hacen mucho daño, y la mejor manera de evitar chocar con ellos es simplemente no mirarlos cuando se pierde el control de la moto.\n\nOtra posibilidad es conducir a una velocidad que no te haga perder el control de la moto, pero ¿dónde está la diversión? Estaría bien que lugares como Moab abrieran sus carreteras a las e-bikes que limitan su propia velocidad a 32 km/h, pero creo que es poco probable que eso ocurra. Si entiendo esta ley, puedes llevar tu e-bike de tipo 3 a 28mph y simplemente circular por los carriles bici de clase 1, siempre que no superes las 20mph, entonces te conviertes automáticamente en una \"e-bike de tipo 1\". Brillante.\n\n\n\n**¿Qué puedo hacer?**\n\n\n\nAverigua qué leyes están en vigor en tu provincia para las bicicletas eléctricas y si hay alguna ley que se esté preparando para ser aprobada por el Senado de tu provincia. Conviértete en un activista de la bicicleta eléctrica y ayuda a redactar y aprobar las leyes que quieres ver en tu comunidad. Anima a tu gobierno local a construir carriles bici por todas partes, como en Dinamarca. No renuncies al sueño de vivir en un mundo en el que las bicicletas eléctricas no sean discriminadas, sino celebradas como un medio de transporte fantástico, eficiente y respetuoso con el medio ambiente.\n\n\n\nTodo empieza y termina contigo.\n\n\n\nSigue conduciendo.\n\n\n","params":{"posts":"normativa-de-circulacion-para-las-bicicletas-electricas"}},"__N_SSG":true}