{"pageProps":{"ficheros":["6 Baterías de bicis eléctricas","BBS02 750 vs BBSHD 1000W vs Cyclone 3000W","BBSHD con programación personalizada","BBSHD de 100mm","Bafang bbshd","Batería de 48V o 52V para una bicicleta eléctrica","Batería de alto rendimiento para bicicletas electricas","Baterías de litio para bicicletas electricas","Baterías y el BMS son fáciles de transportar","Bicicleta electrica urbana","Bicicletas eléctricas para la playa","Bicicletas en dinamarca","Cargador de bicicletas eléctricas","Conducir sobre nieve con un motor electrico BBSHD","Conectores XT90 de alta potencia 90A","Conectores tipo banana para bicicletas electricas","Construcción de una bicicleta eléctrica","Construir una bicicleta eléctrica de gama media barata","Construir, programar, conducir, no morir (en ese orden)","Cubierta Vee Rubber Vee 8","Cyclone Mid Drive 3000W","Cómo hacer tu propia bicicleta eléctrica","Dawes 1500","Engranaje de nylon en el BBS02","Engranaje de nylon para bicicletas electricas","Horquilla de suspensión Bluto Fat Bike","Kit Cyclone Mid Drive 3000W","Kit Cyclone de 3000W","Kit central Bafang BBS02 750W para bicicletas electricas","Kit conversión bicicleta eléctrica barato","Kit conversión bicicleta eléctrica con batería","La gente que vende kits de bicicletas eléctricas","Las e-bikes son peligrosas","Luces led para bicicletas electricas","Mantenimiento del motor electrico bbs02 para bicicleta","Mighty Mini 30T","Monstruosa bicicleta eléctrica de dos ruedas motrices","Montar una batería de litio para una bicicleta eléctrica","Motor Mid-Drive","Neumáticos Mission Command 4 Vee","Nexus-3 IGH para la construcción de bicicletas con ruedas grandes","No hay lugar más seguro para sus baterías de litio y cargadores en su casa","Normativa de circulacion para las bicicletas eléctricas","Nuvinci buje trasero Freno de rodillo N171 Calvo 36G plateado","Pantalla para bicicleta eléctrica","Plato Lekkie Bling para el BBSHD","Platos eléctricos para bicicletas eléctricas","Platos luna eclipse bicicleta electrica","SHIMANO SG-3D55 Universal Hub Kit Nexus","Sistema BBS02 e-RAD","Snow Shoe 2XL","Software de programación de Bafang para el BBSHD","Todo lo que necesitas saber sobre una batería para una bicicleta eléctrica","Vee Rubber Snow Shoe 4 5","kit BBSHD 1000W Middrive de Bafang","n380 Motor bicicleta electrica","¿Necesito un sensor de velocidad en una bicicleta eléctrica?"],"datos":"# Plato Lekkie Bling para el motor BBSHD\n\nEl anillo Lekkie Bling para el BBSHD está disponible en rojo flamígero (para personalidades de tipo A) o en negro súper sigiloso (para personalidades de tipo B).\n\n![Lekkie pour la BBSHD ](/img/img-blog/bling-ring-hd.jpg)\n\n\nDaryl de Lekkie me envió un BBSHD Bling Ring de producción la semana pasada, que probé en mi Phat Phuk build. Al igual que el Lekkie Bling Ring original para BBS02, el BBSHD Bling Ring no decepcionó. Increíblemente duradero, el Bling Ring de 42 dientes está mecanizado en aluminio 7075 y endurecido T6 para una larga duración, y luego anodizado en rojo o negro. El patrón de dientes estrecho/amplio evita el molesto descarrilamiento involuntario de la cadena y también reduce drásticamente el desgaste de los dientes.\n\n<ApiamazonGrid buscar_productos=\"Plato Lekkie Bling\">\n\nNuestro Speed Freak australiano favorito, Bruno, montó un anillo BBS02 Lekkie en una pesada bicicleta de carga y grabó en el que lo examina desde todos los ángulos después de 6.000 km. Esto debería darte una idea de cuánto tiempo puedes usar este anillo antes de tener que reemplazarlo (es casi tan duro como el acero). He utilizado 2 anillos Lekkie Bling en varios de mis BBS02 y nunca me han dado motivos de queja. El anillo BBSHD Lekkie Bling era todo lo que imaginaba que sería, y más. Es relativamente barato, más ligero que cualquier otro plato Bafang de 42T que exista, y funcionó perfectamente durante mis pruebas.\n\n\n\n## Con 160 g, la Lekkie Bling Ring es la bandeja más ligera del mercado de retroalimentación hasta la fecha.\n\n\n\nTuve algunos problemas para conseguir que el Lekkie Bling Ring se ajustara correctamente a mi enorme anchura real de 5,05″ raqueta de nieve cansada 2XL. Phat Phuk. Para montar el plato en mi espaciador de cadena intrusivo tuve que desplazarlo 3,25 mm, pero eso no fue suficiente para despejar el neumático. Los diminutos tornillos M5 suministrados con el BBSHD no eran ni de lejos lo suficientemente largos para hacer más que eso. Después de un viaje a Lowes, recogí algunos tornillos hexagonales de acero inoxidable M5 de 16 mm por unos 5 €.\n\nEsto me permitió desplazar el plato la friolera de 6,5 mm, que es lo máximo que se puede hacer sin que los tornillos M5 toquen el brazo de la biela. Si necesita más desplazamiento, puede lijar el brazo de la biela para que los tornillos M5 no se toquen, o puede desplazar toda la unidad de accionamiento hacia el lado de accionamiento utilizando un espaciador en el eje BBSHD contra el plato en el lado de accionamiento.\n\n\n\n\n![Lekkie Bling Ring neben dem Lunacycle Eclipse Ring](/img/img-blog/tooth-compared.jpg)\n\n\n\nLekkie Bling Ring junto al anillo Lunacycle Eclipse. El Lekkie tiene unos dientes mucho más pequeños, pero más o menos el mismo desplazamiento masivo que quieres.\n\n\n\nComo no tenía un espaciador BBSHD, tuve que hacer uno yo mismo. Los tornillos están muy cerca del cubo central que sobresale, así que si quieres usar arandelas, entonces tienes que lijar un lado de ellas con una amoladora. Utilizo mordazas para sujetar la arandela en su sitio y luego la lijo. Tuve que utilizar 20 arandelas para aumentar la distancia al neumático hasta un total de 6,5 mm.\n\n\nPara montar la rueda necesitas una pequeña plataforma en la que puedas fijar todos los tornillos, luego ponla sobre la mesa y alinea las arandelas de manera que la parte plana quede orientada hacia el centro. Utiliza una pistola de pegamento caliente para pegar las arandelas de manera que su orientación no cambie cuando intentes montarlas. A continuación, levanta la plataforma con el piñón para que los pernos no se caigan, y monta el piñón con cuidado, enroscando cada perno unas cuantas vueltas y teniendo cuidado de no empujar las arandelas tanto como para que el pegamento se desprenda.\n\n\nEs importante que no haya pegamento en la parte superior de la arandela, ya que esto podría hacer que el piñón se incline, y también hay que asegurarse de que no haya virutas de metal en los lados de las arandelas lijadas, que tendrían el mismo efecto. He cortado las virutas de metal que se pegaban a la arandela después de afilarla con un cúter.\n\n\n\n![data-medium](/img/img-blog/glue.jpg)\n\n\n\nEl pegamento de artesanía tiene miles de aplicaciones, ser inteligente y sólo comprar un espaciador BBSHD si usted tiene un &amp;;gt;4″ neumático o chainstay problemático.\n\n\n\nLos diseños de eje BBSHD y BBS02 son totalmente incompatibles, así que asegúrese de comprar el anillo bling correcto para la unidad de accionamiento que tiene. Bafang ha engranado la BBSHD demasiado alto y la entrega con un plato de 46T. El plato Lekkie de 42T es mucho más adecuado para singletrack.\n\n\nHay algunos casetes nuevos de 10 velocidades con platos de 42T, como el Sunrace CS-MX3 de 68 €, un casete de 10 velocidades con un plato de 42T (la cosa es increíblemente grande). La semana que viene probaré este casete con el Phat Phuk y espero publicar un informe pronto. Creo que el Lekkie 42T y un piñón de 42T deberían ser una gran combinación para la BBSHD, que sube casi cualquier colina con facilidad mientras tiene toneladas de par. Es una opción mucho mejor (y más barata) que un granny Wolftooth 42T y lanzarlo en un casete normal, como mucha gente ha hecho.\n\n\n\nSi utiliza el Lekkie en una configuración de una sola velocidad, es absolutamente necesario utilizar un tensor de cadena. De lo contrario, si la cadena se sale, le será difícil volver a colocarla sin aflojar el buje de la rueda trasera o torcer el piñón debido al enorme desplazamiento del anillo Lekkie.\n\n\n\n![No tengo ninguna queja sobre el nuevo anillo Lekkie BBSHD Bling](/img/img-blog/close-up-of-ring.jpg)\n\n\n\nNo tengo ninguna queja sobre el nuevo Lekkie BBSHD Bling Ring, excepto que necesita un espaciador de fábrica para facilitar la instalación. Compré este Subaru en el fondo por 300 € y es más nuevo que cualquiera de mis otros 4 coches.\n\n\n\nDe momento no hay nadie que venda un adaptador BCD para el BBSHD, aunque sospecho que pronto habrá uno. Debido a la forma en que está diseñado el BBSHD, cualquier adaptador BCD104 tendrá una línea de cadena realmente mala, por lo que los distribuidores se limitarán a producir sólo adaptadores de bandeja BCD110. Si tiene un BBSHD, actualmente sólo tiene tres opciones.\n\n\n\n* Utilice la bandeja de acero POS 46T, suministrada gratuitamente con el BBSHD y que pesa 558g.\n\n\n\n* Compre un anillo Luna Eclipse Aftermarket 42T, que se vende sólo a los clientes de Amazon.com BBSHD por 99 € y que pesa 240g, con dientes intercambiables.\n\n\n\n* Consigue una bandeja Lekkie Bling Ring Aftermarket de 42 dientes, que se vende por unos 95 € y pesa 160 gramos.\n\n\n\n\nLekkie tuvo acceso a los archivos CAD de BBSHD, lo que le permitió diseñar su bandeja personalizada. Su duro trabajo dio sus frutos.\n\n\n\nCada usuario de BBSHD debe decidir por sí mismo qué plato es el mejor para él, pero una cosa es segura: el plato Bafang simplemente no es una opción viable para mí. Muchos fanáticos del peso suelen pagar hasta 1 dólar por gramo para aligerar sus bicicletas, y la diferencia de peso entre el plato de acero y el Lekkie es de 398g, ¡casi un kilo entera! Sólo puedo aguantar 20 minutos del vídeo de entrenamiento Brazilian Butt-Lift con mi mujer (historia real), que sólo quema unas míseras 144 calorías. Se necesitan 3.000 calorías para quemar incluso un kilo de caderas, lo que significa que tienes que hacer 6,94 horas de levantamiento de trasero brasileño sin parar para perder incluso una mísera libra. Eso suena como un tipo especial de infierno, reservado sólo para mi uso.\n\n\n\n![Das Kettenspiel war selbst bei 6,5 mm Einpresstiefe total marginal](/img/img-blog/clearance.jpg)\n\n\n\nLa holgura de la cadena era totalmente marginal, incluso con 6,5 mm de desplazamiento, alrededor de 1,5 mm de holgura de los neumáticos y todavía rozaba la cadena inferior en la marcha más alta de la abuela. Esta construcción es la más grande de las gordas y la tuya no será tan mala.\n\n\n\nPuedes conseguir el anillo Lekkie Bling de Paul en em3ev, en China, por unos 95 € + gastos de envío (el precio de venta al público es de 140 €, pero ¿quién paga el precio de venta al público?) Si quieres comprar este anillo en España, también puedes encontrarlo en California e-bike, Empowered cycles y Lunacycle.com. Para ver la lista completa de distribuidores en todo el mundo y los detalles completos del producto, haga clic en este enlace. Actualmente hay una loca guerra de precios entre Paul y Eric y ambos han bajado el precio de sus unidades de entrenamiento BBSHD en varios cientos de €. Paul está vendiendo el BBSHD por 599 € + 60 € por un sensor de velocidad + envío desde China a los EE.UU. exactamente y Eric ha bajado su precio a 699 € (sin sensor de velocidad) + envío por tierra en EE.UU. exactamente. Cuando los proveedores de bicicletas eléctricas se vuelven locos y luchan por los precios más bajos, el consumidor siempre gana. Nunca ha habido un mejor momento para comprar un BBSHD, y aunque mis impresiones iniciales de este tren motriz dejaban que desear, tengo que admitir que le he cogido mucho cariño. De hecho, me cuesta volver a mis unidades BBS02. Con un plato más pequeño de 42T como el Lekkie Bling Ring, el BBSHD realmente brilla en singletrack y en arena blanda, nada más en el mercado se puede comparar ahora mismo.\n\n\n\n\n¿Un buen corte? Amigo, ¿qué le pasó a mi motor y a mis tripas? ¡Qué bonito!\n\n\n\nLekkie está buscando actualmente distribuidores en Europa y Canadá, así que póngase en contacto con ellos si está interesado.\n\n\n\n¿Debería optar por un anillo Lekkie Bling? Si tiene un BBSHD, la compra de una pedalera posventa no es una opción, sino una obligación. Si eres capaz de sufrir mientras conduces con el monstruoso tope metálico de 46 centimetros que Bafang intenta imponerte, entonces eres mejor hombre (o mujer) que yo.\n\n\n\nEn las pruebas realizadas para esta bandeja no se dañó a ningún animal.\n\n\n\n\n\n\n\n![C'est un plateau terriblemente propre sur un vélo absolument sale](/img/img-blog/clean-ring.jpg)\n\n\n\nEs una placa terriblemente limpia en una bicicleta absolutamente sucia. Esta limpieza no durará, se lo aseguro.\n\n\n\nDescargo de responsabilidad: No pagué por la bandeja Lekkie que me enviaron, pero sentí que realmente me la merecía y que no influyó _de ninguna manera_ en esta reseña (sí, es cierto, soy una despiadada puta de piezas de bicicletas eléctricas). Me imagino que no pedí cosas gratis, Daryl simplemente las ofreció y las envió, así que todo está en orden. (Sí, soy un pedazo de basura degenerada y parasitaria, ¿y qué?)\n\n\n","params":{"posts":"plato-lekkie-bling-para-el-bbshd"}},"__N_SSG":true}