{"pageProps":{"ficheros":["6 Baterías de bicis eléctricas","BBS02 750 vs BBSHD 1000W vs Cyclone 3000W","BBSHD con programación personalizada","BBSHD de 100mm","Bafang bbshd","Batería de 48V o 52V para una bicicleta eléctrica","Batería de alto rendimiento para bicicletas electricas","Baterías de litio para bicicletas electricas","Baterías y el BMS son fáciles de transportar","Bicicleta electrica urbana","Bicicletas eléctricas para la playa","Bicicletas en dinamarca","Cargador de bicicletas eléctricas","Conducir sobre nieve con un motor electrico BBSHD","Conectores XT90 de alta potencia 90A","Conectores tipo banana para bicicletas electricas","Construcción de una bicicleta eléctrica","Construir una bicicleta eléctrica de gama media barata","Construir, programar, conducir, no morir (en ese orden)","Cubierta Vee Rubber Vee 8","Cyclone Mid Drive 3000W","Cómo hacer tu propia bicicleta eléctrica","Dawes 1500","Engranaje de nylon en el BBS02","Engranaje de nylon para bicicletas electricas","Horquilla de suspensión Bluto Fat Bike","Kit Cyclone Mid Drive 3000W","Kit Cyclone de 3000W","Kit central Bafang BBS02 750W para bicicletas electricas","Kit conversión bicicleta eléctrica barato","Kit conversión bicicleta eléctrica con batería","La gente que vende kits de bicicletas eléctricas","Las e-bikes son peligrosas","Luces led para bicicletas electricas","Mantenimiento del motor electrico bbs02 para bicicleta","Mighty Mini 30T","Monstruosa bicicleta eléctrica de dos ruedas motrices","Montar una batería de litio para una bicicleta eléctrica","Motor Mid-Drive","Neumáticos Mission Command 4 Vee","Nexus-3 IGH para la construcción de bicicletas con ruedas grandes","No hay lugar más seguro para sus baterías de litio y cargadores en su casa","Normativa de circulacion para las bicicletas eléctricas","Nuvinci buje trasero Freno de rodillo N171 Calvo 36G plateado","Pantalla para bicicleta eléctrica","Plato Lekkie Bling para el BBSHD","Platos eléctricos para bicicletas eléctricas","Platos luna eclipse bicicleta electrica","SHIMANO SG-3D55 Universal Hub Kit Nexus","Sistema BBS02 e-RAD","Snow Shoe 2XL","Software de programación de Bafang para el BBSHD","Todo lo que necesitas saber sobre una batería para una bicicleta eléctrica","Vee Rubber Snow Shoe 4 5","kit BBSHD 1000W Middrive de Bafang","n380 Motor bicicleta electrica","¿Necesito un sensor de velocidad en una bicicleta eléctrica?"],"datos":"# Luces led para bicicletas eléctricas\n\nSi tienes una bicicleta eléctrica y la utilizas de noche, necesitas iluminación. Hay un montón de formas geniales de iluminar tu bicicleta que no están limitadas por las normas del DOT, como los coches y las motocicletas. Esto abre toneladas de posibilidades para ser creativo con los LED de alto rendimiento y las fascinantes tiras de luz que cambian de color. La iluminación relativamente tranquila que pretendo examinar en este artículo es la siguiente.\n\n\nEntes de montar cualquier luz en tu bicicleta tendrás que calcular la potencia y la capacidad de tus baterías, esto ya lo sabes si utilizaste este [tutorial para montar tu bicicleta eléctrica](/blog/como-hacer-tu-propia-bicicleta-electrica/), pero en caso contrario hace algún tiempo hicimos un artículo donde explicamos [todo lo que tienes que saber sobre las baterías](/blog/todo-lo-que-necesitas-saber-sobre-una-bateria-para-una-bicicleta-electrica/). En caso de no querer complicarte la vida, lo que puedes hacer es seleccionar una de estas luces. Tienen un consumo mínimo que es soportado por cualquier batería de gama media.\n\n\n<ApiamazonGrid buscar_productos=\"Luces led para bicicletas eléctricas\">\n\n\n\nTodas estas unidades aceptan un voltaje variable a lo largo de 11v-70v DC, lo que significa que a menos que tengas un paquete de potencia muy alto, estas luces probablemente te funcionarán. Aunque ahora he cambiado a los conectores XT60 para la mayoría de mis packs, los Anderson Power Pole siguen siendo muy baratos y fáciles de engarzar. Para estas luces, engarcé conectores Anderson de 30 amperios, y luego utilicé tubo termorretráctil relleno de silicona para que el conector fuera más estable y resistente a la intemperie. Si estás usando los XT 60, te recomiendo que compres los que tienen latiguillos, los sueldes y los cubras con termorretráctil.\n\n\n\nLa forma más fácil de conectar estas luces a la batería es utilizar el enchufe de carga, aunque es posible que tengas un enchufe de carga no estándar en tu batería. He convertido todas mis baterías a conectores Anderson para poder intercambiar cargadores y baterías, pero para mis baterías más nuevas cambio a conectores XT60 como conector de carga. Cuando cortes el conector de alimentación de tu batería, tienes que tener cuidado de no cortar la alimentación y la tierra al mismo tiempo, o obtendrás muchas chispas y tu batería será miserable. Primero corte la alimentación y sujétela, luego corte la tierra si la alimentación ya está establecida. De este modo, puede estar seguro de que los conectores no se pueden cortocircuitar.\n\n\n\n![Der 15 Watt Lunacycle Cyclops war mein Favorit](/img/img-blog/hd%5Fcyclops%5F1%5F%5F32847-1444175280-1280-1280.jpg)\n\n\n\nEl Cyclops Lunacycle de 15 vatios fue mi favorito de los dispositivos.\n\n\n\n**Calor**\n\n\n\nLa única lámpara que tuvo problemas de calor fue la de Ebay. Se calentaba demasiado si no te movías durante unos 20 minutos y si el aire no pasaba por los enormes disipadores de calor. La lámpara de Ebay tenía un corte térmico y si la lámpara se calentaba demasiado, se apagaba sin más. Esto fue molesto, ya que no hay un interruptor de encendido/apagado en la lámpara, por lo que tienes que desconectar la alimentación y volver a conectarla tan pronto como la lámpara se haya enfriado para volver a encenderla. Los otros dos focos Cyclops parecían tener suficiente masa térmica para funcionar de forma consistente, incluso sin moverse. El Cyclops 15W estaba bastante caliente al tacto después de unos 5 minutos, la unidad Cyclops 9W apenas se calentaba.\n\n\n\nIncluso sin radiador, la luz trasera no producía suficiente luz para estar caliente.\n\n\n\n**Poder**\n\n\n\n1. la lámpara de Ebay consumía 11,4 vatios a 58v\n\n\n\n2. la lámpara Sunacycle de 15 vatios consume 9,2 vatios a 58V\n\n\n\n3. la lámpara Sunacycle de 9 vatios consume 5,2 vatios a 58V\n\n\n\n4. la luz trasera sólo consume 1,1 vatios a 58v\n\n\n\nEl número de vatios depende de la potencia de la batería.\n\n\n\n**Peso**\n\n\n\n![DSCF0321](/img/img-blog/dscf0321.jpg?w=225&amp;amp;amp;h=300)\n\n\nEl Cyclops 15W era el más pesado, pero también mi favorito\n\n\n\n![DSCF0323](/img/img-blog/dscf0323.jpg?w=225&amp;amp;amp;h=300)\n\n\n\n62 g es una multa pequeña para la seguridad de una lámpara de seguridad orientada hacia atrás.\n\n\n\n![DSCF0324](/img/img-blog/dscf0324.jpg?w=225&amp;amp;amp;h=300)\n\n\n\nCon el soporte, la ebay special de 20W seguía siendo la más ligera y brillante de todas las luminarias probadas.\n\n\n\n![DSCF0318](/img/img-blog/dscf0318.jpg?w=225&amp;amp;amp;h=300)\n\n\n\nEl Cíclope 9W era el más pesado del grupo\n\n\n\n**Brillo**\n\n\n\nMe decepcionó que la luz trasera no tuviera un modo intermitente. Me pareció que esto debería ser una característica estándar en cualquier luz de bicicleta orientada hacia atrás. La luz trasera era lo suficientemente brillante como para ser vista desde cientos de metros de distancia, y para la gente que miraba directamente (no en ángulo) los LEDs eran mucho más brillantes.\n\n\n\n![Der 9-Watt-Zyklop aus der Nähe](/img/img-blog/9-watt-clsoe.jpg)\n\n\n\nEl cíclope de 9 vatios visto de cerca.\n\n\n\n![9wattfar](/img/img-blog/9wattfar.jpg?w=700&amp;amp;amp;h=525)\n\n\n\nEl cíclope de 9 vatios enfocó lejos, la luz se quedó sin energía antes de poder llegar muy lejos.\n\n\n\n![15 Watt schließen](/img/img-blog/15-watt-close.jpg?w=700&amp;amp;amp;h=525)\n\n\n\nEl cíclope 15 vatios visto de cerca\n\n\n\n![15Watt weit](/img/img-blog/15watt-far.jpg?w=700&amp;amp;amp;h=525)\n\n\n\nEl cíclope de 15 vatios enfocaba de lejos, esta luz era más difusa y funcionaba sorprendentemente bien a distancia.\n\n\n\n![ebay schließen](/img/img-blog/ebay-close.jpg?w=700&amp;amp;amp;h=525)\n\n\n\nLa luz de ebay vista de cerca\n\n\n\n![ebay weit](/img/img-blog/ebay-far.jpg?w=700&amp;amp;amp;h=525)\n\n\n\nLa luz del ebay estaba muy lejos, un haz muy estrecho que llegaba mucho más lejos que las otras 2 luces\n\n\n\nProtección contra la intemperie** **Protección contra la intemperie\n\n\n\nEl cíclope y las luces traseras parecían ser totalmente resistentes a la intemperie. La luz de Ebay tenía un pequeño agujero en la parte trasera, que se puede tapar fácilmente con silicona, lo que la haría mucho más resistente a la intemperie. El circuito de luces traseras LED estaba completamente recubierto de sellador, por lo que es muy poco probable que el agua pudiera entrar y causar un cortocircuito.\n\n\n\nLe recomendamos que todas las baterías que utilice con su bicicleta eléctrica estén siempre equipadas con un BMS con protección contra cortocircuitos. Simplemente son demasiado peligrosos para conducir sin ellos.\n\n\n\n**Montaje** \n\n\n\nLas tres luces tenían opciones de montaje. Los faros delanteros tenían una abrazadera que se sujetaba al manillar, la luz trasera tenía bridas para sujetarla a la tija o al tubo del sillín. Yo recomendaría cortar una tira corta de tubo de bicicleta vieja y envolverla alrededor del manillar antes de sujetar la luz. Esto garantiza que la luz permanezca orientada en la dirección deseada, incluso si hay irregularidades. No recomendaría montar una de estas luces en el casco, ya que mirar a los coches deslumbraría seriamente a los conductores, incluso desde una gran distancia.\n\n\n\nLos tornillos que venían con el especial de Ebay no funcionaban con las abrazaderas suministradas, lo cual era cuanto menos molesto. Sin embargo, estoy seguro de que la luz que _tú_ compres funcionará bien.\n\n\n\n![Der Prüfstand. Es war ziemlich hell](/img/img-blog/dscf0325.jpg)\n\n\n\nEl banco de pruebas. Era muy brillante y las tres luces funcionaban al mismo tiempo. Mi dispositivo de 15 años de edad, de 25 €. Cuando se trata de ahorrar dinero, el equipo de seguridad es siempre el mejor lugar para hacerlo.\n\n\n\n**El mejor valor**\n\n\n\nLa oferta de ebay tenía el haz de luz más brillante y mejor enfocado, al menor precio y con el menor peso. Los únicos inconvenientes eran la falta de un interruptor de encendido y apagado y la forma en que la luz se sobrecalentaba después de unos 20 minutos sin moverse (lo que probablemente nunca ocurriría). El cíclope de 15 W era el mejor y producía un haz muy brillante que llegaba muy lejos. El cíclope de 9W era significativamente menos brillante y podría ser una buena opción para el comprador consciente del presupuesto que no quería gastar 50 € en un foco, aunque yo no lo recomendaría. La luz de seguridad orientada hacia atrás, de 15 €, era imprescindible para cualquier bicicleta eléctrica y era lo suficientemente barata como para utilizarla en lugar de los reflectores normales y casi inútiles de las bicicletas.\n\n\n\n![¿15 € por no ser atropellado por detrás por un vehículo de motor?\"](/img/img-blog/rear.jpg)\n\n\n\n15 para evitar chocar con un vehículo de motor por detrás?\n\n\n\n¿Qué voy a utilizar? Añadiré el Cyclops 9W con la próxima bicicleta eléctrica que venda en craigslist. Me gusta la luz de ebay, así que la voy a acoplar al casco porque es más ligera que las otras dos y tiene un haz de luz muy direccional. Puedo ponerlo en mi mochila y fijarlo en 30 segundos con velcro y conectarlo a la toma de carga si necesito un faro. Voy a instalar el Cyclops 15W de forma permanente en mi péndulo principal, ya que merece su lugar en el manillar.\n\n\n\n![Iluminar tu bicicleta por la noche, como hacen en Burning Man... ](/img/img-blog/bmbiker-e1445743299958.jpg)\n\n\n\nIlumina tu bicicleta por la noche, como hacen en Burning Man... porque puedes hacerlo... y no ser molestado por _el hombre_.\n\n\n\n\n\n\n","params":{"posts":"luces-led-para-bicicletas-electricas"}},"__N_SSG":true}