{"pageProps":{"ficheros":["6 Baterías de bicis eléctricas","BBS02 750 vs BBSHD 1000W vs Cyclone 3000W","BBSHD con programación personalizada","BBSHD de 100mm","Bafang bbshd","Batería de 48V o 52V para una bicicleta eléctrica","Batería de alto rendimiento para bicicletas electricas","Baterías de litio para bicicletas electricas","Baterías y el BMS son fáciles de transportar","Bicicleta electrica urbana","Bicicletas eléctricas para la playa","Bicicletas en dinamarca","Cargador de bicicletas eléctricas","Conducir sobre nieve con un motor electrico BBSHD","Conectores XT90 de alta potencia 90A","Conectores tipo banana para bicicletas electricas","Construcción de una bicicleta eléctrica","Construir una bicicleta eléctrica de gama media barata","Construir, programar, conducir, no morir (en ese orden)","Cubierta Vee Rubber Vee 8","Cyclone Mid Drive 3000W","Cómo hacer tu propia bicicleta eléctrica","Dawes 1500","Engranaje de nylon en el BBS02","Engranaje de nylon para bicicletas electricas","Horquilla de suspensión Bluto Fat Bike","Kit Cyclone Mid Drive 3000W","Kit Cyclone de 3000W","Kit central Bafang BBS02 750W para bicicletas electricas","Kit conversión bicicleta eléctrica barato","Kit conversión bicicleta eléctrica con batería","La gente que vende kits de bicicletas eléctricas","Las e-bikes son peligrosas","Luces led para bicicletas electricas","Mantenimiento del motor electrico bbs02 para bicicleta","Mighty Mini 30T","Monstruosa bicicleta eléctrica de dos ruedas motrices","Montar una batería de litio para una bicicleta eléctrica","Motor Mid-Drive","Neumáticos Mission Command 4 Vee","Nexus-3 IGH para la construcción de bicicletas con ruedas grandes","No hay lugar más seguro para sus baterías de litio y cargadores en su casa","Normativa de circulacion para las bicicletas eléctricas","Nuvinci buje trasero Freno de rodillo N171 Calvo 36G plateado","Pantalla para bicicleta eléctrica","Plato Lekkie Bling para el BBSHD","Platos eléctricos para bicicletas eléctricas","Platos luna eclipse bicicleta electrica","SHIMANO SG-3D55 Universal Hub Kit Nexus","Sistema BBS02 e-RAD","Snow Shoe 2XL","Software de programación de Bafang para el BBSHD","Todo lo que necesitas saber sobre una batería para una bicicleta eléctrica","Vee Rubber Snow Shoe 4 5","kit BBSHD 1000W Middrive de Bafang","n380 Motor bicicleta electrica","¿Necesito un sensor de velocidad en una bicicleta eléctrica?"],"datos":"# Platos eléctricos para bicicletas eléctricas\n\nEric me llamó la semana pasada, de repente, en un estado de excitación histérica. Su maquinista prodigio había estado trabajando entre bastidores para dar vida a su mejor plato BBSHD. Aparentemente, este nuevo plato transforma el dócil BBSHD de 46 centimetros en una bestia completamente nueva.\n\nAunque escéptico, fui a su sitio web y pedí uno por 55 € (los pedidos anticipados están disponibles, debería estar en stock el lunes). Cuando lo recibí unos días después, no podía esperar a montarlo en mi Phat Phuk con una monstruosa SunRace engranaje de abuelita de 42T y destrozar algún singletrack nevado.\n\n<ApiamazonGrid buscar_productos=\"plato Narrow Wide 7075\">\n\nEl plato Narrow Wide 7075 Aluminum 30T Mighty Mini (derecha) convierte su BBSHD en algo diferente. Una máquina de ruedas Billie-Bock de alto par, rápida y de alta velocidad.\n\n\n\nEste plato se montó en unos 5 minutos, sin tener que averiguar cómo distribuirlo por el molesto separador de cadena. Esto tiene un inconveniente, ya que la línea de la cadena está casi 2 cm más lejos de la bicicleta que el Lunacycle Eclipse Ring o el Lekkie BBSHD Bling Ring. Esto significa que la línea de la cadena será bastante tambaleante fuera de la marcha de abuelita, pero lo he probado con una abuelita masiva de 42T sin ningún problema.\n\n\n\nEric y su prometida Ashley con su nuevo bebé, ¿qué tan lindo es eso? Mira, sus dedos coinciden con la calavera y las tibias cruzadas de su sombrero. \"El Dandy\" se viste peor que yo. ¡Sal de mis pantalones a cuadros!\n\n\n\nEl engranaje de 42\" de la abuela era totalmente abrumador. Con el piñón Oma de 36 centimetros y el Mighty Mini de 30 centimetros, podía subir cualquier colina que quisiera en bicicleta. Pasé la mayor parte del tiempo en el centro del casete, lo cual es realmente impresionante, ya que es el mejor lugar cuando estás enviando mucha potencia a través de la débil transmisión de 10 velocidades. Tuve la sensación de que el Mini me había quitado unas cuantas kilometros por hora de velocidad máxima, aunque nunca lo notarías al circular por el bosque. A velocidades superiores a los 40 km/h, el ritmo de pedaleo con un piñón de 11T era demasiado rápido para pensar siquiera en mantener el ritmo.\n\n\n\n\nAl igual que su hermano mayor, el Eclipse, el Mighty Mini es una verdadera obra de arte en términos de funcionalidad.\n\n\n\nEl BBSHD está, en mi opinión, completamente mal ajustado de fábrica. El BBSHD fue diseñado con una frecuencia máxima de pedaleo de más de 150RPM. Nadie, excepto quizá _The Flash_, puede pedalear tan rápido y la cadencia óptima para la gente normal está mucho más cerca de las 60RPM. Si hubiera diseñado el BBSHD para Bafang, habría fijado la cadencia máxima del motor en unas 100RPM y engranado todo mucho más abajo, para que fuera mucho más potente a estas velocidades más bajas.\n\n\n\nLo mejor de esta bandeja es que puede hacerse a partir de un recorte para los anillos Luna Eclipse más grandes, por lo que no se desperdicia el costoso aluminio 7075.\n\n\n\nCon el Mighty Mini, se puede ver realmente que este motor cobra vida a velocidades extremadamente altas, imposibles de conseguir con un plato de 46T o incluso 42T como el Luna Eclipse o el Lekkie BBSHD Bling Ring.\n\n\n\n\nEl tamaño no lo es todo, pregúntale a Yoda. Un paquete pequeño contiene mucha potencia.\n\n\n\nEl truco en el desarrollo de un motor medio es hacer coincidir la potencia óptima del motor con la cadencia de pedaleo óptima del ciclista medio. Por el momento, estimo que la potencia óptima del BBSHD está entre 100 y 125 rpm. Con el Mighty Mini, puedes ir muy bajo en tu bicicleta y mantenerte dentro de las velocidades óptimas del _motor_ para tener el viaje de tu vida (pero olvídate de que puedas pedalear tan rápido, no sucederá).\n\n\n\nSe puede ver que este plato no está envuelto en el engranaje secundario. Cuenta con que la línea de la cadena se aleja unos 2 cm de la bicicleta\n\n\n\nSe puede ver que este plato no está envuelto en el engranaje secundario. Cuente con que la línea de la cadena se aleja unos 2 cm de la bicicleta.\n\n\n\n¿Es el 30T el tamaño óptimo del anillo? Creo que 34T sería un tamaño mejor, ya que recuperarías parte de la velocidad máxima perdida y seguirías teniendo mucho par. Casi todas mis BBS02 utilizan un plato 34T Raceface Narrow\\Wide en un adaptador BCD104. He descubierto que el Mini es una solución mucho mejor para un plato pequeño que usar un adaptador BCD104 y un plato Raceface, y además es mucho más barato, sólo 55 €.\n\n\n\n\n\n\nCon 74 gramos, la Mighty Mini es la bandeja más ligera que encontrará para el BBSHD.\n\n\n\nPara los viajeros, el Mighty Mini puede ser demasiado pequeño. Mantiene sus cadencias de pedaleo por encima de 20 mph un poco demasiado altas para la comodidad. Para los gamberros que montan en singletrails, este plato es _el_ imprescindible. Es más ligero que cualquier otra cosa y le da a su BBSHD una enorme cantidad de potencia que no puede conseguir con un plato de 42T o más grande. Manteniéndolo en el rango de 100-150RPM, es simplemente un placer conducir en la nieve.\n\n\n\nPuedes ver lo discreta que es la Mighty Mini en esta brillante fatbike eléctrica del miembro de ES Liv2ryde, que es mucho más limpia que cualquier cosa que yo tenga.\n\n\n\nPuedes ver lo discreta que es la Mighty Mini en esta brillante fatbike eléctrica del miembro de ES Liv2ryde, que es mucho más limpia que cualquier cosa que yo tenga.\n\n\n\nCon mi Phat Phuk de 5″ real y cansado, me parece que rodar en la nieve polvo de 5\" me recuerda extrañamente a esquiar en el bosque, algo que he hecho obsesivamente durante más de 10 años. El motor es casi silencioso y el volante se desliza hacia adelante y hacia atrás mientras se rueda sobre los ventisqueros. Parece que todo está bien en el mundo, y cuando te concentras en bajar y dibujar tu línea entre los árboles, toda la realidad tonta y superficial desaparece y lo único que queda es .... La paz.\n\n\n\nSigue conduciendo.\n\n\n\nEse es más mi estilo. ¿Alguien quiere comprar una de mis bicis gordas? A mí tampoco se me habría ocurrido. ¿Qué te parece un monovolumen de 15 años con pintura en spray por todas partes y 230.000 kilometros? ¿No?\n\n\n","params":{"posts":"platos-electricos-para-bicicletas-electricas"}},"__N_SSG":true}