{"pageProps":{"ficheros":["6 Baterías de bicis eléctricas","BBS02 750 vs BBSHD 1000W vs Cyclone 3000W","BBSHD con programación personalizada","BBSHD de 100mm","Bafang bbshd","Batería de 48V o 52V para una bicicleta eléctrica","Batería de alto rendimiento para bicicletas electricas","Baterías de litio para bicicletas electricas","Baterías y el BMS son fáciles de transportar","Bicicleta electrica urbana","Bicicletas eléctricas para la playa","Bicicletas en dinamarca","Cargador de bicicletas eléctricas","Conducir sobre nieve con un motor electrico BBSHD","Conectores XT90 de alta potencia 90A","Conectores tipo banana para bicicletas electricas","Construcción de una bicicleta eléctrica","Construir una bicicleta eléctrica de gama media barata","Construir, programar, conducir, no morir (en ese orden)","Cubierta Vee Rubber Vee 8","Cyclone Mid Drive 3000W","Cómo hacer tu propia bicicleta eléctrica","Dawes 1500","Engranaje de nylon en el BBS02","Engranaje de nylon para bicicletas electricas","Horquilla de suspensión Bluto Fat Bike","Kit Cyclone Mid Drive 3000W","Kit Cyclone de 3000W","Kit central Bafang BBS02 750W para bicicletas electricas","Kit conversión bicicleta eléctrica barato","Kit conversión bicicleta eléctrica con batería","La gente que vende kits de bicicletas eléctricas","Las e-bikes son peligrosas","Luces led para bicicletas electricas","Mantenimiento del motor electrico bbs02 para bicicleta","Mighty Mini 30T","Monstruosa bicicleta eléctrica de dos ruedas motrices","Montar una batería de litio para una bicicleta eléctrica","Motor Mid-Drive","Neumáticos Mission Command 4 Vee","Nexus-3 IGH para la construcción de bicicletas con ruedas grandes","No hay lugar más seguro para sus baterías de litio y cargadores en su casa","Normativa de circulacion para las bicicletas eléctricas","Nuvinci buje trasero Freno de rodillo N171 Calvo 36G plateado","Pantalla para bicicleta eléctrica","Plato Lekkie Bling para el BBSHD","Platos eléctricos para bicicletas eléctricas","Platos luna eclipse bicicleta electrica","SHIMANO SG-3D55 Universal Hub Kit Nexus","Sistema BBS02 e-RAD","Snow Shoe 2XL","Software de programación de Bafang para el BBSHD","Todo lo que necesitas saber sobre una batería para una bicicleta eléctrica","Vee Rubber Snow Shoe 4 5","kit BBSHD 1000W Middrive de Bafang","n380 Motor bicicleta electrica","¿Necesito un sensor de velocidad en una bicicleta eléctrica?"],"datos":"# Kit eléctrico Bafang BBSHD\n\nEstás pensando en convertir tu bicicleta en una bicicleta eléctrica, hay varias formas de hacerlo, puedes instalarle un motor en una rueda, o si quieres mejor rendimiento instalar un motor central en el buje de los pedales. Si optas por la segunda opción te recomendamos los motores de Bafang. Los puedes encontrar con diferentes potencias y medidas para adaptarlos a cualquier bicicleta común. Si no tienes mucha experiencia puedes leer mas en <a href=\"/blog/construccion-de-una-bicicleta-electrica/\">como construir una bicicleta electrica</a>.\n\n<ApiamazonList buscar_productos=\"Kit eléctrico Bafang BBSHD\">\n\n\n## Motor electrico para bicicletas Bafang BBSHD ¿Realmete Vale la Pena?\n\n¿Recuerdas la vez que descubriste que no existía Papá Noel? ¿O todos esos cumpleaños que pasaron y nadie te regaló Lego, aunque era lo único que querías? O la primera (y única) vez que vio _Star Wars - El fantasma de la amenaza_. Eso es más o menos lo que han sido los dos últimos días para mí. Estaba muy emocionada cuando mis dos BBSHD llegaron de China. Realmente quería amar este sistema de propulsión, pero todo el proceso de desembalaje, desmontaje, programación y prueba en mi bicicleta me dejó con una profunda e inquietante sensación de insatisfacción en lo más profundo de mi ser.\n\n\n\n![bicicletas electricas](/img/img-blog/bbshd-packaging.jpg)\n\n\n\nConseguir mis BBSHD fue como conseguir algo que pensabas que realmente querías, hasta que finalmente lo conseguiste.\n\n\n\n**Empaquetado**\n\n\n\n¿Por dónde empezar? Creo que deberíamos empezar por las cajas en las que viene el BBSHD. En general, los chinos son muy buenos para meter todo en la caja más pequeña posible. El responsable del diseño de la caja BBSHD debería ir directamente a la cárcel. No te descuides, no cobres 200 €. El BBSHD tiene aproximadamente el mismo tamaño que el BBS02, pero las cajas son el doble de grandes. Este doble tamaño significa que el envío al extranjero es mucho más caro. Así que espera pagar mucho más por el envío para llevar este bebé a casa. SpainBike, Madrid y BNC eBike parecen no tener problemas reales para encajar el BBS02 de 100mm en la antigua caja BBS02. No estoy seguro de qué demonios ha llevado a Bafang a duplicar el tamaño de su caja, la mayor parte de la cual es sólo aire vacío o poliestireno sólido. Tal vez si lo pones debajo del árbol en Navidad y agitas la caja, no puedas saber qué es. Hmmmm, creo que es un BBSHD, pero la caja parece _BITE_ demasiado grande.\n\n\n\n![El ligero BBSHD de 66 mm pesa sólo 12 kilos y 12 onzas.](/img/img-blog/bbshd68mmweight.jpg)\n\n\n\nEl ligero BBSHD de 68 mm pesa sólo 12 kilos y 12 onzas. Debería funcionar muy bien para clavar clavos.\n\n\n\n**Peso**\n\n\n\nEsta es definitivamente mi mayor queja sobre el BBSHD. El BBSHD pesa alrededor de 3 kilos más que su homólogo el BBS02. Si se desmonta la unidad motriz, se puede ver de dónde viene todo ese peso. La carcasa es mucho más gruesa y el motor contiene mucho más cobre. La antigua cubierta de plástico ligero de la caja de cambios secundaria del BBS02 también ha sido sustituida por una cubierta metálica muy pesada en el BBSHD.\n\n\n\nBafang parece creer que el peso no juega ningún papel en la construcción de una bicicleta eléctrica. Nada más lejos de la realidad. Cuando se trata de singletrack, nada es más importante para mí que el peso y la potencia. Se ha llegado al punto de que su transmisión de 100 mm pesa casi tanto como una bicicleta de trail decente de una sola velocidad. Últimamente ando mucho con mi bicicleta de pedales por el bosque, porque estoy cansado de estas pesadas bicicletas eléctricas. Además, tengo problemas para ver mi pene cuando miro hacia abajo en la ducha porque mi barriga se interpone, pero esa es otra historia. Tengo que poner el límite en algún lugar.\n\n\n\nAquí hay una colección de pesos para objetos que he puesto en la balanza.\n\n\n\n* 12lb 12 oz 68mm drive unit\n\n\n\n* 13lb 1oz 100mm drive unit\n\n\n\n* 558g de placa de mierda de acero de 46T (¿he mencionado lo mucho que odio este material?)\n\n\n\n* 102 g por cada freno\n\n\n\n\nLa unidad de accionamiento de 100 mm pesa casi 4 kilos más de lo que debería. Hazte un favor y ponte a dieta amigo.\n\n\n\n**El piñón de la cadena**\n\n\n\nSabía que este artículo iba a llegar, pero cuando finalmente llegó, me faltaron las palabras. ¡Qué mierda! ¿558 gramos? El que diseñó esta cosa debería seguir al diseñador de envases a la agencia de empleo o ir a la cárcel. Un pequeño consejo en cuanto al diseño de las bandejas: si eres demasiado tacaño para meter una bandeja estrecha decente en una aleación ancha como la Lekka o incluso un adaptador BCD-110, al menos utiliza un poco menos de material. Podrías perder cerca del 90% del acero de esa bandeja y seguiría funcionando igual de bien. Afortunadamente para nosotros, hay toda una gama de bandejas y adaptadores en el horizonte, pero esta cosa es simplemente una mala broma. El problema es que tú eres el protagonista. 46T es el número perfecto de dientes para ... nada. Si quieres una bicicleta de paseo que no apeste, ve a por un plato de 52T, y si quieres hacer trail, consigue el plato más pequeño que puedas. Parece que no se puede poner nada más pequeño que un 38T en el BBSHD por razones de espacio. Recomiendo el plato Narrow para singletrack, pero ten en cuenta que necesitarás un adaptador BCD 110 que nadie vende por el momento.\n\n\n\n¿De verdad? ¿Realmente esperas que la gente lo use? ¿De verdad?\n\n\n\n**Frenos**\n\n\n\nLos Ebrake son decentes y proporcionan los negros que no parecen gigantescos y estúpidos frenos de moto. Esto es lo único que veo con el BBSHD que han hecho correctamente. Estos son los mismos frenos que vienen con las nuevas unidades de accionamiento BBS02 750w.\n\n\nNo son tan malos. ¡Yupi!\n\n\n\n## El desmontaje\n\n\n\n* Todo es mucho más robusto que en el BBS02.\n\n\n\n* La unidad completa es un diseño completamente nuevo con una configuración de ejes, volantes y motores diferente a la del BBS02.\n\n\n\n* La gran excepción es la cutre transmisión primaria de nylon que parece ser idéntica a la del BBS02.\n\n\n\n* El motor contiene más cobre.\n\n\n\n* La carcasa del motor es mucho más gruesa.\n\n\n\n* Tu fatbike con plato de 120mm no funcionará con un kit BBSHD de 100mm, debes comprar la versión de 120mm.\n\n\n\n* El eje sólo tiene un rodamiento de agujas, a diferencia de las conversiones BBS02 de 100 mm que tienen los 3.\n\n\n\n* El volante de inercia está separado del eje y no se montan juntos.\n\n\n\n* El eje está soportado en ambos extremos por cojinetes de inserción, lo que significa que ya no es necesario ajustar cuidadosamente el eje durante el montaje.\n\n\n\n* El rotor es extremadamente difícil de quitar. Hay que hacer palanca suavemente con un destornillador en ambos lados al mismo tiempo para acceder al engranaje primario de nylon. Esto requiere mucha más fuerza de lo que se cree.\n\n\n\n* Los 3 tornillos Phillips que sujetan la placa de cubierta del engranaje de nylon están demasiado apretados. No pude aflojar el mío por más que presioné y giré. Recomiendo sujetar la unidad de accionamiento en un tornillo de banco y poner todo mi peso en un destornillador grande mientras giro el destornillador con el mango del tornillo de banco. Estos tornillos deben ser tornillos Torx o incluso tornillos hexagonales. Los tornillos Phillips no son los adecuados para este trabajo. Reemplazar los engranajes de reducción de nylon se vuelve realmente corrosivo.\n\n\n\n* Volver a montar el eje en la rueda libre fue extremadamente difícil. Hay que volver a colocarlos suavemente mientras se gira el eje para intentar que los 3 caninos se plieguen mientras se empujan. Se necesita mucha habilidad y la fuerza bruta no es suficiente.\n\n\n\n* Utilizan Anderson Power Poles en las tomas de corriente principales, así como en los cables trifásicos del control, a diferencia de la antigua BBS02 que utilizaba conectores tipo banana.\n\n\n\n* Aunque los pequeños conectores de los controladores parecen idénticos, la forma del controlador es completamente diferente a la del controlador BBS02, por lo que no es posible intercambiarlos.\n\n\n\n* Está utilizando una silicona mucho más intensa en el control y es muy difícil de eliminar. Debe retirarlo completamente de los cables de fase si quiere separar el motor de la carcasa.\n\n\n\n* Los controladores están moldeados, lo que dificulta enormemente la sustitución de los mosfets si se desea. Los mosfets son unos 3077 más nuevos que no necesitan ser sustituidos a estos niveles de potencia.\n\n\n\n* La pantalla del C961 no me entusiasma, es la que menos me gusta de todas las pantallas. Hay una nueva pantalla en desarrollo en Bafang que debería ser lanzada pronto. Debería funcionar con cualquier pantalla BBS02.\n\n\n\n* No puedo creer que esté limitado a 30A con este motor y controlador. Podría manejar fácilmente 40A, excepto que a esa potencia, la caja de cambios de nylon probablemente mantequilla de maní.\n\n\n\n* Sí, tengo el pelo rosa claro, eso es lo que pasa cuando te sientes cómodo con tu heterosexualidad. ¿No te gusta? Ni a mis padres, ni a mis clientes, y casi todos los policías de la ciudad tampoco. Únete al club. Mi hijo quería teñirse el pelo y yo quería asegurarme de que no tuviera nada contra lo que rebelarse.\n\n\n\nTengo la abrumadora impresión de que Bafang está vendiendo una unidad de accionamiento con una capacidad muy inferior a las capacidades del dispositivo. Es tan frustrante como comprar un Ferarri y tenerlo limitado a 50 km/h. Su insistencia absoluta en no permitir más de 30 amperios al regulador significa que los fabricantes tratarán inevitablemente de hacer pasar más voltios por esta unidad para intentar alcanzar su verdadero potencial. Esta unidad de accionamiento exige literalmente un controlador real y niveles de potencia reales. Cinco amperios más que el BBS02 es otra mala broma.\n\n\n\n![Standardprogrammierung Seite 1](/img/img-blog/page1d1.jpg)\n\n\n\nProgramación estándar de mierda Página 1\n\n\n\n![Standardprogrammierung Seite 2\"](/img/img-blog/page2.jpg)\n\n\n\nProgramación estándar página 2\n\n\n\n![Standardprogrammierung Seite 3\" ](/img/img-blog/page3.jpg)\n\n\n\nProgramación estándar Página 3\n\n\n\n**Programación**\n\n\n\nLa programación de stock que estas unidades vienen de Bafang es una mierda total. No hay acelerador en el PAS0 así que si no quieres programar tu controlador, pero quieres usar esta unidad para el trail, tienes que desactivar el sistema PAS en el controlador. Me parece muy bien utilizar la programación de em3ev para el BBS02 y sólo cambiar el acelerador _**Mode**_ de _**Current**_ a _**Speed**_. He descubierto que si mientes sobre el tamaño de las ruedas y dices que son más pequeñas de lo que realmente son, consigo engañar al controlador para que saque mucha más energía del dispositivo cuando hago esto.\n\n\nSuelo elegir el tamaño de rueda de 18\", que muestra los km/h en km/h y se salta los límites de velocidad del PAS que tienen algunas pantallas. Las instrucciones de programación se pueden encontrar y los parámetros para una correcta programación. No me fijé demasiado en la programación, ya que la mayoría de los ajustes eran los mismos que para el BBS02, pero vi que no se puede ajustar el regulador a más de 30 amperios sin que se produzca un error.\n\n\n\n![rueda electrica](/img/img-blog/controller.jpg)\n\n\n\nUtilizan por defecto los polos de potencia Anderson para BBSHD\n\n\n\n**Thermoprobe**\n\n\n\nEs mucho menos crítico instalar un sensor de temperatura en el BBSHD, ya que a 30 amperios, esta unidad probablemente no se sobrecalentará, incluso si la hace funcionar continuamente a 1500 vatios. Puedes encontrar un vídeo en el que te muestro cómo instalar correctamente un sensor de temperatura [aquí](https://youtu.be/K7uhVfIkLjQ). He instalado un sensor de temperatura en mis unidades de accionamiento y he comprobado que las unidades funcionan mucho más frías que sus homólogas BBS02, a la vez que son mucho más potentes.\n\n\n\nLa silicona es difícil de quitar, hay mucho espacio en la carcasa para un sensor de temperatura.\n\n\n\n## Prueba de rendimiento.\n\n\n\nNo estoy seguro de por qué pensé que un aumento de potencia de 5 amperios haría algo realmente notable, pero lo hice. Monté el BBSHD en mi bicicleta de carreras de carbono con horquilla delantera hilo de construcción porque quería hacer algunas pruebas de velocidad para tratar de superar a nuestro loco de la velocidad australiano favorito, Bruno Bari, cuyo impresionante canal de YouTube.\n\nLamentablemente, sin un plato de 52T, esta transmisión es dramáticamente insuficiente en la carretera. Con un piñón de 11T en una rueda de 26″, la unidad motriz alcanza rápidamente un máximo de unos 38 km/h en descensos ligeros y no se acelera. Me sentí increíblemente poco impresionado, como si realmente me hubiera puesto las protecciones y el casco de la bicicleta de carreras con este único propósito.\n\nPara comparar, volví a subirme a mi bicicleta de transporte de 52T llamada rueda dinamica y la monté. Para mi decepción, descubrí que con la programación adecuada, la bicicleta de paseo de 52T era mucho más divertida y alcanzaba aproximadamente la misma velocidad máxima que una bicicleta de carretera equipada con BBSHD. Esto es preocupante, porque se podría pensar que una bicicleta de carreras con neumáticos superfinos de 90psi y una transmisión de 30 amperios en lugar de 25 amperios sería mucho más rápida que una bicicleta de montaña con neumáticos de 60psi. La bicicleta de montaña era mucho más divertida y, además, mucho más segura.\n\n\n\nTodo gira en torno al escenario.\n\n\n\n![BBSHD-Rennrad](/img/img-blog/mg%5F2290.jpg)\n\n\n\nEsta es mi bicicleta de carreras BBSHD, a la que cariñosamente llamo Trampa de la muerte 2000. No intenten esto en casa, niños.\n\n\n\nComo las indicaciones de mph en las pantallas del motor central para bicicletas eléctricas son siempre muy inexactas, llevé un GPS para ambas pruebas de velocidad. El BBSHD con un aro de 46 dientes alcanzó una velocidad máxima de 38 mph en un descenso fácil, el BBS02 con un aro de 52 dientes pudo alcanzar 39 mph en el mismo descenso. Con los ajustes de em3ev, el BBS02 se sentía más descarado en el acelerador que el BBSHD con los ajustes de fábrica. Al final de los paseos de demostración, me pregunté en qué había gastado exactamente los 250 € extra y la desventaja de 4 kilos de peso sobre la BBS02 750W. Hacía tiempo que no me quedaba con una sensación de decepción tan grande, cuando quería estar entusiasmado con esta nueva unidad motriz.\n\n\n\nPor mucho que apriete la tuerca de la unidad de accionamiento, no puedo apretarla, siempre se sale y cuelga como la ubre de una vaca. No estoy del todo seguro de que esta unidad de accionamiento se mantenga firmemente unida a cualquier bicicleta de 68mm BB sin algún tipo de pequeño espaciador para presionar el soporte triangular contra el cuadro de la bicicleta.\n\n\n\nRodar con el PAS y sin sensor de velocidad me recordó lo molesto que era presionar las marchas al cambiar. No tenía frenos conectados a la Trampa de la Muerte 2000, así que no tenía forma de detener la potencia cuando quería cambiar de marcha. No tiene sentido que Bafang no venda esta unidad con el sensor de velocidad, que ya está incluido. Este es un ámbito en el que brillan las unidades de accionamiento motor central para bicicletas eléctricas de la marca e-RAD y en el que Bafang aún no se ha puesto al día.\n\n\n\n![Ziemlich minimales Spiel mit den Kurbeln auf dem 68mm Tretlager.](/img/img-blog/68mm-clearance.jpg)\n\n\nLas bielas de los platos y bielas de 68 mm tienen muy poco juego.\n\n\n\n### ¿Debo comprar uno?\n\n\n\nEs una buena pregunta. Si tienes un juego de bielas de 100 mm o 120 mm, no tienes muchas opciones, ya que los otros kits BBS02 de 100 mm son unos 500 € más caros que los BBSHD. No veo mucha demanda de estas unidades BBS02 de 100 mm en el futuro. Sin embargo, predigo que la unidad BBS02 de 68 mm y 750 W seguirá siendo un éxito de ventas, ya que la gente se da cuenta de que hay mucho bombo para la BBSHD, que no puede satisfacer todavía. En mi opinión, una unidad BBS02 de 68 mm y 750 W debidamente programada es tan buena como su homóloga BBSHD.\n\n\n\nSi desea utilizar esta unidad BBSHD con un controlador externo y un CA3, entonces esta unidad podría brillar realmente para usted. También podría funcionar bien si podemos averiguar cómo evitar el error de alto voltaje que se lanza a más de 60v. Alguien descubrirá cómo sacarle a esta unidad motriz la potencia para la que fue diseñada. Ese alguien bien podría ser usted. Averígualo y no se lo digas a nadie más que a mí para que pueda contárselo a todo el mundo y robarte el mérito de tu descubrimiento.\n\n\n\nHabrá muchos más platos y opciones para el BBSHD, lo que lo hará mucho más utilizable en un futuro no muy lejano. La bandeja de acero de 46T que viene con el BBSHD es totalmente inútil para cualquier uso pesado, excepto como una configuración temporal.\n\n\n\nEl BBSHD estará disponible la próxima semana en Lunacycles por 799 € y pronto en nuestro amigo Paul de em3ev en China por 699 €. BNC eBike tendrá su BBSHD de marca e-RAD con un sensor de cambio disponible, con suerte, a finales de mes por 1195 €.\n\n\n\n\n\n","params":{"posts":"bafang-bbshd"},"filename":"Bafang bbshd"},"__N_SSG":true}