{"pageProps":{"ficheros":["6 Baterías de bicis eléctricas","BBS02 750 vs BBSHD 1000W vs Cyclone 3000W","BBSHD con programación personalizada","BBSHD de 100mm","Bafang bbshd","Batería de 48V o 52V para una bicicleta eléctrica","Batería de alto rendimiento para bicicletas electricas","Baterías de litio para bicicletas electricas","Baterías y el BMS son fáciles de transportar","Bicicleta electrica urbana","Bicicletas eléctricas para la playa","Bicicletas en dinamarca","Cargador de bicicletas eléctricas","Conducir sobre nieve con un motor electrico BBSHD","Conectores XT90 de alta potencia 90A","Conectores tipo banana para bicicletas electricas","Construcción de una bicicleta eléctrica","Construir una bicicleta eléctrica de gama media barata","Construir, programar, conducir, no morir (en ese orden)","Cubierta Vee Rubber Vee 8","Cyclone Mid Drive 3000W","Cómo hacer tu propia bicicleta eléctrica","Dawes 1500","Engranaje de nylon en el BBS02","Engranaje de nylon para bicicletas electricas","Horquilla de suspensión Bluto Fat Bike","Kit Cyclone Mid Drive 3000W","Kit Cyclone de 3000W","Kit central Bafang BBS02 750W para bicicletas electricas","Kit conversión bicicleta eléctrica barato","Kit conversión bicicleta eléctrica con batería","La gente que vende kits de bicicletas eléctricas","Las e-bikes son peligrosas","Luces led para bicicletas electricas","Mantenimiento del motor electrico bbs02 para bicicleta","Mighty Mini 30T","Monstruosa bicicleta eléctrica de dos ruedas motrices","Montar una batería de litio para una bicicleta eléctrica","Motor Mid-Drive","Neumáticos Mission Command 4 Vee","Nexus-3 IGH para la construcción de bicicletas con ruedas grandes","No hay lugar más seguro para sus baterías de litio y cargadores en su casa","Normativa de circulacion para las bicicletas eléctricas","Nuvinci buje trasero Freno de rodillo N171 Calvo 36G plateado","Pantalla para bicicleta eléctrica","Plato Lekkie Bling para el BBSHD","Platos eléctricos para bicicletas eléctricas","Platos luna eclipse bicicleta electrica","SHIMANO SG-3D55 Universal Hub Kit Nexus","Sistema BBS02 e-RAD","Snow Shoe 2XL","Software de programación de Bafang para el BBSHD","Todo lo que necesitas saber sobre una batería para una bicicleta eléctrica","Vee Rubber Snow Shoe 4 5","kit BBSHD 1000W Middrive de Bafang","n380 Motor bicicleta electrica","¿Necesito un sensor de velocidad en una bicicleta eléctrica?"],"datos":"# Baterías de alto rendimiento para Bicicletas Electricas\n\nHe comprado muchos paquetes de baterías de Amazon en el último año, pero ninguno me ha impresionado tanto como el paquete Samsung 21Ah 48v 30Q, que está disponible por 739 € + 40 € de envío. Este pack es inusual, sobre todo por la forma en que las celdas se apilan en un largo y delgado rectángulo, que mide algo menos de 3,25″ x 3,75″ x 14″, lo cual es un tamaño muy inusual para un pack de bicicleta eléctrica.\n\nMuchas baterías de mayor capacidad en Ah se apilan en bloques mucho más grandes, lo que dificulta su transporte y montaje en la moto. En mi opinión, las mochilas largas y delgadas son ideales para montarlas en una bicicleta eléctrica con una alforja triangular, una pequeña bolsa para el tubo superior del cuadro o simplemente meterlas en una mochila.\n\n\n\n![30q.jpg](/img/img-blog/30q.jpg?w=700)\n\n\n\nEl pack de alto rendimiento 30q es una increíble pieza de ingeniería\n\n\n\nEn general, evito los packs de 48V y me quedo con los de 52V, ya que las unidades motor central para bicicletas eléctricas tienden a volverse bastante anémicas cuando el voltaje cae por debajo de los 45V. Con un pack de 52V esto nunca sucederá realmente, pero con un pack de 48V, 48V es el voltaje nominal, lo que significa que puede bajar bastante antes de que el BMS se apague.\n\nLa batería de 21Ah tenía mucho jugo, aunque sólo estaba cargada al 90% con un lunagizer, y apenas se calentaba, aunque funcionaba continuamente a 40 amperios. Por término medio, puedo hacer unas 2,5 horas de conducción dura por el bosque con esta batería antes de que empiece a morir cuando se carga al 90% de su capacidad y hay poca o ninguna nieve. En caso de nieve pesada y húmeda, esa cifra puede bajar fácilmente a unos 90 minutos o más, ya que la nieve profunda tiene un apetito insaciable de vatios.\n\n\n\nEl medidor de potencia incorporado es un buen complemento que cada vez es más común. Le recomiendo que haga esta batería resistente a los golpes y al agua antes de utilizarla.\n\n\n\nEl 90% de las pruebas con esta batería se hicieron en mi Phat Phuk con un Mid Drive BBSHD 1000W. Incluso cuando esta bicicleta eléctrica circula en 5 centimetros de nieve húmeda y fangosa, la batería apenas se calienta. El BBSHD 1000W consume sólo 30 amperios de corriente y la batería Samsung 13S7P significa que cada célula consume sólo unos 4,3 amperios. La batería 30q es una de las nuevas celdas 18650 que puede generar muchos amperios y tener una larga duración. Actualmente hay pocas baterías de 3000Mah en el mercado que puedan suministrar de forma fiable 15 amperios sin dañar la batería o acortar seriamente su vida útil. El 30Q es similar al 25R en cuanto a la refrigeración bajo carga pesada, pero se acerca más al 29E en cuanto a la autonomía. En resumen, la batería 30Q es un verdadero cambio de juego.\n\n\n\n![30q poids](/img/img-blog/30q.jpg?w=700)\n\n\n\nCon un peso de 3,5 kg, esta batería es increíblemente ligera para su increíble autonomía de 21 Ah.\n\n\n\nEl BMS de alto rendimiento de esta batería proporciona 50 amperios de Cont y 70 amperios de Burst, es decir, unos 3500W. Lo probé con el kit Cyclone 3000W en singletrack y ni siquiera se calentó. El controlador estándar con el Cyclone sólo consume unos 40 amperios, lo que supone algo menos de 2.000 vatios, así que justo en el rango del pack 30Q.\n\nA esta potencia, las celdas individuales siguen consumiendo menos de 6 amperios, lo que ni siquiera roza la superficie de lo que son capaces. El motor del Cyclone ni siquiera se calienta a 48V, incluso en pendientes pronunciadas, y pide más voltaje. Lunacycle acaba de lanzar algunos nuevos packs de 60 voltios, y en un futuro no muy lejano le seguirán los packs de 72 voltios. Eso es lo que piden los fabricantes, y eso es lo que Eric está mandando hacer.\n\n\n\nEntonces, ¿es una locura comprar una batería cuyos límites de potencia del BMS ni siquiera coinciden aproximadamente con las capacidades de potencia de las celdas? A máxima potencia, esta batería puede consumir 70 amperios, lo que supone unos 10 amperios por celda, aunque esto puede variar un poco. Siempre es una competición entre la potencia del BMS y la capacidad de la batería. Si quieres que tu batería dure mucho tiempo y la cargas regularmente al máximo amperaje que pueden soportar las celdas, algo cederá.\n\n\nEn mi opinión, es mucho mejor utilizar baterías que puedan soportar más corriente de la que quieres ponerles, para que no se calienten del todo. Las celdas de 25R pueden soportar 100 amperios durante un corto período de tiempo, y las celdas de 25R tienen ya varios años y son cada vez más baratas. Con las celdas 30Q obtienes un 20% más de autonomía por celda a cambio de un mayor precio, pero también significa que ahorras un 20% de peso para la misma autonomía. Cada diseñador debe decidir por sí mismo si este compromiso merece la pena o no.\n\n\nLa construcción de los paquetes Lunacycle es de primera calidad. Por favor, no intenten esto en casa, niños.\n\n\n\nTambién desmonté un pack triangular de 48v 20Ah de Amazon para repararlo (futuro artículo) y tengo que decir que estoy realmente impresionado con la calidad de construcción y el acabado de estos packs. Todo en ellos es de primera calidad, muy lejos de los packs chinos cutres que he podido conseguir en distribuidores no serios. Aunque no he desmontado este pack de 30q, espero que la calidad de construcción sea tan alta como la del otro pack triangular que estoy arreglando.\n\n\n\nMe gustan mis baterías como me gustan mis mujeres... alto y delgado. Un perfil alto y delgado es la forma más eficiente para la disipación del calor (Con 6′ 10″ y delgado como un raíl, simplemente siempre tengo frío). Si tienes un ladrillo gigante y grueso de células de litio, el calor acumulado puede quedar atrapado en el centro y le cuesta encontrar la salida. Estas baterías de Amazon no están pegadas, como muchas baterías 18650 fabricadas en China, sino que están formadas por pequeñas piezas de plástico tipo Lego que se encajan.\n\n\nEsto proporciona a la batería una mayor resistencia y durabilidad, pero también una mejor refrigeración que las baterías pegadas en caliente. La batería de Bosch también se apaga a 32 grados F, pero el otro día estuve en la carretera a menos 10 grados F, 40 grados enteros más fríos que el sistema de apagado de la batería de Bosch. Esa noche la temperatura bajó hasta los 29 grados bajo cero, cuando yo suelo poner el límite en los 20 grados bajo cero.\n\nSi vas a rodar en condiciones de frío extremo, te recomiendo encarecidamente que dejes tu fatbike eléctrica y la batería en el interior hasta que estés preparado para rodar. Si no tienes todo caliente desde el principio, tendrás muchos problemas. La grasa no funciona correctamente a estas temperaturas, y el agua en los rodamientos y la cadena puede hacer que todo se bloquee. La capacidad de su batería de litio puede reducirse a la mitad por este frío.\n\n\n\n\nTe aconsejo encarecidamente que hagas una \"manta\" para tu mochila 30q si viajas con frío extremo.\n\n\n\nLa batería a la que sustituye esta batería en mi colección es una LifePo4 25lb 52v 16S 25Ah, que ocupa casi tres veces el volumen de esta batería y entrega sólo 30 amperios. Mirando estas baterías una al lado de la otra, estoy absolutamente sorprendido de lo mejor que es la batería de 30q: 16% menos de almacenamiento de energía total, pero pesa 60% menos y tiene casi el doble de potencia continua por un 25% más de coste. El mercado de las baterías 18650 para bicicletas eléctricas está mejorando de forma espectacular, baterias para bicicletas.\n\n\n\nSi está buscando una batería que pueda funcionar todo el día a 2500W sin una acumulación excesiva y con un indicador de voltaje incorporado, esta podría ser la batería para usted. Este paquete de baterías puede suministrar 3500W para ráfagas cortas, pero si quieres hacerlo funcionar regularmente a más de 2500W, deberías comprar algo con un BMS más grande o un voltaje más alto.\n\n\n\nHabrá un éxodo masivo de las lipos esbozadas por Amazon en la comunidad de constructores cuando empiecen a adoptar las nuevas celdas 18650 de alta densidad energética que están copando el mercado de las baterías para bicicletas eléctricas. A la larga, todos estaremos mejor.\n\n\n\nSigue conduciendo.\n\n\n","params":{"posts":"bateria-de-alto-rendimiento-para-bicicletas-electricas"},"filename":"Batería de alto rendimiento para bicicletas electricas"},"__N_SSG":true}