{"pageProps":{"ficheros":["6 Baterías de bicis eléctricas","BBS02 750 vs BBSHD 1000W vs Cyclone 3000W","BBSHD con programación personalizada","BBSHD de 100mm","Bafang bbshd","Batería de 48V o 52V para una bicicleta eléctrica","Batería de alto rendimiento para bicicletas electricas","Baterías de litio para bicicletas electricas","Baterías y el BMS son fáciles de transportar","Bicicleta electrica urbana","Bicicletas eléctricas para la playa","Bicicletas en dinamarca","Cargador de bicicletas eléctricas","Conducir sobre nieve con un motor electrico BBSHD","Conectores XT90 de alta potencia 90A","Conectores tipo banana para bicicletas electricas","Construcción de una bicicleta eléctrica","Construir una bicicleta eléctrica de gama media barata","Construir, programar, conducir, no morir (en ese orden)","Cubierta Vee Rubber Vee 8","Cyclone Mid Drive 3000W","Cómo hacer tu propia bicicleta eléctrica","Dawes 1500","Engranaje de nylon en el BBS02","Engranaje de nylon para bicicletas electricas","Horquilla de suspensión Bluto Fat Bike","Kit Cyclone Mid Drive 3000W","Kit Cyclone de 3000W","Kit central Bafang BBS02 750W para bicicletas electricas","Kit conversión bicicleta eléctrica barato","Kit conversión bicicleta eléctrica con batería","La gente que vende kits de bicicletas eléctricas","Las e-bikes son peligrosas","Luces led para bicicletas electricas","Mantenimiento del motor electrico bbs02 para bicicleta","Mighty Mini 30T","Monstruosa bicicleta eléctrica de dos ruedas motrices","Montar una batería de litio para una bicicleta eléctrica","Motor Mid-Drive","Neumáticos Mission Command 4 Vee","Nexus-3 IGH para la construcción de bicicletas con ruedas grandes","No hay lugar más seguro para sus baterías de litio y cargadores en su casa","Normativa de circulacion para las bicicletas eléctricas","Nuvinci buje trasero Freno de rodillo N171 Calvo 36G plateado","Pantalla para bicicleta eléctrica","Plato Lekkie Bling para el BBSHD","Platos eléctricos para bicicletas eléctricas","Platos luna eclipse bicicleta electrica","SHIMANO SG-3D55 Universal Hub Kit Nexus","Sistema BBS02 e-RAD","Snow Shoe 2XL","Software de programación de Bafang para el BBSHD","Todo lo que necesitas saber sobre una batería para una bicicleta eléctrica","Vee Rubber Snow Shoe 4 5","kit BBSHD 1000W Middrive de Bafang","n380 Motor bicicleta electrica","¿Necesito un sensor de velocidad en una bicicleta eléctrica?"],"datos":"# Bateías para Bicicletas de 48V o de 52V\n\nUna de las preguntas más comunes que me hacen es si comprar una batería de 48V o 52V para alimentar el kit de motor central de tu bicicleta eléctrica. La potencia que necesitas para tu bicicleta eléctrica es una decisión que cada persona tiene que tomar por sí misma, y muchas personas parecen estar contentas con un voltaje más bajo, mientras que otras quieren un voltaje lo más alto posible para conseguir una velocidad máxima ligeramente superior.\n\nLos motores BBS02 y BBSHD pueden funcionar con tensiones de 39V a 60V, pero no cabe duda de que estas unidades funcionan mucho mejor en el extremo superior de esta gama. Una batería de 52 voltios recién sacada del cargador a 59 voltios es una máquina de hacer ruedas llena de impulso, mientras que una batería de 48 voltios, cuando el voltaje cae por debajo de unos 44 voltios, se siente más bien anémica. ¿Cuál es el impacto a largo plazo en la fiabilidad de hacer funcionar estas máquinas con una batería de 52 voltios en comparación con el estándar de la industria de una batería de 48 voltios?\n\n\n\nSe venden como packs de 48v en ebay, pero en realidad son packs de 52v. Tenga en cuenta que estos cargadores realmente apestan y mi realmente soplado.\n\n\n\nEmpiece por averiguar qué batería tiene, ya que puede pensar que tiene una batería de 48V cuando en realidad es una batería de 52V. Si su batería está recién sacada del cargador, simplemente conéctela a un voltímetro. Si marca unos 54 voltios, es una batería real de 48V, si marca 58 o 59 voltios, tienes una batería de 52V.\n\nLas baterías LifePo4 suelen venir en una configuración de 16S (una serie de 16 celdas en serie), lo que supone una tensión nominal de unos 52V, aunque por alguna razón estas baterías suelen venderse como baterías de 48V en el mercado chino de bicicletas eléctricas. Si se utiliza LifePo4, una batería \"real\" de 48V es sólo una configuración de 15 segundos. Las celdas 18650 que tienen 52V funcionan en una configuración de pack de 14S, aunque algunos proveedores chinos (como Paul) los llaman packs de 50V por alguna razón, lo que aumenta la confusión.\n\nLos paquetes \"reales\" de 48V 18650 se venden en una configuración de 13S con un BMS que proporciona unos 54,4V recién salidos del cargador. Si estás usando lipos de HK, tienen más o menos el mismo voltaje que las celdas 18650, aunque hay gente que hace funcionar sus sistemas BBS02 desde un sistema de 12S (44v nominales), realmente no lo recomiendo.\n\n\n\n![El anillo Lekkie ayuda a conseguir la mejor línea de cadena](/img/img-blog/img%5F20160105%5F0900392901.jpg)\n\n\n\nLa BBS02 tenía que estar diseñada para soportar la potencia de una batería de 52 V, de lo contrario no habría sobrevivido en el mercado de las bicicletas eléctricas.\n\n\n\n¿Por qué querrías utilizar una batería más potente que aquella para la que fue diseñado el controlador? Esa es realmente la pregunta del millón, y creo que estos reproductores de tamaño medio fueron diseñados desde el principio para funcionar con baterías de 52 voltios. En China, no es raro comprar una batería de 48 voltios que en realidad es una batería de 52 voltios, así que la gente de Bafang tuvo que diseñar para eso. Como no sabían qué baterías usaría la gente con sus reproductores, utilizaron la batería más potente que la gente compraría y que _esperaba_ que funcionara con su unidad de disco.\n\nAhora que Bafang ha mejorado los mosfets del controlador, el punto débil tanto del BBS02 como del BBSHD es el accionamiento primario de nylon. Cuando el BBSHD se conectó a un controlador Lyen de 65 amperios, el engranaje de nylon fue el primero en fundirse.\n\nAfortunadamente, la sustitución del engranaje de nylon sólo cuesta unos veinte € y lleva aproximadamente una hora para un veterano de BBS.\n\n\n\n¿Realmente se siente una diferencia al conducir con una batería de 52V en lugar de una de 48V? He pasado cientos de horas conduciendo el BBS02 y el BBSHD con baterías de 52V y 48V de diferentes fabricantes. Sinceramente, las baterías de 48V y 52V tienen la misma sensación después de la carga, aunque la batería de 52V tiene unos 4V más. No noté ninguna diferencia en el rango de velocidad superior del dispositivo, aunque puede ser ligeramente superior con una batería de 52V. Las verdaderas diferencias aparecen cuando el viaje está a medio camino. Con una batería de 48 V, cuando la batería se descarga más o menos a la mitad, se nota que la potencia baja ligeramente. Cuando a la batería le queda sólo un cuarto de su carga, la diferencia es aún más notable, tanto en términos de un retraso en la aceleración como de una notable falta de potencia. Con una batería de 52 voltios, esto nunca sucede, porque el voltaje nunca cae en la zona \"ho-hum\". Con una batería de 52 voltios, las unidades de accionamiento motor central para bicicletas eléctricas funcionan con bastante fuerza hasta que el BMS de la batería se detiene.\n\n\n\n![La mochila Shark de NCRb](/img/img-blog/shark%5Fscale%5F%5F30328-1451955803-1280-1280-e1453068242834.jpg)\n\n\n\nLa primera batería de bicicleta eléctrica que me impresionó tanto que hice un artículo sobre ella. El pack de tiburones NCRb 13.5Ah\n\n\n\n¿Qué pasa con la fiabilidad a largo plazo de la unidad de accionamiento en términos de uso de la batería? Desgraciadamente, no soy el mejor consejero en esta cuestión, ya que he estado sustituyendo las baterías de las unidades de accionamiento de forma bastante aleatoria y tengo problemas para recordar qué batería tenía en cada unidad de accionamiento en el momento del fallo. Sé que en el BBS02, los dos fallos de la unidad de nylon se produjeron con baterías de 52V conectadas con una carga casi completa.\n\nTambién sé que el único fallo del regulador que he tenido ocurrió con una batería de 52V conectada a una carga casi completa. En general, he tenido bastantes problemas con la BBS02 que todavía tengo dudas para recomendarla a la gente para paseos por senderos individuales.\n\nEstas afirmaciones por sí solas pueden ser suficientes para disuadirte de utilizar una batería de 52V con un BBS02, pero también ten en cuenta que he utilizado mi BBS02 sin remordimientos durante más de 500 horas con una batería de 52V en brutales singletrails. Dicho esto, el BBSHD es una bestia de otro color.\n\n\n\nEl BBSHD parece funcionar bien todo el día con 30 amperios y una batería de 52v. Este sistema de motor fue tan sobreconstruido que honestamente me pareció difícil de creer que usted tendría problemas con esta unidad con una batería de 52v en una batería de 48v. El controlador tiene 12 Mosfets en lugar de 9 con el BBS02 de 750W y hay grandes aletas de refrigeración tanto en el motor como en el controlador. He conectado un sensor de temperatura a mi BBSHD, y la cosa apenas se calienta, incluso cuando estoy subiendo largas colinas a todo gas. Intente eso en un BBS02 y lo más probable es que tenga un problema grave.\n\n\n\n![Die BBSHD ist völlig überdimensioniert](/img/img-blog/bbs02top.jpg)\n\n\n\nEl BBSHD está totalmente sobredimensionado para 30 amperios, así que probablemente no tendrás problemas con una batería de 52V.\n\n\n\nEn general, el voltaje de la batería que se utiliza no es tan importante como el tamaño correcto de la bandeja para la aplicación. Si está en un sendero, no querrá usar el plato grande de acero de 46T con el BBSHD o el plato de 48T con el BBS02\\. Encuentro que el 42T Luna eclipse o el 42T Lekkie Bling Ring funcionan muy bien tanto en el camino como en los desplazamientos. Si tienes una bicicleta de carga o un tándem, el 30T Luna Mighty Mini es una buena opción, pero creo que produce demasiado par para los senderos.\n\nEn la BBS02, necesitas un plato de 38T o más pequeño, recomiendo el 30T Luna Mighty Mini para la BBS02. Es, con mucho, mi plato favorito para el BBS02, y es muy suave para su engranaje de plástico y el controlador cuando se está ejecutando una batería de 52V. El tamaño medio del plato en mis construcciones BBS02 es de 34T y he tenido mucha suerte con los platos de 34T y Raceface 36T con un adaptador.\n\n\n\nCuando compre su BBS02 BBSHD, tenga en cuenta que hay muchos distribuidores de kits de e-bike que NO ofrecen garantía en su transmisión con la batería de otro fabricante (independientemente del voltaje). Debería ser consciente de esto antes de considerar la compra de la transmisión y la batería de diferentes fuentes.\n\nLe recomiendo que compre la cadena cinemática y la batería en el mismo concesionario para asegurarse de que funcionará y de que tiene enchufes adecuados. Si tiene alguna duda sobre la capacidad de la unidad de accionamiento de su bicicleta eléctrica para manejar una batería de 52 voltios sin entrar en el corte de alta tensión, debe ponerse en contacto con su distribuidor de la unidad de accionamiento, antes de comprar una batería de 52 voltios y asegurarse de que la unidad de accionamiento no se corta a 60 voltios.\n\n\n\nSi tienes un motor de buje y tienes que elegir entre una batería de 48V y una de 52V, yo diría que te decantes por la de 52V. La mayoría de los inversores de calidad pueden manejar la potencia extra y esto debería darle unos cuantos km/h más de velocidad máxima. En general, si quieres más par, aumenta el amperaje, si quieres una mayor velocidad máxima, aumenta los voltios. Si se aumenta el amperaje, hay que asegurarse de que los cables de fase son lo suficientemente gruesos y que las ECUs tienen suficiente soldadura en las placas de circuito para soportar la carga. Si aumentas el voltaje, lo único de lo que debes preocuparte es de que se quemen los mosfets del regulador. Hay algunos paquetes más nuevos de 60v y 72v 18650 que están saliendo al mercado, pero por el momento creo que los paquetes de 52v ofrecen la mejor fiabilidad por el precio y también son la opción más segura.\n\n\n\nHe utilizado muchas baterías a lo largo de los años, pero las únicas dos que me han impresionado lo suficiente como para escribir sobre ellas son las 52v 14Ah NCRb shark pack (sólo 750W BBS02) y el pack 48v 21Ah 30q.\n\n\nEstoy convencido de que la próxima gran novedad serán las celdas NCR18650GA, y espero tener en mis manos un pack GA shark de 52v para probarlo en un futuro no muy lejano. En caso de duda, las células 25R son siempre algo muy seguro, también son siempre bastante baratas en la masa (unos 4,40 € cada uno).\n\n\nUsa una batería más potente, deberías. - Yoda\n\n\n","params":{"posts":"bateria-de-48v-o-52v-para-una-bicicleta-electrica"},"filename":"Batería de 48V o 52V para una bicicleta eléctrica"},"__N_SSG":true}