{"pageProps":{"ficheros":["6 Baterías de bicis eléctricas","BBS02 750 vs BBSHD 1000W vs Cyclone 3000W","BBSHD con programación personalizada","BBSHD de 100mm","Bafang bbshd","Batería de 48V o 52V para una bicicleta eléctrica","Batería de alto rendimiento para bicicletas electricas","Baterías de litio para bicicletas electricas","Baterías y el BMS son fáciles de transportar","Bicicleta electrica urbana","Bicicletas eléctricas para la playa","Bicicletas en dinamarca","Cargador de bicicletas eléctricas","Conducir sobre nieve con un motor electrico BBSHD","Conectores XT90 de alta potencia 90A","Conectores tipo banana para bicicletas electricas","Construcción de una bicicleta eléctrica","Construir una bicicleta eléctrica de gama media barata","Construir, programar, conducir, no morir (en ese orden)","Cubierta Vee Rubber Vee 8","Cyclone Mid Drive 3000W","Cómo hacer tu propia bicicleta eléctrica","Dawes 1500","Engranaje de nylon en el BBS02","Engranaje de nylon para bicicletas electricas","Horquilla de suspensión Bluto Fat Bike","Kit Cyclone Mid Drive 3000W","Kit Cyclone de 3000W","Kit central Bafang BBS02 750W para bicicletas electricas","Kit conversión bicicleta eléctrica barato","Kit conversión bicicleta eléctrica con batería","La gente que vende kits de bicicletas eléctricas","Las e-bikes son peligrosas","Luces led para bicicletas electricas","Mantenimiento del motor electrico bbs02 para bicicleta","Mighty Mini 30T","Monstruosa bicicleta eléctrica de dos ruedas motrices","Montar una batería de litio para una bicicleta eléctrica","Motor Mid-Drive","Neumáticos Mission Command 4 Vee","Nexus-3 IGH para la construcción de bicicletas con ruedas grandes","No hay lugar más seguro para sus baterías de litio y cargadores en su casa","Normativa de circulacion para las bicicletas eléctricas","Nuvinci buje trasero Freno de rodillo N171 Calvo 36G plateado","Pantalla para bicicleta eléctrica","Plato Lekkie Bling para el BBSHD","Platos eléctricos para bicicletas eléctricas","Platos luna eclipse bicicleta electrica","SHIMANO SG-3D55 Universal Hub Kit Nexus","Sistema BBS02 e-RAD","Snow Shoe 2XL","Software de programación de Bafang para el BBSHD","Todo lo que necesitas saber sobre una batería para una bicicleta eléctrica","Vee Rubber Snow Shoe 4 5","kit BBSHD 1000W Middrive de Bafang","n380 Motor bicicleta electrica","¿Necesito un sensor de velocidad en una bicicleta eléctrica?"],"datos":"# BBS02 750 Vs BBSHD 1000W Vs Cyclone 3000W ¿Que motor electrico es mejor?\n\nVarias veces a la semana, lectores fieles como usted me hacen siempre la misma pregunta. ¿Qué motor central debo comprar?\n\nAunque la cuestión de qué motor es el adecuado para su aplicación parece sencilla, puede ser una tarea desalentadora para los no iniciados. Este artículo ayudará a los futuros compradores de motores centrales a realizar una elección inteligente e informada que le proporcionará placer y disfrute durante años.\n\n\nEste artículo se dirige principalmente a las personas que ya han optado por un motor central. Si todavía está dudando entre un motor de accionamiento directo, un cubo de engranajes o un motor central, debería leer este artículo de [kits conversion ebike ](/blog/kit-conversion-bicicleta-electrica-con-bateria/). Cada sistema de motor eléctrico tiene sus ventajas e inconvenientes.\n\n\nMucha gente me envía correos electrónicos para decir que van a comprar un BBS01 350W o alguna tontería así. No estoy seguro de qué estadounidense devoto elegiría una unidad de 350W cuando el límite legal en los España es de 750W, pero a cada uno lo suyo. La unidad media más baja que poseo son unas 8 unidades BBS02 de 750W, todas ellas equipadas con esas viejas y asquerosas controladoras. Si insistes en tener menos potencia, sólo tienes que comprar un BBS02 y programarlo para que tenga menos amperios. En mi opinión, bajo ninguna circunstancia debería comprar un BBS01. El BBS01 es la novedad de ayer.\n\n\nEl anillo de la caja se utiliza para crear la mejor línea de cacería que se puede obtener con esta configuración.\n![anillo bicicleta electrica](/img/img-blog/img_20160105_0900392901.jpg)\n\n\nEl BBS02 750W se está convirtiendo rápidamente en un clásico. El BBS01 ya está obsoleto.\n\n\n\nLa primera pregunta que hay que hacerse a la hora de considerar la compra de una bicicleta de tracción central es si piensas utilizarla como bicicleta de paseo, como bicicleta de trail o como ambas. Cada uso requiere un conjunto de características muy diferentes. Para los viajeros, usted quiere un motor que pueda funcionar durante mucho tiempo a cualquier nivel de potencia sin sobrecalentarse. Cuando se circula por singletrails, se suelen necesitar breves ráfagas de potencia para superar colinas y obstáculos, pero la mayor parte del tiempo el motor funciona a muy baja potencia, ya que rara vez se quiere circular a toda velocidad por el bosque. Esto permite que el motor se enfríe entre colinas y obstáculos. Cuando estás en un sendero, tienes que poner el motor lo suficientemente bajo como para subir colinas de 20 grados con facilidad. Cuando me desplazo al trabajo, suelo ajustar mis bicicletas para que suban pendientes de 10 grados sin esfuerzo, pero nada que esté pavimentado será (normalmente) mucho más empinado que eso. \n\n\n\nLa BBS02 funciona bastante bien en el modo PAS puro, que rara vez ofrece más de 800 vatios y permite alcanzar velocidades de 25 mph en la mayoría de los ajustes. En cuanto se pisa el acelerador, se puede empezar a ir bastante rápido, sobre todo si se va cuesta abajo. Si el motor ya está muy caliente en la montaña y la marcha es demasiado alta y se acelera con fuerza, se corre el riesgo de un fallo catastrófico del regulador, que suele ser suficiente para arruinar el día.\n\n\n\n![IMG_20151212_140356475](/img/img-blog/img_20160105_0900271141.jpg)\n\n\n\nEl BBSHD de 1000W es un monstruo que adora la arena blanda. Actualmente, es mi favorito de los propulsores.\n\n\n\nEl BBSHD rara vez supera los 1000W en modo PAS, pero si lo haces funcionar a pleno rendimiento, supera los 1500W cuando se utiliza con una batería de 52V completamente cargada. El BBSHD ni siquiera se calienta realmente si lo haces funcionar a tope durante mucho tiempo, siempre que no esté subiendo. Sólo con el PAS, suele ir zumbando a unos 50 km/h, y con el acelerador a fondo, va incluso un poco más rápido. Una vez que superas las 30 mph, la resistencia al viento comienza a ser una verdadera mierda.\n\n\n\nEl Cyclone no parece funcionar bien con el kit PAS que Lunacycle.com vende con él. A pleno rendimiento con una batería de 48v, flota a través de las llanuras a unos 30-35mph. Con una batería de 52v, puedes llegar a los 30s altos y con una batería de 72v, que es el máximo que este controlador puede manejar, ciertamente puedes llegar a más de 40mph en los planos (esto no ha sido probado por mí). Con una batería de 48V (2000W), este sistema de propulsión ni siquiera se calienta mucho si funciona continuamente a toda velocidad. Yo diría que esta unidad de accionamiento media es probablemente una unidad nominal de 2500W, aunque se vende como una unidad de accionamiento de 3000W.\n\n\n\n![kit electrico 3000w para bicicletas](/img/img-blog/cyclone.jpg?w=768)\n\n\nEl ciclón de 3000W acoplado a un Nuvinci N171 que parece funcionar bien a alta potencia. Esta configuración tiene un plato de 36T y un piñón de 18T y funciona bien en la carretera y en el bosque.\n\n\n\nLa siguiente pregunta que debes hacerte es si te interesa moverte cuando vas en moto. Si quieres moverte cuando te desplazas, definitivamente necesitas un sistema con PAS. Sin la asistencia al pedaleo, siempre me apoyo en el acelerador y me olvido completamente de pedalear. Si tienes que pedalear para que la bicicleta se mueva, me parece que no sólo pedaleo, sino que tiendo a pedalear bastante fuerte. A 2500W con el sistema Cyclone, el uso de los pedales me sigue pareciendo bastante inútil (¿por qué he vuelto a pedalear?). Con la BBS02 y la BBSHD, suele quedar claro que la energía invertida en la transmisión no es del todo inútil, ya que ambas unidades motrices se esfuerzan en pendientes pronunciadas y a velocidades elevadas.\n\n\n\nOtro punto importante para la conducción de la pista es el peso. El BBS02 es bastante ligero y añadirá unas 10 kilos al peso de su bicicleta eléctrica, el BBSHD con todo añade cerca de 13 kilos y el kit Cyclone pesa unas jugosas 16 kilos. Cualquiera de estos tres sigue siendo mucho mejor que ir por ahí con un enorme motor de buje de 25 kilos, pero si quieres una bicicleta eléctrica ligera y maniobrable que se sienta como una bicicleta de montaña, entonces generalmente tendrás el sistema de transmisión más ligero que puedas, que no apeste.\n\n\nEl BBSHD puede atravesar cualquier cosa, incluso varios centímetros de barro congelado.\n\n\n\nSi tienes la intención de conducir en nieve polvo profunda y húmeda, la BBS02 es un poco menos potente para eso. Si la relación de transmisión es lo suficientemente baja, se puede atravesar cualquier cosa, pero si la unidad motriz es demasiado baja, de repente no es tan divertido. Para mantener la diversión, hay que mantener la velocidad. El BBSHD o el Cyclone proporcionan la potencia que necesito para arar fácilmente a través de unas 5-6 centimetros de polvo pesado y húmedo. Todavía utilizo el BBS02 en invierno, pero sólo cuando hay menos de 3 centimetros de nieve en el suelo.\n\n\n\nEl Cyclone, en mi opinión, no brilla tanto sobre el BBSHD en el bosque. El peso extra y la forma en que el controlador se ralentiza a la potencia me hace pensar que los 10 amperios extra no valen realmente la pena. Aunque el Cyclone es mucho más barato, los componentes son bastante baratos. Cuando empecé a usar la Cyclone fuera de la carretera, empezaron a romperse cosas en mi transmisión, lo que se volvió bastante molesto.\n\nFinalmente renuncié a una rueda libre en la rueda trasera y opté por una fixie de 18T en su lugar, ya que la Cyclone ya tiene otras dos ruedas libres, una en la biela y otra en el cambio del motor. Este es un gran problema con las transmisiones de potencia media, tienden a romper las piezas de la bicicleta que generalmente están diseñadas para las personas y no para los motores eléctricos de 5 caballos. Aunque la Cyclone tenía una potencia insana cuando sustituí el plato delantero de 42\" por uno de 36\", seguía sintiendo que sólo necesitaba la potencia extra cuando subía cuestas muy empinadas. Aquí es donde la Cyclone realmente brilla, porque puede subir por senderos empinados como ninguna otra cosa que haya montado.\n\nLas desventajas son que todo el marco tiende a doblarse cuando está bajo tensión, el gran ziptie suministrado con el kit es una broma (utilizar 2 abrazaderas de metal en su lugar) y cuando el motor desarrolla el par bajo tensión es de aproximadamente 1 mm de tocar el pedal de accionamiento. Todo el sistema es un poco en el lado incompleto para mí, y ni siquiera he comenzado a probarlo en más de 52v todavía. Uf.\n\n\n\nEste producto es muy agradable de ver, incluso cuando se monta en el vehículo.\n\n![Die](/img/img-blog/dark-side.jpg?w=768)\n\n\nEn mi opinión, la Cyclone es más adecuada para una bicicleta eléctrica rápida para ir al trabajo en ciudades con colinas, como Ithaca, NY, mi alma-no-mater.\n\n\n\nEl BBSHD es un animal totalmente diferente. Durante los últimos 4 meses de duro abuso de singletrack, ha demostrado ser muy fiable y viene en 4 tamaños de manivela diferentes que se ajustan a casi cualquier fatbike. Si quieres dotar a una fatbike de una transmisión para rodar por el bosque y la nieve, yo diría que no hay competencia, hazte con una BBSHD. Aunque el peso extra y la construcción completamente sobredimensionada me molestaron mucho cuando obtuve por primera vez estas unidades de accionamiento, puedo decir con cierta confianza que ahora he pasado página.\n\n\n\nSi quieres construir una bicicleta basculante de alta velocidad que pueda subir casi cualquier colina sin sobrecalentarse, y que pueda acomodar cualquier paquete de baterías de bicicleta eléctrica de 48 a 72 voltios, la Cyclone es una buena opción. Con una batería de 48 o 52 voltios, esta bicicleta eléctrica puede funcionar todo el día a 35 km/h, e incluso a casi 40 km/h con una batería de 60 o 72 voltios. Aunque su rendimiento es comparable al de otros grandes motores de buje DD, que funcionan con una potencia de más de 3000W, este propulsor central realmente brillará en las colinas empinadas que ningún DD puede manejar bien, sin importar la potencia que le pongas. El compromiso que tienes que hacer es en la fiabilidad, ejecute 3000W a través de una transmisión de la bicicleta durante cualquier período de tiempo, y usted tendrá problemas. Puede ser un verdadero dolor de cabeza si te quedas atrapado en medio de la nada. Este motor funciona mejor cuando está equipado con una caja de cambios. Puede utilizar un N171, [Nexus 3](/blog/nexus-3-igh-para-la-construccion-de-bicicletas-con-ruedas-grandes/). que he probado con este nivel de rendimiento y considero aceptable. Cualquier otro buje Nuvinci como el 330, 360 o 380 no sobrevivirá al Cyclone, y es probable que otros bujes multivelocidad con más de 3 velocidades a 3000W también se autodestruyan. Puedes usar un casete y un desviador normales, pero las cadenas se desgastarán rápidamente y si cambias bajo carga tendrás muchos problemas.\n\n\nCuando no hay nieve, esta es mi bicicleta favorita, una BBS02 con un Nuvinci 380, programado con [programación personalizada para el motor BBSHD](/blog/bbshd-con-programacion-personalizada/).\n\nLa BBS02 750W es siempre una buena opción para una bicicleta de trail si realmente te preocupa el peso extra. Mientras la nieve no sea demasiado profunda y las colinas no sean demasiado empinadas, deberías poder divertirte con este motor central. Si tiene una bicicleta de carga, lleva un pasajero adicional o quiere circular a más de 30 km/h en carretera, debería olvidarse por completo de la BBS02 y optar por una BBSHD en su lugar. Si quieres rodar permanentemente a más de 35 km/h en carretera o si tienes una bici de trail single track que grita en las subidas, la Cyclone es la mejor opción.\n\n\n\nSigue conduciendo.\n\n\n","params":{"posts":"bbs02-750-vs-bbshd-1000w-vs-cyclone-3000w"},"filename":"BBS02 750 vs BBSHD 1000W vs Cyclone 3000W"},"__N_SSG":true}