{"pageProps":{"ficheros":["6 Baterías de bicis eléctricas","BBS02 750 vs BBSHD 1000W vs Cyclone 3000W","BBSHD con programación personalizada","BBSHD de 100mm","Bafang bbshd","Batería de 48V o 52V para una bicicleta eléctrica","Batería de alto rendimiento para bicicletas electricas","Baterías de litio para bicicletas electricas","Baterías y el BMS son fáciles de transportar","Bicicleta electrica urbana","Bicicletas eléctricas para la playa","Bicicletas en dinamarca","Cargador de bicicletas eléctricas","Conducir sobre nieve con un motor electrico BBSHD","Conectores XT90 de alta potencia 90A","Conectores tipo banana para bicicletas electricas","Construcción de una bicicleta eléctrica","Construir una bicicleta eléctrica de gama media barata","Construir, programar, conducir, no morir (en ese orden)","Cubierta Vee Rubber Vee 8","Cyclone Mid Drive 3000W","Cómo hacer tu propia bicicleta eléctrica","Dawes 1500","Engranaje de nylon en el BBS02","Engranaje de nylon para bicicletas electricas","Horquilla de suspensión Bluto Fat Bike","Kit Cyclone Mid Drive 3000W","Kit Cyclone de 3000W","Kit central Bafang BBS02 750W para bicicletas electricas","Kit conversión bicicleta eléctrica barato","Kit conversión bicicleta eléctrica con batería","La gente que vende kits de bicicletas eléctricas","Las e-bikes son peligrosas","Luces led para bicicletas electricas","Mantenimiento del motor electrico bbs02 para bicicleta","Mighty Mini 30T","Monstruosa bicicleta eléctrica de dos ruedas motrices","Montar una batería de litio para una bicicleta eléctrica","Motor Mid-Drive","Neumáticos Mission Command 4 Vee","Nexus-3 IGH para la construcción de bicicletas con ruedas grandes","No hay lugar más seguro para sus baterías de litio y cargadores en su casa","Normativa de circulacion para las bicicletas eléctricas","Nuvinci buje trasero Freno de rodillo N171 Calvo 36G plateado","Pantalla para bicicleta eléctrica","Plato Lekkie Bling para el BBSHD","Platos eléctricos para bicicletas eléctricas","Platos luna eclipse bicicleta electrica","SHIMANO SG-3D55 Universal Hub Kit Nexus","Sistema BBS02 e-RAD","Snow Shoe 2XL","Software de programación de Bafang para el BBSHD","Todo lo que necesitas saber sobre una batería para una bicicleta eléctrica","Vee Rubber Snow Shoe 4 5","kit BBSHD 1000W Middrive de Bafang","n380 Motor bicicleta electrica","¿Necesito un sensor de velocidad en una bicicleta eléctrica?"],"datos":"# Programación personalizada para el motor BBSHD\n\nNo me convenció el rendimiento en carretera de mi bicicleta de carreras con BBSHD. El siguiente montaje que hice fue el de mi ebike rap, que representa perfectamente la epidemia de gordura en España. El Phat Phuk se comportó notablemente bien, incluso con la mala broma que es el plato de acero de 46T suministrado por Bafang (no te preocupes, mejores [platos y adaptadores](/blog/platos-electricos-para-bicicletas-electricas/) están en camino). El gran diámetro de la rueda de una fatbike y un plato de 46T garantizan que siempre se circule en la marcha principal de la abuela, o en una marcha inferior en el bosque si no se quiere oír el roce de la cadena con el neumático.\n\n\nLa nueva BBSHD con programación personalizada sobre un neumático Skinny de 26″ centimetros es de una potencia que asusta\n\n\n\nSinceramente, me sorprendió lo bien que se comportó el BBSHD en una bicicleta con neumáticos gordos en el bosque. Había toneladas de par motor, incluso en los rangos de velocidad más bajos de los pedales. La unidad BBSHD no se sobrecalentó ni de lejos, por mucho que la presionara. Estos experimentos se realizaron con la configuración por defecto de fábrica. Fue una experiencia totalmente diferente a la que esperaba. Pensé que iba a ir un paso más allá instalando mi unidad reprogramada en mi bicicleta de XC. La primera vez que salí a los senderos con My Little Bronie, tuve la abrumadora sensación...\n\n\n\n**\"Por eso nos odian tanto. \"**\n\n\n\nLa BBSHD montada en una rueda más pequeña de 26 centimetros con un neumático de 2″ se sentía totalmente descontrolada. El par motor era mucho mayor que el de la BBS02 y, en lugar de calar el motor con una carga elevada, el neumático trasero tendía a girar. Simplemente había demasiada potencia y poca tracción con diferencia. Yo diría que el BBS02 750W no daña los senderos significativamente más que un ATV normal. Con el BBSHD, eso sería un argumento de peso, sobre todo si se reprograma el regulador y se monta un ATV delgado y cansado.\n\n\n\nLa programación de stock con el BBSHD le da una respuesta del acelerador muy suave, algo que siempre parecía privar el controlador BBS02. Una vez que se reprograma el controlador, se pierde gran parte de la respuesta suave del acelerador, pero se obtiene mucho más de la adrenalina de los caballitos que tanto te gustaba con el BBS02 reprogramado. El mayor cambio es el ajuste del Modo de aceleración, que viene de fábrica con el ajuste corriente, pero tiene mucho más par en el ajuste velocidad, especialmente si mientes en el tamaño de la rueda y lo pones demasiado pequeño. El BBSHD, en cambio, aumenta la potencia más lentamente, pero va y viene a medida que la bicicleta va más y más rápido.\n\n\nCon mi Phat Phuk, nunca he tenido problemas con la liberación de la cadena. Toca madera. Con mi Little Bronie, la historia fue diferente.\n\n\n\nAunque no tuve problemas con el plato de acero de la, no tuve más que problemas con la My Little Bronie. El plato de acero se caía más o menos cada 3 minutos y después de unos 20 minutos de conducción y 8 descarrilamientos, me di por vencido. La cadena siempre saltaba cuando no estaba cargada y circulaba sin acelerar o pedaleando por caminos realmente difíciles. No tengo ni idea de si los problemas de salto de cadena se debían a que la cadena era demasiado larga, a un desviador trasero incorrecto o doblado, a la programación del controlador o a la forma en que la bicicleta de suspensión completa cambia la longitud de la línea de la cadena cuando se circula por terrenos realmente bacheados y desnivelados. Lo único que sé es que la bicicleta funcionaba perfectamente con el BBS02 750W y el plato Lekkie montado justo antes de instalar el BBSHD. Seguiré probando a ver si averiguo cuál es el problema, pero supongo que un plato estrecho resolverá el problema que tengo con este diseño.\n\n\n\nEl BBSHD en un neumático fino con la programación adecuada se sentía como si estuviera completamente fuera de control en el bosque. El neumático trasero se escapaba sobre las hojas y raíces mojadas y tenía problemas para dirigir el volante en la dirección deseada. Con la BBS02, siempre me sentí como si estuviera conduciendo un ATV, pero con la BBSHD, la línea entre ATV y motocross ultraligero se vuelve borrosa. La potencia constante en toda la gama de revoluciones se asemeja mucho más a la de un motor de gasolina que a la del BBS02, que tiene una gama de revoluciones bastante estrecha en la que se alcanza la máxima potencia. Esto significa que todavía es posible extraer la potencia si se ha cambiado demasiado alto y la cadencia era demasiado baja, lo que era una receta para los gobernadores quemados en el BBS02.\n\n\n\nMe sorprendió comprobar que la unidad de 68 mm se adapta fácilmente a los balines de 73 mm con unas cuantas cuñas. Bafang tiene un BBSHD de 68mm y un BBSHD de 73mm, lo que me parece una tontería, ya que podrían arreglárselas con una sola unidad. Muy extraño, en efecto.\n\n\n\nSi tienes una Amazon Lurch, necesitas la BBSHD de 120mm, ya que las vainas bajan mucho en la marcha secundaria. El BB es de 100mm, pero el kit BBSHD de 100mm no encaja.\n\n\n\nTambién afilé mi BBT-9 Park Tool para que funcionara correctamente para apretar la última tuerca de seguridad en el lado no motriz de la unidad. Puedes comprar esta herramienta en ebay por unos 10 € y es una adición necesaria a tu pila oxidada de herramientas para la bicicleta\n\n\n\n**¿Vas a usar un BBSHD en el bosque o te vas a quedar con el BBS02 750W?\n\n\n\nEsta es una buena pregunta que debe responder usted mismo. A medida que las unidades motrices se vuelven más potentes y más baratas, cada piloto tiene que decidir cuánto abuso de la pista está dispuesto a aceptar. Estoy convencido de que la unidad motriz BBS02 750W no causa más desgaste en el camino que una bicicleta normal. Con un BBSHD actualizado, es sencillamente imposible hacer esa estimación. Si te ciñes a la programación de fábrica, parece que el neumático no gira tanto, pero sigue siendo mucho más rápido que el BBS02. Si subes una colina a 20 km/h y otra persona baja a 20 km/h, es poco probable que se produzca una colisión, incluso si ambas personas no están enviando mensajes de texto mientras van en bicicleta. Si no nos vigilamos a nosotros mismos en cuanto a la potencia y el tamaño de los motores que usamos en singletrack, todos serán prohibidos (como en Moab).\n\n\nEn invierno, cuando monto en la nieve, todo es posible y me gusta usar el BBSHD 1000W, porque la nieve tiene un apetito insaciable de vatios. La potencia extra en la nieve polvo no causa daños en las pistas ni erosión, y de todas formas nunca hay nadie más en el bosque en invierno, sólo esquiadores de XC. Si tengo que hacer singletrails en verano, creo que me quedaré con mi BBS02, 4 kilos más ligera e igual de potente, o mejor aún, me llevaré mi bicicleta de trail sin motor de 20 kilos, que sinceramente prefiero usar que cualquiera de mis otras bicicletas eléctricas. Sí, lo sé, soy un traidor. Cada ciclista tiene que tomar esta decisión por sí mismo, pero espero que tome una decisión socialmente responsable y que tenga en cuenta a los demás.\n\n\nCon las e-bikes, siempre estás solo porque nadie más puede seguir tu ritmo, pero eso no significa que lo que hagas no repercuta en los demás o cause problemas de acceso para todos. Conduce de forma responsable y no será una carga para todos.\n\n\n\n\n\n","params":{"posts":"bbshd-con-programacion-personalizada"},"filename":"BBSHD con programación personalizada"},"__N_SSG":true}