{"pageProps":{"ficheros":["6 Baterías de bicis eléctricas","BBS02 750 vs BBSHD 1000W vs Cyclone 3000W","BBSHD con programación personalizada","BBSHD de 100mm","Bafang bbshd","Batería de 48V o 52V para una bicicleta eléctrica","Batería de alto rendimiento para bicicletas electricas","Baterías de litio para bicicletas electricas","Baterías y el BMS son fáciles de transportar","Bicicleta electrica urbana","Bicicletas eléctricas para la playa","Bicicletas en dinamarca","Cargador de bicicletas eléctricas","Conducir sobre nieve con un motor electrico BBSHD","Conectores XT90 de alta potencia 90A","Conectores tipo banana para bicicletas electricas","Construcción de una bicicleta eléctrica","Construir una bicicleta eléctrica de gama media barata","Construir, programar, conducir, no morir (en ese orden)","Cubierta Vee Rubber Vee 8","Cyclone Mid Drive 3000W","Cómo hacer tu propia bicicleta eléctrica","Dawes 1500","Engranaje de nylon en el BBS02","Engranaje de nylon para bicicletas electricas","Horquilla de suspensión Bluto Fat Bike","Kit Cyclone Mid Drive 3000W","Kit Cyclone de 3000W","Kit central Bafang BBS02 750W para bicicletas electricas","Kit conversión bicicleta eléctrica barato","Kit conversión bicicleta eléctrica con batería","La gente que vende kits de bicicletas eléctricas","Las e-bikes son peligrosas","Luces led para bicicletas electricas","Mantenimiento del motor electrico bbs02 para bicicleta","Mighty Mini 30T","Monstruosa bicicleta eléctrica de dos ruedas motrices","Montar una batería de litio para una bicicleta eléctrica","Motor Mid-Drive","Neumáticos Mission Command 4 Vee","Nexus-3 IGH para la construcción de bicicletas con ruedas grandes","No hay lugar más seguro para sus baterías de litio y cargadores en su casa","Normativa de circulacion para las bicicletas eléctricas","Nuvinci buje trasero Freno de rodillo N171 Calvo 36G plateado","Pantalla para bicicleta eléctrica","Plato Lekkie Bling para el BBSHD","Platos eléctricos para bicicletas eléctricas","Platos luna eclipse bicicleta electrica","SHIMANO SG-3D55 Universal Hub Kit Nexus","Sistema BBS02 e-RAD","Snow Shoe 2XL","Software de programación de Bafang para el BBSHD","Todo lo que necesitas saber sobre una batería para una bicicleta eléctrica","Vee Rubber Snow Shoe 4 5","kit BBSHD 1000W Middrive de Bafang","n380 Motor bicicleta electrica","¿Necesito un sensor de velocidad en una bicicleta eléctrica?"],"datos":"# Instalo un Kit BBSHD en mi bicicleta comun y ahora es Electrica\n\nAunque pude instalar un BBSHD de 100mm en mi bicicleta electrica, los propietarios de bicicletas no tendrán tanta suerte y tendrán que pedir un kit de 120mm en lugar del kit de 100mm, incluso si su BB es sólo de 100mm. En este artículo se analizan todos los posibles problemas de montaje del BBSHD y del BBS02 y cómo solucionarlos sin modificar (en su mayoría) el cuadro de la bicicleta donante. Hay toneladas de diferentes tipos de bielas por ahí, por lo que debe asegurarse de que su juego de bielas es compatible con el motor central para bicicletas eléctricas antes de comprar la bicicleta.\n\nMatt de Empowered Cycles ha escrito un gran artículo que describe la mayoría de los tipos de platos y bielas comunes y su compatibilidad con las unidades de accionamiento motor central para bicicletas eléctricas. Por lo que sé, Matt también construyó el único adaptador de plato BBSHD Custom Pressfit para el BBSHD, que puede encontrar.\n\n\n\n![Alguien se pasó con la brocha roja](/img/img-blog/img%5F9449.jpg)\n\n\n\nUh-oh, alguien se equivocó con el pincel rojo. Este cómic de Lurch parece un problema, pero en realidad no lo es. Estas excusas unilaterales de los círculos son el verdadero problema.\n\n\n\n**Mi vaina está en el camino y no tengo suficientes roscas para fijar el anillo de bloqueo y la placa de montaje**.\n\n\n\nNo es necesario que cunda el pánico. Muchas de mis construcciones tienen la caja de cambios secundaria presionando contra la base de la cadena. Si ves al menos 12 mm de rosca en el lado que no es de accionamiento, estás bien. Si tiene menos de 12 mm de rosca en el lado no motriz, le recomiendo que devuelva la unidad motriz al distribuidor que se la suministró e intente conseguir el siguiente tamaño más grande. El BBSHD está disponible en 3 tamaños estándar: 68 mm, 100 mm y 120 mm. Intenta explicar lo mejor que puedas que el problema es en realidad un problema del concesionario BBSHD y que deberían haber _sabido_ que la unidad de accionamiento no se ajusta a tu bicicleta y por lo tanto tienen que pagar _todos los gastos de envío_ de ida y vuelta. Si has comprado la unidad en China, el envío será muy caro y la mayoría de los distribuidores chinos poco serios probablemente se reirán de ti. (ver sección de amoladoras angulares más abajo)\n\n\n\n![buje electrico](/img/img-blog/img%5F9448.jpg)\n\n\n\nEsto es lo que ocurre cuando hay menos de 12 mm de hilo. Esto sucedió porque A) su bicicleta está demasiado limpia B) su área de trabajo está demasiado desordenada C) corrió en MS PAINT con el cepillo rojo D) compró un piojo E) todo lo anterior\n\n\n\n**Mi pedal del lado que no entrena choca con la base del lado que no entrena haga lo que haga**.\n\n\n\nEsto ocurre en un 15% de los casos. La solución más sencilla es instalar un brazo de manivela desplazado en el lado no motorizado. Cuestan unos 25 € y están disponibles en amazon.\n\n\n\n![Las bielas offset de Doug no parecen salir tan fácilmente como las bielas Bafang originales\"](/img/img-blog/imag2707-e1430921243558.jpg)\n\n\n\nUn brazo de manivela ligeramente desplazado en el lado no motriz pasa la mayoría de las bases problemáticas, sólo utilícelo si es necesario. ¿Por qué? Porque cuesta 25 € y no es mejor que la mierda que te manda Bafang gratis, por eso.\n\n\n\n**Mi juego de bielas es de una talla extraña (no 68, 73, 100 o 120)**.\n\n\n\nCualquiera que sea tu tamaño de BB, probablemente puedas conseguir que funcione si estás dispuesto a poner algo de esfuerzo. En general, no importa el tamaño de la BB que tengas, puedes conseguir la siguiente unidad de entrenamiento MÁS GRANDE. Ejemplo: Si tienes un juego de bielas de 90mm, consigue un BBSHD de 100mm, si tienes un juego de bielas de 110mm, consigue un BBSHD de 120mm.\n\n\n\nSi la diferencia es inferior a 5 mm y está seguro de que la vaina no chocará con el engranaje secundario, puede elegir la unidad motriz más pequeña. Ejemplo: Si tienes un juego de bielas de 73 mm, puedes conseguir la talla de 68 mm, si tienes un juego de bielas de 105 mm, puedes conseguir la talla de 100 mm.\n\n\n\n![Se puede ver que el BBSHD también hace tope con la base del FB 5 2.0](/img/img-blog/mg%5F2318.jpg)\n\n\n\nSe puede ver que el BBSHD también hace tope con la vaina de la FB 5 2.0, pero no tan fuerte como en la Lurch. Pude hacerlo con algunas arandelas en los pernos de montaje. Sencillamente, es un placer. Sin embargo, tuve que omitir el plato.\n\n\n\nSi la unidad motriz es más grande que el eje de pedalier, necesitará separadores grandes con un diámetro interior de 34,75 mm, que se colocarán contra el eje de pedalier de la bicicleta. Si la unidad de accionamiento es más pequeña que el eje de pedalier de su bicicleta, necesitará espaciadores en los dos tornillos que sujetan el soporte triangular a la bicicleta. La persona a la que le compraste el BBSHD debería poder ayudarte a conseguir estos espaciadores si los necesitas, a menos que hayas comprado en Alibaba o en otro distribuidor de China que no sea Paul de em3ev.com, en cuyo caso probablemente no tendrás suerte. Las arandelas pequeñas para los tornillos M6 se pueden comprar en casi cualquier tienda de bricolaje, yo sugiero que sean de acero inoxidable.\n\n\n\n![tornillos estándar M6x15 ](/img/img-blog/m6x15.jpg)\n\n\n\nEl BBSHD viene con tornillos estándar M6x15 con arandelas de seguridad, pero es posible que necesites un poco más si tu plato es muy grande o si la vaina sobresale.\n\n\n\nAmbos tornillos deben penetrar al menos 5 mm en la carcasa del accionamiento. Si no tiene 5 mm de mordida, compre un par de tornillos de acero inoxidable M6x20 o M6x25 de repuesto en McMaster Carr o en su tienda local de bricolaje. El BBSHD viene con tornillos M6x15mm, que son bastante pequeños y tienen una arandela gruesa, dejando sólo unos 14mm de mordida. Si sus tornillos M6 de repuesto no tienen arandelas de seguridad, no olvide poner un montón de Loctite azul en los tornillos antes de apretarlos por última vez, de lo contrario su unidad de accionamiento se aflojará en caso de saltos. No me importa si te gustan tus unidades de entrenamiento tanto como tus mujeres, sólo confía en mí en esto.\n\n\n\n**La regla de oro** - **Su placa de montaje debe ser _totalmente_ plana en el lado de la BB**.\n\n\n\nNunca se puede romper la regla de oro, puedes planificar todo lo que quieras y conseguir los espaciadores que crees que necesitas, pero lo único que importa es cuando _realmente_ pones la unidad de accionamiento en tu bicicleta y tratas de hacer que la placa de montaje funcione. Si la placa de montaje está al ras del eje de transmisión principal del BBSHD pero flota por encima de los 2 tornillos, deberá añadir cuñas hasta que los tres puntos de contacto estén al ras. Si su placa está alineada con los soportes de 2 pernos, pero flota por encima del eje de transmisión, debe añadir espaciadores de 34,75 mm de diámetro interior contra el propulsor hasta que estén alineados con los otros soportes de 2 pernos y toda la placa y los pernos estén alineados. Asegúrese de que las pequeñas irregularidades en la placa de montaje de metal están mirando _contra_ la bicicleta o se hundirá como una ubre de vaca en su primer salto.\n\n\n\nPuedes ver lo bien que encaja una unidad de accionamiento de 68 mm en una bicicleta de 73 mm con la ayuda de 6 arandelas (3 en cada lado). Robé estas arandelas de un avión en kit que construí en mi salón (historia real).\n\n\n\n**Siempre hay una amoladora angular**.\n\n\n\nDigamos que tienes un plato de 135mm en una fatbike. ¿No tienes suerte? Probablemente no. Siempre está la amoladora angular y puedes quitar bastante material del plato antes de tener verdaderos problemas. Si está lijando la parte no motriz, prevea que tendrá que utilizar un pedal desplazado (véase más arriba). Recomiendo lijar _sólo_ el lado no motriz y colocar una abrazadera de acero, que no te importe, en el plato antes de empezar a lijar, como marcador de cuánto quieres lijar. Si ves chispas y mueles una bicicleta de aluminio, sabes que has llegado muy lejos. La abrazadera se asegura de que el BB esté en ángulo recto y al ras, lo que puede ser un poco difícil de hacer si sólo tienes un ojo para hacerlo. También hay una herramienta para dar forma al BB que no tienes, pero tu tienda de bicicletas sí. Esto puede limpiar su cara de BB, pero es demasiado lento para usar para obtener cualquier carne real.\n\n\n\nNunca intentes modificar la base de tu moto. Es una mala idea y no puede conducir a nada bueno. Sé que soy un tipo gracioso, pero realmente no lo soy aquí. *Adelgazamiento serio*\n\n\n\n![Si tienes miedo de desgastar tu BB](/img/img-blog/img%5F8700.jpg)\n\n\n\nSi tienes miedo de desgastar tu BB, estás demasiado apegado. El apego es la raíz de todo sufrimiento (D. Lama)\n\n\n\n**Montar un juego de bielas y platos muy movido, como el Luna Eclipse o el Lekkie, hace que choque con la vaina**.\n\n\n\nSi su plato toca la base de la cadena, lo más fácil es igualarlo con cuñas o utilizar un separador de plato. Hay que lijar las arandelas por un lado con una amoladora, y luego hay que fijarlas con pegamento de una pistola de cola caliente barata mientras se monta la bandeja. Inserta los tornillos y coloca la bandeja con la parte superior hacia arriba sobre un pequeño trozo de cartón para que puedas usar el cartón para levantar la bandeja sin que se caigan todos los tornillos. Coloca las arandelas desgastadas en la bandeja con el lado desgastado hacia el centro y aplica una pequeña gota de pegamento caliente en el borde exterior de las arandelas (no demasiado para no alterar la bandeja). A continuación, levante con cuidado el cuadrado de cartón y monte la bandeja, ajustando cuidadosamente todos los tornillos antes de apretarlos.\n\n\n\nSólo se puede desplazar el Luna Eclipse unos 7 mm hacia fuera antes de que las cabezas de los tornillos toquen la manivela. Para resolver este problema, puede lijar la parte de la manivela de aluminio que se encuentra con los tornillos O puede repasar toda la unidad de accionamiento unos milímetros hacia el lado de accionamiento de la bicicleta cortando un trozo corto de tubo y utilizándolo como espaciador alrededor del eje BBSHD. También hay espaciadores disponibles en Lunacycles para este propósito. Si se desplaza el accionamiento unos pocos mm, se soluciona el problema del desplazamiento masivo del plato BBSHD Aftermarket.\n\n\n\n**Pero no quiero molestarme con todo eso, sólo quiero que funcione**.\n\n\n\nLástima que, cuando quieres lo último y lo mejor, a veces tengas que pasar un rato dándote la cabeza contra las paredes. BNC eBike ofrece el kit e-Rad BBSHD 1000W con espaciadores que prácticamente funcionan con pedales de 68,73,92,100,110 &amp;amp; 120mm. Compré 2 kits eRad BBS02 750w Lectric y no he tenido ningún problema real con ellos y Chris es un placer tratar con él y ~~parece que le gusto de verdad~~ realmente coge el teléfono cuando le llamo. El año pasado necesitaba unas arandelas espaciadoras para el adaptador del plato de la bicicleta eléctrica, y después de unas semanas y casi sin insistir por mi parte, aparecieron mágicamente en el correo. Increíble.\n\n\n\nMi tineda de bicicletas electricaDoug de también parece tener muchos espaciadores para el BBS02 que también se ajustan al BBSHD, y también trabaja muy estrechamente con Paul. Una vez le envié un correo electrónico para quejarme de algo que no funcionaba, y ni siquiera me contestó, simplemente me envió por correo las piezas que necesitaba y no me cobró nada. Me pasé una semana preguntándome si me odiaba y me ignoraba porque era una persona horrible, y entonces llegó el WHAM de las piezas. Me dejó fuera de combate.\n\n\n\nLa elaboración de kits de espaciadores para el BBSHD. Así que si le dices lo que necesitas y le mandas fotos de tu montaje, también te puede ayudar si le compras la unidad motriz (cosa que hago yo). Eric está trabajando en 18 kits de montaje diferentes que están garantizados para adaptarse a casi cualquier tamaño de montaje de pedalier y vaina de 68mm a 125mm, o te devuelven el dinero (lo que no significa mucho, ya que tu kit de montaje es gratuito con cualquier compra de BBSHD).\n\n\n\nRoshan, de SpainBike en Canadá, es el experto de facto de motor central para bicicletas eléctricas Bafang en el país y un gran tipo en todos los sentidos, ¿Si? (\"Aye\" significa \"bien\" en canadiense). Cualquier cosa que necesites, él agitará su varita mágica y aparecerá de la nada.\n\n\nEs una mierda y probablemente te ignoren. Lo haría.\n\n\n\nSeparadores de 34,75 mm de diámetro interior de varios proveedores. El de la extrema derecha es de Bafang y vino con uno de mis BBSHD, los otros dos son de Doug de Cali-ebike (creo aunque el del medio podría ser de Lectric).\n\n\n\nAlgunos de los espaciadores más grandes son de acero, lo que realmente no me gusta, y encuentro que el aluminio es más ligero y funciona mucho mejor porque es suave. Si es posible, es mejor colocar un solo anillo grande, de la talla adecuada o un poco más grande, que un montón de anillos finos apilados. La fricción entre el anillo y la placa de montaje es lo único que impide que la unidad de accionamiento se hunda como la ubre de una vaca, así que cuantos menos anillos tenga, mejor. Los anillos tienen un diámetro interior de 34,75 mm y un diámetro exterior de unos 41 mm a 44 mm. Las dimensiones no son importantes siempre que el diámetro interior sea de 34,75 o más. Cualquier taller mecánico competente puede fabricar rápida y fácilmente un espaciador a partir de cualquier tubo de acero, aunque probablemente sea más barato y conveniente conseguirlo en un distribuidor serio de e-bikes.\n\n\n\nEsto muestra las diferentes profundidades de estos espaciadores. 6,5 mm (izquierda) 2 mm (centro) 2,5 mm (derecha). ¿Qué tamaño necesita? Esta es una sorpresa que no quiero ocultarte.\n\n\n\n¿Puedo instalar el BBSHD en casi cualquier bicicleta del mercado? Con un poco de ingenio y de esfuerzo, la respuesta es claramente afirmativa. Si su plato tiene menos de 5 mm de ancho para su unidad motriz o si la vaina sobresale sólo ligeramente, sólo necesita añadir unas arandelas, que están disponibles en casi todas las tiendas de bricolaje. Si sólo quieres un BBSHD en una fatbike premontada de fábrica, no tienes suerte. En los España todavía no hay fatbikes BBSHD montadas de fábrica. Si quieres comprar las modificaciones BBSHD en un distribuidor serio de e-bikes, te costará mucho más para un trabajo que puedes hacer tú mismo fácilmente en unas horas.\n\n\n\nConstruir algo por ti mismo te dará una sensación de satisfacción en esta vida que no podrás conseguir de ninguna otra manera, y creará un vínculo con tu bicicleta que durará toda la vida...\n\n\n\n... o al menos hasta que lo roben.\n\nBuena suerte montando una unidad Bafang de accionamiento medio en este BB (no sucederá). \n\n\n\n","params":{"posts":"bbshd-de-100mm"},"filename":"BBSHD de 100mm"},"__N_SSG":true}