{"pageProps":{"ficheros":["6 Baterías de bicis eléctricas","BBS02 750 vs BBSHD 1000W vs Cyclone 3000W","BBSHD con programación personalizada","BBSHD de 100mm","Bafang bbshd","Batería de 48V o 52V para una bicicleta eléctrica","Batería de alto rendimiento para bicicletas electricas","Baterías de litio para bicicletas electricas","Baterías y el BMS son fáciles de transportar","Bicicleta electrica urbana","Bicicletas eléctricas para la playa","Bicicletas en dinamarca","Cargador de bicicletas eléctricas","Conducir sobre nieve con un motor electrico BBSHD","Conectores XT90 de alta potencia 90A","Conectores tipo banana para bicicletas electricas","Construcción de una bicicleta eléctrica","Construir una bicicleta eléctrica de gama media barata","Construir, programar, conducir, no morir (en ese orden)","Cubierta Vee Rubber Vee 8","Cyclone Mid Drive 3000W","Cómo hacer tu propia bicicleta eléctrica","Dawes 1500","Engranaje de nylon en el BBS02","Engranaje de nylon para bicicletas electricas","Horquilla de suspensión Bluto Fat Bike","Kit Cyclone Mid Drive 3000W","Kit Cyclone de 3000W","Kit central Bafang BBS02 750W para bicicletas electricas","Kit conversión bicicleta eléctrica barato","Kit conversión bicicleta eléctrica con batería","La gente que vende kits de bicicletas eléctricas","Las e-bikes son peligrosas","Luces led para bicicletas electricas","Mantenimiento del motor electrico bbs02 para bicicleta","Mighty Mini 30T","Monstruosa bicicleta eléctrica de dos ruedas motrices","Montar una batería de litio para una bicicleta eléctrica","Motor Mid-Drive","Neumáticos Mission Command 4 Vee","Nexus-3 IGH para la construcción de bicicletas con ruedas grandes","No hay lugar más seguro para sus baterías de litio y cargadores en su casa","Normativa de circulacion para las bicicletas eléctricas","Nuvinci buje trasero Freno de rodillo N171 Calvo 36G plateado","Pantalla para bicicleta eléctrica","Plato Lekkie Bling para el BBSHD","Platos eléctricos para bicicletas eléctricas","Platos luna eclipse bicicleta electrica","SHIMANO SG-3D55 Universal Hub Kit Nexus","Sistema BBS02 e-RAD","Snow Shoe 2XL","Software de programación de Bafang para el BBSHD","Todo lo que necesitas saber sobre una batería para una bicicleta eléctrica","Vee Rubber Snow Shoe 4 5","kit BBSHD 1000W Middrive de Bafang","n380 Motor bicicleta electrica","¿Necesito un sensor de velocidad en una bicicleta eléctrica?"],"datos":"# Construir una bicicleta electrica barata\n\nQuería construir un sustituto del coche de gasolina para mi viaje de 17 kilometros a la ciudad. Después de pensarlo un poco, me decidí por la Xaomi 1500 de Amazon, que era la bicicleta más barata (300 € de envío) con un cuadro de aluminio y un amortiguador decente que pude encontrar.\n\nNo cambié mucho en la moto, aparte de añadir un portaequipajes y una bolsa para mis baterías más grandes de 25Ah, y una pata de cabra barata de Ebay. Sustituí el freno delantero por un Avid BB7, aunque por alguna razón no pude hacer coincidir un BB7 con el punto de montaje trasero. Aunque esta bicicleta eléctrica es realmente muy barata, funciona sorprendentemente bien para lo que se paga.\n\n\n\nLas bicicletas eléctricas han llegado por fin a un punto en el que están tomando el relevo de los coches.\n\n\nLa vieja y cutre bicicleta que tienes en el garaje podría convertirse en una supercomputadora por unos 500 € más el coste de una batería.\n\n\n\nAunque este montaje para ir al trabajo está hecho con un sistema de accionamiento de bicicleta eléctrica de 750W más caro , puedes construirlo por mucho menos dinero si puedes prescindir de un sensor de cambio. Puedes conseguir un BBS02 750W en Lunacycle.com por 535 €. Todos estos proveedores son serios y no te dejarán tirado si rompes tu unidad motriz mientras conduces como un idiota. También venden baterías para esta unidad motriz, recomiendo encarecidamente una configuración de 52v 14S, preferiblemente en un paquete de marco de algún tipo.\n\n\n\nEl sensor de cambio, disponible exclusivamente en BNC eBike, es agradable, pero también puedes simplemente tocar los frenos electrónicos antes de cada cambio. Honestamente, no me importa tocar los frenos tanto, y funciona tan bien como el botón verde gigante que em3ev vende por $6 como interruptor de apagado. No he encontrado nada que funcione tan bien como el sensor de velocidad que vende, pero la bicicleta eléctrica exige un precio más elevado.\n\n\n\n![Wenn Sie es nur zum Pendeln benutzen](/img/img-blog/mg%5F2298.jpg)\n\n\n\nSi sólo la utilizas para desplazarte, la instalación de frenos electrónicos es imprescindible.\n\n\n\nSi estás construyendo tu bicicleta como una simple bicicleta de paseo, deberías montar frenos electrónicos tanto en el freno delantero como en el trasero. Si es una bicicleta de trail, te aconsejaría montar un freno electrónico sólo en el freno delantero. Cuando se pisa el freno, la alimentación del motor se corta durante 3 segundos, lo que es increíblemente molesto cuando se monta en singletrails. Sólo utilizo el freno trasero cuando voy por senderos de una sola vía, a menos que baje por cosas muy empinadas.\n\n\n\nTambién recomiendo montar el acelerador derecho en el lado izquierdo para no interferir con el uso del desviador.\n\n\nSi estás construyendo una bicicleta de paseo, sólo hay una opción de plato, el 52T. Prepárate para reparar tu transmisión de nylon de vez en cuando. No te preocupes, no es tan difícil.\n\n\n\nEl plato de 52T es perfecto para una bicicleta de paseo, y puedes conseguirlo en Lunacycle.com por unos 15 €. Recomiendo encarecidamente sustituir el cassette por uno de acero que tenga una enorme relación de abuelidad. He instalado un casete Shimano Mega-Range con un piñón de 34T. No me he arrepentido, y esta configuración hace una buena subida de más de 10 grados, que son los más empinados que probablemente encontrarás en el asfalto.\n\n\n\n**¿A qué velocidad puedo conducir? Quiero conducir rápido**.\n\n\n\nSe puede circular todo el día con 800 W a unos 25 km/h en terreno llano si sólo se utiliza el sistema PAS. Incluso en el nivel de potencia más alto, el sistema PAS nunca entregará más de unos 800 W. Si utilizas el pedal del acelerador con suavidad, puedes alcanzar hasta 50 km/h y recorrer distancias más largas con seguridad, siempre que no conduzcas cuesta arriba. En los tramos de bajada suaves, se puede subir la 1300W a 40 mph, pero sólo durante unos minutos. Si quiere empujar la unidad motriz, instale un sensor de temperatura en el control y deténgase si la temperatura supera los 130 grados. Si llega a los 140, debe parar puede relajarse.\n\n\n\n![La gama Mega es la vía a seguir con el acero niquelado](/img/img-blog/mg%5F2301.jpg)\n\n\n\nMega-Range 34T o más es el camino a seguir con casetes de acero niquelado más fuertes y pesados.\n\n\n\n**¿Cómo funciona? \n\n\n\nEn una palabra: el viaje es fantástico. Se siente exactamente como debe ser una bicicleta eléctrica. Cualquiera que haya montado alguna vez en una bicicleta eléctrica con poca potencia sabe lo molesto que es, especialmente en las cuestas. La BBS02 750W con un plato de 52T es cualquier cosa menos poco potente. Con una batería de 52V, estarás bombeando 1300W en el pico de la transmisión. Si quieres someter el sistema a tanta tensión permanente, deberías conseguir algo como el BBSHD.\n\n\n\n\n\nLa horquilla delantera con carga de aire es sorprendentemente buena para una bicicleta de 300 €, sin problemas hasta ahora. Toca madera.\n\n\n\nEl amortiguador delantero es increíblemente práctico para absorber todo lo que la carretera le depare. Recomiendo ajustar la presión de los neumáticos a la máxima PSI que puedan soportar. Si te preocupa que se pinchen los neumáticos, es una buena idea montar tu bicicleta de paseo ghetto tubeless. Tanto si se monta sin cámara como si no, se debe llevar una cámara y una bomba a todas partes.\n\n\n\nEs agradable tener una bicicleta eléctrica que no me importa si me la roban o la rompen. Creo que todo el mundo debería considerar la posibilidad de convertir una bicicleta barata en una bicicleta de paseo. El número total de horas que he invertido en esta transformación es probablemente de sólo 3\\ de horas. Me parece triste que en 3 horas y por menos de 1000 € se pueda construir una bicicleta eléctrica que empequeñezca el 95% de las bicicletas eléctricas que hay actualmente en el mercado.\n\n\nEsto es simplemente una triste situación en el mundo de las bicicletas eléctricas de fábrica.\n\nAunque construí esta bicicleta como un objeto de pasión, no puedo desprenderme de ella, porque es realmente impresionante.\n\n\n","params":{"posts":"bicicleta-electrica-urbana"},"filename":"Bicicleta electrica urbana"},"__N_SSG":true}