{"pageProps":{"ficheros":["6 Baterías de bicis eléctricas","BBS02 750 vs BBSHD 1000W vs Cyclone 3000W","BBSHD con programación personalizada","BBSHD de 100mm","Bafang bbshd","Batería de 48V o 52V para una bicicleta eléctrica","Batería de alto rendimiento para bicicletas electricas","Baterías de litio para bicicletas electricas","Baterías y el BMS son fáciles de transportar","Bicicleta electrica urbana","Bicicletas eléctricas para la playa","Bicicletas en dinamarca","Cargador de bicicletas eléctricas","Conducir sobre nieve con un motor electrico BBSHD","Conectores XT90 de alta potencia 90A","Conectores tipo banana para bicicletas electricas","Construcción de una bicicleta eléctrica","Construir una bicicleta eléctrica de gama media barata","Construir, programar, conducir, no morir (en ese orden)","Cubierta Vee Rubber Vee 8","Cyclone Mid Drive 3000W","Cómo hacer tu propia bicicleta eléctrica","Dawes 1500","Engranaje de nylon en el BBS02","Engranaje de nylon para bicicletas electricas","Horquilla de suspensión Bluto Fat Bike","Kit Cyclone Mid Drive 3000W","Kit Cyclone de 3000W","Kit central Bafang BBS02 750W para bicicletas electricas","Kit conversión bicicleta eléctrica barato","Kit conversión bicicleta eléctrica con batería","La gente que vende kits de bicicletas eléctricas","Las e-bikes son peligrosas","Luces led para bicicletas electricas","Mantenimiento del motor electrico bbs02 para bicicleta","Mighty Mini 30T","Monstruosa bicicleta eléctrica de dos ruedas motrices","Montar una batería de litio para una bicicleta eléctrica","Motor Mid-Drive","Neumáticos Mission Command 4 Vee","Nexus-3 IGH para la construcción de bicicletas con ruedas grandes","No hay lugar más seguro para sus baterías de litio y cargadores en su casa","Normativa de circulacion para las bicicletas eléctricas","Nuvinci buje trasero Freno de rodillo N171 Calvo 36G plateado","Pantalla para bicicleta eléctrica","Plato Lekkie Bling para el BBSHD","Platos eléctricos para bicicletas eléctricas","Platos luna eclipse bicicleta electrica","SHIMANO SG-3D55 Universal Hub Kit Nexus","Sistema BBS02 e-RAD","Snow Shoe 2XL","Software de programación de Bafang para el BBSHD","Todo lo que necesitas saber sobre una batería para una bicicleta eléctrica","Vee Rubber Snow Shoe 4 5","kit BBSHD 1000W Middrive de Bafang","n380 Motor bicicleta electrica","¿Necesito un sensor de velocidad en una bicicleta eléctrica?"],"datos":"# Bicicletas eléctricas para la playa\n\nHe probado varias bicicletas eléctricas en la playa y siempre he encontrado el mismo problema. Las bicicletas eléctricas suelen funcionar bien en terrenos duros, pero en la arena blanda se atascan y son básicamente inservibles. Me fui a Florida durante quince días y me llevé mi con unos enormes neumáticos. Fue genial en terreno duro, como esperaba, pero su rendimiento en la arena, que era tan blanda que un Humvee se habría atascado, me perjudicó con mi cansado de 5,05 centimetros. Traje BBSHD para morir.\n\n\nUn vagabundo de playa y su vehículo, lo último en cruceros de playa para todas las condiciones de arena. Fíjate en las sandalias y los calcetines, el mayor error de la moda masculina.\n\n\n\nMonté la ebike con una configuración sin cámara con 5psi en la parte delantera y alrededor de 7psi en la parte trasera. Me pareció que incluso se podía ir un poco más bajo que eso, ya que en la playa no hay que preocuparse por el fondo, como lo harías al ir por el sendero. Las llantas delanteras son de 100mm y las traseras de 80mm y el rendimiento debería ser similar independientemente del cuadro que montes.\n\n\n\nHe probado esta bicicleta en dos lugares diferentes y en dos condiciones distintas. En la playa de New Smyrna Beach, en Florida, y en los caminos de arena increíblemente suave del Parque Estatal de Wekiwa Springs, donde se encuentran los manantiales de manatíes. Wekiwas era un lugar muy bonito, donde se puede hacer standup paddleboard a los manatíes que cazan en la reserva. Básicamente, los carriles bici eran una mierda y tan blandos que nuestras bicicletas normales pronto se calaron y no pudieron moverse. El Phat Phuk lo superó todo con brillantez, sin perder el ritmo. Normalmente, cuando recorro el sendero con el BBSHD, la unidad casi nunca supera los 120 grados centígrados en el regulador, pero en la arena blanda y con el acelerador a fondo, rápidamente llegó a los 140 grados centígrados, que es mi punto de parada habitual para el BBS02\\. El BBSHD tiene un rango de potencia mucho más amplio y proporciona mucha más potencia que el BBS02\\ a velocidades y tasas más bajas. Sin embargo, el BBSHD debe ser conducido a un número de revoluciones mucho más alto bajo una carga pesada, como en la arena muy suave, para mantener la temperatura del motor baja. El BBSHD también parece disipar el calor mucho más rápidamente, y pude hacer funcionar el motor a 140°C durante bastante tiempo sin que se fundieran los bobinados. Hay que tener en cuenta que esta es la temperatura del regulador con una sonda de silicona barata, por lo que las temperaturas del motor eran probablemente mucho más altas. La sonda de temperatura en el regulador está ahí para darle una mejor idea de lo que está pasando en el motor (¿se está calentando, se está enfriando, se mantiene igual?) no la temperatura exacta.\n\n\n\nEsta bicicleta se comportó muy bien en el terreno duro, incluso sin el motor en marcha. Un verdadero entrenamiento.\n\n\n\nLa BBSHD, con su monstruoso pisapapeles de 46 centimetros que Bafang denomina flatbed, quería ser conducida con los piñones más grandes en la parte trasera. En la nieve blanda, los neumáticos parecían \"flotar\" en la arena, y si podía cambiar a una marcha superior y mantener el impulso, podía avanzar a un ritmo bastante constante. La arena salía despedida por todas partes, incluso en la cadena, y la unidad motriz hacía unos ruidos muy extraños mientras pedaleaba, pero me estaba divirtiendo tanto que no quise frenar para averiguarlo. El neumático delantero tendía a seguir los surcos dejados por los vehículos anteriores en la arena blanda, pero era bastante fácil sacar la bicicleta de los surcos a suficiente velocidad. Los enormes neumáticos producían mucho impulso de rotación, lo que contribuía a la estabilidad, y la fricción del neumático contra la horquilla delantera a más de 20 km/h era tan fuerte que se me oía desde lejos. Irónicamente, la fricción del neumático a alta velocidad era muy similar a la de un motor de gasolina.\n\n\n\nPrepárate para pasar la mayor parte del tiempo en arena blanda con las velocidades más altas de los abuelos. En cuanto ganes velocidad, podrás pasar a las velocidades más altas.\n\n\n\nSi se circula con la bicicleta en terreno duro, se pueden alcanzar fácilmente los 50 km/h o más con el BBSHD. Esto se debe principalmente al hecho de que el diámetro del neumático 2XL es increíblemente grande y hace que parezca que tienes un plato delantero mucho más grande de lo que realmente tienes. Los neumáticos gruesos no son tan útiles en terrenos duros, ya que montamos en una bicicleta de carreras 700C no eléctrica con un neumático de una pulgada de ancho y lo hizo bien en terrenos duros. En la arena blanda es donde esta construcción y el motor realmente brillan, ya que cualquier bicicleta eléctrica lo hará bien en terreno duro.\n\n\n\n![circular con la vicicleta playa](/img/img-blog/img%5F20151212%5F134923106.jpg)\n\n\n\nEste pequeño bebé puede superar fácilmente las 30 mph sin sudar en el duro suelo. He hecho kitesurf con delfines en esta bahía algunas veces y fue bastante impresionante. Florida en invierno es un verdadero paraíso para los kitesurfistas.\n\n\n\nEl mayor problema que he visto, además del calor, es la arena y el agua salada que se mete por todas partes. Cualquier parte de acero expuesta en su bicicleta se oxidará rápidamente con el agua salada y la arena pasará rápidamente factura a cada cadena. No tengo una respuesta a estos problemas, aunque una transmisión por correa con un cubo de engranaje integrado podría ser una mejor solución. El BBSHD ha sido diseñado específicamente para aplicaciones duras como la conducción en arena blanda y, combinado con el Snowshoe 2XL, está absolutamente a la altura.\n\n\n\n\n\n\n\n![huellas en la playa](/img/img-blog/soft-sand.jpg)\n\n\n\nSi tu playa tiene este aspecto, necesitas una configuración con neumáticos grandes y mucha potencia.\n\n\n","params":{"posts":"bicicletas-electricas-para-la-playa"},"filename":"Bicicletas eléctricas para la playa"},"__N_SSG":true}