{"pageProps":{"ficheros":["6 Baterías de bicis eléctricas","BBS02 750 vs BBSHD 1000W vs Cyclone 3000W","BBSHD con programación personalizada","BBSHD de 100mm","Bafang bbshd","Batería de 48V o 52V para una bicicleta eléctrica","Batería de alto rendimiento para bicicletas electricas","Baterías de litio para bicicletas electricas","Baterías y el BMS son fáciles de transportar","Bicicleta electrica urbana","Bicicletas eléctricas para la playa","Bicicletas en dinamarca","Cargador de bicicletas eléctricas","Conducir sobre nieve con un motor electrico BBSHD","Conectores XT90 de alta potencia 90A","Conectores tipo banana para bicicletas electricas","Construcción de una bicicleta eléctrica","Construir una bicicleta eléctrica de gama media barata","Construir, programar, conducir, no morir (en ese orden)","Cubierta Vee Rubber Vee 8","Cyclone Mid Drive 3000W","Cómo hacer tu propia bicicleta eléctrica","Dawes 1500","Engranaje de nylon en el BBS02","Engranaje de nylon para bicicletas electricas","Horquilla de suspensión Bluto Fat Bike","Kit Cyclone Mid Drive 3000W","Kit Cyclone de 3000W","Kit central Bafang BBS02 750W para bicicletas electricas","Kit conversión bicicleta eléctrica barato","Kit conversión bicicleta eléctrica con batería","La gente que vende kits de bicicletas eléctricas","Las e-bikes son peligrosas","Luces led para bicicletas electricas","Mantenimiento del motor electrico bbs02 para bicicleta","Mighty Mini 30T","Monstruosa bicicleta eléctrica de dos ruedas motrices","Montar una batería de litio para una bicicleta eléctrica","Motor Mid-Drive","Neumáticos Mission Command 4 Vee","Nexus-3 IGH para la construcción de bicicletas con ruedas grandes","No hay lugar más seguro para sus baterías de litio y cargadores en su casa","Normativa de circulacion para las bicicletas eléctricas","Nuvinci buje trasero Freno de rodillo N171 Calvo 36G plateado","Pantalla para bicicleta eléctrica","Plato Lekkie Bling para el BBSHD","Platos eléctricos para bicicletas eléctricas","Platos luna eclipse bicicleta electrica","SHIMANO SG-3D55 Universal Hub Kit Nexus","Sistema BBS02 e-RAD","Snow Shoe 2XL","Software de programación de Bafang para el BBSHD","Todo lo que necesitas saber sobre una batería para una bicicleta eléctrica","Vee Rubber Snow Shoe 4 5","kit BBSHD 1000W Middrive de Bafang","n380 Motor bicicleta electrica","¿Necesito un sensor de velocidad en una bicicleta eléctrica?"],"datos":"# Cómo hacer tu propia bicicleta eléctrica\n\nA la hora de planificar y diseñar una bicicleta eléctrica, una de las primeras preguntas que debe hacerse el diseñador es cuánta potencia necesita realmente. Una bicicleta eléctrica perfecta tendría la potencia suficiente para subir la colina más grande a la velocidad que quieras subir, y también tendría la velocidad máxima a la que quieras circular si quieres hacerlo en llano.\n\n\nSi construyes una bicicleta con más potencia de la que necesitas, tendrás que gastar más dinero y cargar con un peso extra. Construir una bicicleta eléctrica con muy poca potencia es una mierda, así que no lo hagas.\n\n\nLa decisión más importante que debe tomar en primer lugar es la de optar por un sistema de accionamiento directo, un sistema de buje con engranajes o un sistema de accionamiento centralizado.\n\n\n\n* El Direct Drive funciona bien con pendientes del 5% a menor potencia y requiere mucha más potencia que los otros dos para subir pendientes más pronunciadas. Olvídate de subir pendientes superiores al 20% con un motor DD, en este punto estás volcando tantos vatios en él que simplemente ya no puedes hacer frente a los problemas de calor. Algunos motores DD más pesados pueden absorber una gran cantidad de vatios durante períodos más cortos 5000W + y disipar su calor con bastante rapidez. Que yo sepa, actualmente no hay ningún buje de engranaje en el mercado que pueda absorber esa potencia.\n\n\n\n* Los bujes de engranaje suelen tener una relación de 5 a 1, por lo que funcionan _mucho_ mejor en las pendientes que los motores DD. Pueden subir pendientes sostenidas del 10% y más, pero luego empiezan a tener graves problemas de calor con pendientes más pronunciadas. Como el motor está dentro de la caja de cambios, no puede enfriarse tan rápido y se sobrecalienta rápidamente en las pendientes largas. Es difícil poner más de unos pocos miles de vatios en estos motores durante cualquier tiempo sin tener graves problemas de calor.\n\n\n\n* Un sistema de propulsión medio es imbatible en las pendientes. Todos los motores eléctricos funcionan mejor en un determinado rango de velocidades, y la posibilidad de cambiar las velocidades significa que su motor puede funcionar a la velocidad a la que disipa mejor el calor y produce la mayor potencia con la menor cantidad de vatios. Si tiene que subir regularmente largas colinas con una pendiente del 10% o más, la transmisión media es la elección correcta. La mayoría de las unidades de tracción media tienen una relación de marchas de 18 a 30 (para conseguir una buena cadencia de pedaleo) y luego se enrollan a través de la transmisión de la bicicleta para obtener más velocidad.\n\n\n\n![Con DD y Getriebenaben kommt es auf die Größe des Rades an](/img/img-blog/big-wheel-bicycle.jpg)\n\n\n\nEn el caso de la transmisión directa y los bujes de engranaje, depende del tamaño de la rueda.\n\n\n\nEn el caso de los DD y los bujes de arrastre, el tamaño de las ruedas es crucial. Si quieres más par motor y mejor capacidad de ascenso, son mejores las ruedas más pequeñas. Si quieres alcanzar una mayor velocidad máxima, una rueda más grande suele aumentar la velocidad máxima, a menos que ya estés al límite de la potencia del motor. En el caso de las transmisiones intermedias, se puede ajustar el tamaño del plato delantero para conseguir la relación de transmisión perfecta. La transmisión media perfecta significa que se circula en 2ª velocidad en la mayoría de las cuestas, dejando la marcha más larga para las cuestas realmente empinadas. Si se circula con la marcha más alta, se debería poder alcanzar la velocidad más alta que se desee en los descensos, manteniendo una cadencia de pedaleo cómoda.\n\n\n\n**Valor nominal frente a valor máximo\n\n\n\nCuando se anuncia un motor, la potencia nominal suele ser la potencia nominal del motor. Esta es aproximadamente la potencia con la que se puede alimentar el motor durante todo el día sin graves problemas de calor. Lo que NO es tan fácil de encontrar es la potencia _pico_ de un motor. La _potencia máxima_ es la potencia que puedes dar al motor durante un corto periodo de tiempo. Pero si se hace funcionar el motor durante mucho tiempo con la potencia máxima, es casi seguro que se rompa algo. Normalmente es el aislamiento fundido de los cables de fase, pero también podrían ser los sensores Hall o el embrague, o podrían fundirse los bobinados. Lo he visto todo antes.\n\n\n\n![Newbbs02](/img/img-blog/newbbs021.jpg?w=700)\n\n\nEl BBSHD que se publicará próximamente indica 1000W nominales y debería alcanzar más de 1500W de pico.\n\n\n\n**Amperios frente a voltios\n\n\n\nVatio = voltio x amperio\n\n\n\nSi quieres alcanzar una mayor velocidad máxima con un motor eléctrico, es mejor añadir _voltios_, si quieres más par y capacidad de ascenso, es mejor añadir más _amperios_. Su par motor aumentará un poco si añade voltios, y a menudo su velocidad máxima aumentará un poco si añade más amperios, pero en su mayor parte, voltios=más rápido y amperios=potencia.\n\n\n\nSi se alimenta el sistema con más voltios, el peso del paquete de baterías aumenta considerablemente. Una batería de 100 voltios pesa el doble que una de 50 voltios con las mismas celdas individuales, sin aumentar los amperios hora. Los amperios hora son una medida de la duración de la batería. Una batería de 25 Ah puede producir 25 amperios a la tensión nominal de la batería durante exactamente una hora antes de morir. Tenga en cuenta que el valor en Ah es totalmente diferente del número de amperios que su batería puede suministrar cuando sea necesario.\n\n\n\nMe encantan los XT90, que pueden manejar 90 amperios de corriente.\n\n\n\n**¿Qué voltaje debo utilizar?\n\n\n\nMi consejo para la selección del voltaje es que elijas el menor número de voltios con el que puedas arreglártelas y aún así alcanzar las velocidades máximas que deseas. Si quieres añadir potencia, añade amperios, porque desde el punto de vista del peso y del dólar, suele ser más \"barato\" añadir amperios que añadir voltios.\n\nMás amperios suele significar un regulador algo mayor, un mejor BMS y cables más gruesos y mejores conectores para soportar la carga. He perdido mi amor por los conectores de banana, que sólo son adecuados para aplicaciones de baja potencia, y ahora me gustan mucho los conectores XT90. Te sugiero que compres los XT90 con coletas y luego los sueldes a tus cables existentes, es mucho más fácil que intentar soldar los cables directamente a los conectores.\n\n\n\n**Continuo vs. Ráfaga**.\n\n\n\nTodas las baterías que se compran tienen un valor nominal de amperaje continuo y un valor nominal de amperaje de ráfaga o de pico. La idea detrás del amperaje continuo es que la batería _debería_ ser capaz de entregar esa cantidad de corriente sin parar sin sobrecalentarse o desconectarse. ¿Su batería podrá suministrar el amperaje especificado durante una hora sin interrupción? Probablemente no, a menos que tengas una batería muy grande con un BMS muy bajo. La mayoría de las veces es al revés, es decir, la batería más pequeña que puedas conseguir, con el BMS más potente que puedas encontrar, sacará de tus celdas la mayor cantidad de amperios que puedan soportar. También hay que tener en cuenta que es bastante normal que los proveedores chinos exageren las clasificaciones de amperios permanentes en sus baterías, de hecho suelen exagerar todo sobre sus baterías para aumentar sus ventas. Los compradores deben tener cuidado.\n\n\n\nCualquiera que sea la potencia que le des a tu controlador y a tu motor, tienes que asegurarte de que el amperaje de contacto de tu batería también lo soporte. Yo suelo ponerlo unos cuantos amperios más arriba, así que no me preocupa la carga del BMS. Por ejemplo: si necesito 35 amperios continuos, consigo un BMS de 40 amperios continuos para no tener que preocuparme.\n\n\n\n![Alto número de giros vs bajo número de giros](/img/img-blog/motorrewind.png)\n\n\n\n**Selección de un bobinado\n\n\n\nA menudo se dispone de diferentes DD y cubos de engranaje con diferentes bobinados. Un menor número de vueltas (6T u 8T) permite alcanzar mayores velocidades máximas (con suficiente potencia) y un menor número de vueltas (10T o 12T) permite una menor velocidad máxima, pero también un mayor par.\n\n\n\n**¿Cuánta electricidad necesito realmente?\n\n\n\nNo es una pregunta fácil de responder. Depende de 3 criterios\n\n\n\n1. ¿Cuál debería ser su velocidad máxima en terreno llano?\n\n\n\n2. ¿Cuál es la pendiente y a qué velocidad debe conducir?\n\n\n\n3. ¿Quieres montar con DD, buje de engranaje o Mid Drive?\n\n\n\nEn mi opinión, el \"punto dulce\" para las bicicletas eléctricas es de unos 30 km/h en llano, unos 40 km/h en una bajada del 10% y unos 20 km/h en una subida del 10%. Para alcanzar estos valores, se necesitan diferentes niveles de potencia, en función del sistema de propulsión que se elija.\n\n\n\nHay un buen simulador de motor de bicicleta eléctrica, creado por Justin en Grin Tech, que te da una idea aproximada de las velocidades que puedes alcanzar con diferentes motores y niveles de potencia en diferentes condiciones. A la hora de comprar un motor y decidir a cuánta potencia quieres que funcione, una herramienta como ésta puede ser muy valiosa para saber lo que realmente hará tu motor. Tenga en cuenta que muchas personas en los foros afirman que sus aplicaciones reales de estos motores proporcionan velocidades ligeramente inferiores a las que muestra el simulador.\n\n\n\nCon un sistema DD, necesitarás mucha potencia para subir una pendiente del 10% a 20 km/h. 2000 vatios o más deberían ser suficientes en la mayoría de los motores DD grandes, pero ten en cuenta que un motor DD de funcionamiento lento bajo tal carga desarrollará rápidamente más calor del que podrás verter, a menos que esté lleno de líquido o tenga respiraderos estampados por todas partes. Un sistema de gran DD funciona bastante bien como cercanías y puede ser extremadamente eficiente a velocidades más altas, pero donde realmente flota es en las colinas, donde puede tomar una enorme cantidad de energía para colinas no tan empinadas.\n\n\n\nUn sistema de barra de engranajes como el Mac debería ser capaz de alcanzar esos 3 números si tienes un controlador lo suficientemente grande y un paquete de baterías. Algo que salga de 1500W continuos debería hacerlo si tiene el número correcto de vueltas y el tamaño correcto de neumático en ellas. Será mucho más difícil alcanzar esas especificaciones de velocidad con un neumático de 29″ que con uno de 26″ o más pequeño. También hay que tener en cuenta que, debido al grosor extra del neumático, su neumático estándar de 26″ de fatbike está más cerca en diámetro de un neumático de 29″. En las colinas prolongadas, el motor de cubo de engranaje acumulará rápidamente más calor del que puede eliminar, y si no se reduce la potencia con menos aceleración, es probable que falle.\n\n\n\nSi quieres eficiencia y los niveles de potencia mencionados anteriormente te desaniman, todavía hay esperanza porque si quieres mantenerte dentro de los límites de la potencia legal de 750W en carretera americana, la BBS02 puede hacer esencialmente cerca de 30mph en plano, 40mph en bajada y 20mph en una pendiente del 10% si le pones un plato grande. Mi bicicleta de paseo es una bicicleta de montaña de 26″ con un plato Bafang de 52T, y si usas el acelerador, que alcanza un máximo de unos 1300W, y lo pones en la marcha adecuada, todas estas cifras son absolutamente alcanzables. Si desea hacer funcionar el BBS02 regularmente cerca de su potencia máxima, deberá instalar un sensor térmico o correrá el riesgo de destruir la unidad de accionamiento.\n\n\n\n**¿Puede mi controlador soportar la carga?\n\n\n\nUna vez que haya determinado la cantidad de potencia que desea poner en su vehículo, debe asegurarse de que su controlador es capaz de absorber la potencia que desea poner a través del dispositivo. Es una buena idea comprar un controlador ligeramente más grande de lo que crees que vas a necesitar, ya que las diferencias de precio suelen ser mínimas, pero un controlador más grande puede darte la flexibilidad en el futuro de añadir una batería más grande y aumentar la potencia hasta que tu motor se funda.\n\n\n\nHe tenido buenas experiencias con los ![controladores Lyen](http://lyen.com/), que son de las opciones más caras del mercado. Esto puede ser un poco confuso, ya que muchos controladores funcionan con una amplia gama de voltajes, pero están limitados por el número de amperios que pueden funcionar con seguridad. Lo mejor es que le digas a Edward Lyen exactamente lo que quieres construir, el tamaño de tu batería y la corriente que necesitas, para que pueda recomendarte un controlador y programarlo. Si quieres actualizar la batería en el futuro, debes dejarlo claro e indicar a qué tamaño quieres actualizarla en el futuro, para que él pueda asegurarse de que los Mosfets pueden manejar un voltaje mayor. El cambio de amperios en un controlador es un dolor y requiere un cable de programación, por lo que no lo recomiendo.\n\n\n\nEsta es una guía muy aproximada de los niveles de potencia y los controladores que yo consideraría. Muchos controladores Lyen puede entregar una carga mucho más alta que lo que se indica a continuación, pero la mayoría de los controladores chinos genéricos baratos no sería capaz de entregar los niveles de potencia que he enumerado a continuación sin reventar Mosfets o freír.\n\n\n\n* 750W o menos, puedes usar un controlador de 6-fet de buena calidad.\n\n* 750W-1200W utilizan un controlador de 9 Fet\n\n* 1200W-2500W utilizan un controlador de 12 Fet\n\n* 2500W-5000W utilizan un controlador de 18 Fet\n\n* 5000W+ utilice un controlador de 24 Fet y manténgase en sintonía\n\n\n**¿Debo ceñirme a lo que es legal?\n\n\nEs una bicicleta eléctrica si puedes pasar por delante de un policía sin que te pare.\n\n\n\nLa potencia de 750W de la que se habla continuamente en España es la que necesitan los que venden los motores para venderlos como \"e-bike\", no como bicicleta o scooter eléctrico. No tiene nada que ver con lo que se puede conducir en la carretera, que puede variar mucho de un estado a otro. Lo mejor es _saber_ lo que es legal y luego construir lo que quieres. No cometas un delito si no quieres ir a la cárcel. Si atropellas a un niño pequeño a 50 km/h con tu bicicleta eléctrica sin seguro y sin matricular, la cosa no acabará bien para ti. Tiendo a construir la bicicleta eléctrica más pequeña posible que me permita alcanzar los objetivos de rendimiento que quiero lograr.\n\n\n\nSi estás atrapado en Europa, Australia o algún otro país con un límite bajo de 250W para las e-bikes y quieres seguir siendo legal (yo no lo haría), te recomiendo encarecidamente un sistema de tracción central. Con estos niveles de potencia tan bajos, un buje de engranaje integrado y un motor DD son casi inútiles en la mayoría de las colinas, y al menos con un motor central puedes reducir la marcha y subir las colinas a paso de abuelita.\n\n\n\n![El aire es el enemigo y el enemigo gana poder cuanto más rápido vas](/img/img-blog/i-8e13039f7f5c5feb649a6354a5f14f0a-2010-02-26%5Fbike%5F2.jpg)\n\n\n\nEl aire es el enemigo, y cuanto más rápido vayas, más poderoso será el enemigo.\n\n\n\n**Tira del viento**.\n\n\n\nEn cuanto se superan los 50 km/h, la eficiencia de la bicicleta disminuye drásticamente. También se necesita mucha más potencia para ir más rápido. Si quieres construir una bicicleta eléctrica que vaya a 65 km/h o más en llano, tienes que tener esto en cuenta. En las bicicletas que van tan rápido, las transmisiones centrales pueden tener problemas debido a la carga extra en el tren de transmisión. La mayoría de los diseñadores optan por motores DD de gran tamaño que pueden absorber muchos vatios y descargar el calor rápidamente para estos niveles de potencia y velocidades máximas superiores a 40 mph.\n\n\n\n**Llantas para bicicletas** **Llantas para ciclomotores\n\n\n\nPara motores DD más pesados como el MXUS, mucha gente opta por llantas de bicicleta o ciclomotor más pequeñas. Estas son mucho más duraderas que las llantas de las bicicletas y pueden soportar la carga de motores DD de más de 20 kilos con mayor facilidad y seguridad. Los agujeros de la boquilla son más grandes, lo que le permite utilizar radios más grandes, y el diámetro de la rueda es más pequeño, lo que le permite tener más torque.\n\n\n\n![Beachten Sie die dickeren Speichen und Nippel](/img/img-blog/img%5F0598.jpg)\n\n\n\nTenga en cuenta que los radios y las cabecillas utilizados en estas llantas de bicicleta son más gruesos.\n\n\n\nUna opción popular para los bujes con engranajes es el motor Mac, que tiene una potencia nominal de 500\\1000W, pero que puede soportar 1500W durante largos periodos sin demasiados problemas. Si trata de subir una colina más larga a alta potencia, tendrá problemas de calor, pero a sólo 9,5 kilos para el FatMac de $280, usted obtiene mucho por su dinero. Algunas personas hacen funcionar 3000W pico a través de estos motores, pero sólo se puede hacer eso durante un corto tiempo y no en las colinas.\n\n\n\n**¿Qué recomiendo para los lectores de tamaño medio?\n\n\n\nHay muchas opciones para las unidades de tamaño medio, pero la más popular con diferencia entre los aficionados al bricolaje es la BBS02. Este motor se puede montar en la mayoría de los platos y bielas de 68/73 mm. Hay 3 empresas que han hecho kits de eje que convierten el BBS02 a 100mm para trabajar con los juegos de bielas de Fat Bike.\n\n\nSi puedes esperar, el último motor de Bafang promete ser el BBSHD, que estará disponible en España en noviembre de 2015. Tendrá 1000W nominales y probablemente más de 1500W de pico con dos tamaños de eje diferentes que funcionarán de fábrica con bielas normales de 68-73mm o con bielas de 100mm+/- fatbike. De fábrica, el BBSHD se alimenta con 48V y funciona con un nuevo controlador de 12 FET con mosfets IRFB3077 a 30Amp. Se especula con la posibilidad de ajustar el regulador a 45 amperios, pero aún no se ha confirmado. Creo que es prudente esperar a que este motor salga al mercado, ya que ofrece las mejores prestaciones por su precio.\n\n\n![Opté por una cadena de reducción primaria en lugar de una correa](/img/img-blog/lrbb17.png)\n\n\n\nOpté por una cadena de reducción primaria en lugar de una correa, para garantizar que pudiera soportar la carga de 3000W Cont.\n\n\n\n**Conclusión\n\n\n\nSi quieres construir un scooter basculante de alto rendimiento y poner más de 3000W continuamente en tu motor, entonces un motor DD en una llanta de bicicleta más pequeña es probablemente tu mejor opción. Para cualquier cosa que se quiera utilizar, montar una pista única en casi cualquier nivel de potencia sigo creyendo que los accionamientos de gama media son el único camino a seguir.\n\nEl BBS02 de 750W es la mejor opción disponible actualmente, aunque el BBSHD de 1000W lo superará cuando salga al mercado. Para un mayor rendimiento, un Big Block Lightning Rods o un motor Astro son muy adecuados. Para una bicicleta de peso medio en el rango de 1000W-2500W, un buje con engranaje como el motor Mac es probablemente una buena opción en términos de peso y potencia. Por debajo de 750W, simplemente no puedo recomendar otra cosa que no sea un sistema de transmisión central, ya que los DD y los bujes con engranajes no pueden realmente superar colinas o cargas significativas a estos niveles de potencia.\n\n\n\n\n\n\n","params":{"posts":"como-hacer-tu-propia-bicicleta-electrica"},"filename":"Cómo hacer tu propia bicicleta eléctrica"},"__N_SSG":true}