{"pageProps":{"ficheros":["6 Baterías de bicis eléctricas","BBS02 750 vs BBSHD 1000W vs Cyclone 3000W","BBSHD con programación personalizada","BBSHD de 100mm","Bafang bbshd","Batería de 48V o 52V para una bicicleta eléctrica","Batería de alto rendimiento para bicicletas electricas","Baterías de litio para bicicletas electricas","Baterías y el BMS son fáciles de transportar","Bicicleta electrica urbana","Bicicletas eléctricas para la playa","Bicicletas en dinamarca","Cargador de bicicletas eléctricas","Conducir sobre nieve con un motor electrico BBSHD","Conectores XT90 de alta potencia 90A","Conectores tipo banana para bicicletas electricas","Construcción de una bicicleta eléctrica","Construir una bicicleta eléctrica de gama media barata","Construir, programar, conducir, no morir (en ese orden)","Cubierta Vee Rubber Vee 8","Cyclone Mid Drive 3000W","Cómo hacer tu propia bicicleta eléctrica","Dawes 1500","Engranaje de nylon en el BBS02","Engranaje de nylon para bicicletas electricas","Horquilla de suspensión Bluto Fat Bike","Kit Cyclone Mid Drive 3000W","Kit Cyclone de 3000W","Kit central Bafang BBS02 750W para bicicletas electricas","Kit conversión bicicleta eléctrica barato","Kit conversión bicicleta eléctrica con batería","La gente que vende kits de bicicletas eléctricas","Las e-bikes son peligrosas","Luces led para bicicletas electricas","Mantenimiento del motor electrico bbs02 para bicicleta","Mighty Mini 30T","Monstruosa bicicleta eléctrica de dos ruedas motrices","Montar una batería de litio para una bicicleta eléctrica","Motor Mid-Drive","Neumáticos Mission Command 4 Vee","Nexus-3 IGH para la construcción de bicicletas con ruedas grandes","No hay lugar más seguro para sus baterías de litio y cargadores en su casa","Normativa de circulacion para las bicicletas eléctricas","Nuvinci buje trasero Freno de rodillo N171 Calvo 36G plateado","Pantalla para bicicleta eléctrica","Plato Lekkie Bling para el BBSHD","Platos eléctricos para bicicletas eléctricas","Platos luna eclipse bicicleta electrica","SHIMANO SG-3D55 Universal Hub Kit Nexus","Sistema BBS02 e-RAD","Snow Shoe 2XL","Software de programación de Bafang para el BBSHD","Todo lo que necesitas saber sobre una batería para una bicicleta eléctrica","Vee Rubber Snow Shoe 4 5","kit BBSHD 1000W Middrive de Bafang","n380 Motor bicicleta electrica","¿Necesito un sensor de velocidad en una bicicleta eléctrica?"],"datos":"# Conducir sobre nieve con una bicicleta electrica\n\nCuando probé por primera vez el BBSHD en una bicicleta de carreras con neumáticos finos, me quedé totalmente indiferente. Me llevó un tiempo aceptar el hecho de que la nueva unidad central de Bafang pesaba 4 kilos y costaba cientos de € más que la BBS02 750W que había llegado a conocer y amar.\n\nDescubrí que estaba enormemente sobredimensionada para 30 amperios y parecía que podía soportar 35 o 40 amperios de potencia sin sudar. Este invierno he conducido el BBSHD casi todos los días con mi ebike durante unas 2 horas en el bosque y este artículo es la culminación de lo que he aprendido de la conducción del BBSHD en la nieve, el aguanieve, el hielo y la nieve profunda.\n\n\n\nEsta capa marrón de barro congelado es de la conducción en el bosque. Aumentó el peso de mi bicicleta en unos cuantos kilos.\n\n\n\nDespués de acostumbrarme a conducir sobre nieve con un BBSHD, me cuesta volver a un BBS02\\. El mayor problema es la diferencia en los rangos de potencia máxima. Con el BBSHD puedes obtener mucha potencia a una cadencia normal, pero con el BBS02 te pasas la mayor parte del tiempo revolucionando el motor a un ritmo que nunca podrías mantener al pedalear. Esto es principalmente un problema con la forma en que el motor está diseñado y la relación de transmisión.\n\n\n\nUna transmisión media como la Cyclone de 3000w parece producir mucha más potencia a velocidades mucho más bajas, pero los RPMS máximos de la manivela son también mucho más bajos. Si se baja más la velocidad del accionamiento medio, generalmente se obtiene más potencia a velocidades más bajas. Tanto el BBS02 como el BBSHD tienen el mismo nivel de reducción de marchas, pero el BBSHD tiene un motor muy diferente que produce mucha más potencia a bajas velocidades.\n\n\n\nEl 30T Luna Mighty Mini aprovechará al máximo el potencial de potencia de su BBSHD, pero perderá algunos km/h en la velocidad máxima.\n\n\n\nSi quieres conseguir más rendimiento, hay varias formas de hacerlo\n\n\n\n1. Instale una bandeja Luna Mighty Mini 30T (55 €) en lugar de la bandeja de 46T suministrada por Bafang con la unidad. Es la opción más barata y ligera.\n\n\n\n2. comprar una bandeja de 42 centimetros como la Luna Eclipse o la Lekkie BBSHD Bling Ring por unos 100 € en el mercado de accesorios.\n\n\n\n3. Prenez une cassette Monster 42T granny steel rear cassette ($58).\n\n\n\n4. realizar los puntos 2 y 3 juntos (recomendado)\n\n\n\nSi quieres usar la BBSHD para trail singletrack en la nieve, puedo decir con cierta certeza que NO serás feliz usando un casete normal (incluso uno con un granny de 36T) y la meseta Bafang de 46T de Lead-Sinker en una fatbike. Mientras que esta configuración podría volar en un neumático normal de 26″ ebike, con un neumático fatbike (especialmente el actual 5.05″ Snowshoe 2XL. El diámetro de sus neumáticos es ENORME, lo que hace que su transmisión sea mucho más alta de lo que debería (los neumáticos más grandes cubren más terreno por revolución que los más pequeños).\n\n\n\nCuando se aran varios centímetros de nieve en polvo suave y esponjosa, realmente no se necesita mucha potencia extra, pero cuando se aran varios centímetros de nieve incrustada y crujiente, se necesita una cantidad _insana_ de potencia. Con el BBSHD, puedo acelerar todo el día y hacer funcionar 30 amperios a través de la unidad, y apenas se calienta a menos que esté subiendo una colina empinada en la nieve crujiente.\n\n\n\nEl BBSHD está diseñado para absorber mucha más potencia de la que puede pasar por él, y en ese sentido no se parece en nada al BBS02. Con la BBS02 puedes acelerar, pero no puedes llevarla a su máxima potencia en cuestas largas y empinadas, ni tampoco mantenerla en el llano. Si alimentas tu BBS02 con demasiada energía durante demasiado tiempo, morirá. La nieve profunda tiene un apetito insaciable de vatios, y si las condiciones lo exigen, sólo puedo esquiar con una batería de 20+Ah si quiero permanecer en la carretera más de una hora.\n\n\n\nPuedes utilizar los crampones durante todo el año para tener tracción en troncos grandes y resbaladizos.\n\n\n\nUna buena tracción de la rueda delantera es increíblemente importante. Es habitual perder tracción en el neumático trasero al acelerar, y tratar de mantener todo junto y dirigir la bicicleta en la dirección deseada es parte de la diversión. Cuando estás en una curva y el neumático delantero se desprende, la diversión se detiene bruscamente y se vuelve peligrosa. En mi bicicleta de trail habitual voy con tacos en el neumático delantero todo el año, porque nada de lo que he encontrado se agarra tan bien a los troncos de los árboles mojados y resbaladizos como los neumáticos de fatbike con tacos. Aunque los tacos son menos deseables en las rocas y a menudo tienden a arrancarse, considero que la ventaja de poder conseguir más agarre en troncos flacos o montones de troncos es un beneficio que merece la pena.\n\n\n\nEl mejor fusil para bicicleta de gran cilindrada que se puede comprar a buen precio. \n\n\n\nUna vez que hayas conducido sobre la nieve con este neumático de 5,05″, no querrás utilizar ningún otro.\n\n\n\nHabiendo encontrado mucha tracción trasera en la nieve, nada se ha comparado aún con la tracción de los neumáticos Snowshoe 2XL a unas 6 psi. Estos neumáticos ofrecen una cantidad increíble de goma sobre la nieve y el dibujo de la banda de rodadura es casi idéntico al del Surly Lou, el rey de los neumáticos para fatbikes. En cuanto a los neumáticos delanteros, nada de lo que he encontrado hasta ahora parece mantener la tracción en las curvas tan bien como el malvado padrastro. La prima lejana de Lou, la Surly Bud, lleva más de seis años en el mercado y es un pequeño milagro que nadie la haya derribado todavía para vender versiones más baratas.\n\n\n\nSigue siendo el estándar de oro de los neumáticos delanteros de fatbike en el polvo. Un monstruo de la tracción lateral.\n\n\n\nPara el neumático trasero, recomiendo el más ancho que puedas encontrar que se adapte a tu cuadro. En invierno deberías montarlo con ghetto tubeless a la menor presión que puedas soportar sin dañar las llantas. El neumático delantero puede utilizarse a menudo con una presión aún más baja que el trasero, ya que casi todo el peso recae sobre éste. Si el neumático delantero es golpeado por un tronco de árbol, la presión de los neumáticos es demasiado baja.\n\n\n\n\nEl Phat Phuk es una máquina de nieve (casi) imparable y mucho, mucho mejor que cualquier otra cosa que haya probado.\n\n\n\nLa programación del PAS que viene con el BBSHD es también completamente inutilizable para la conducción de senderos. Después de pasar muchas horas ajustando la configuración, finalmente encontré un ajuste que realmente me gusta y que hace que la experiencia de BBSHD sea más comparable a la de montar una unidad de par variable de Bosch, pero con 5 veces la potencia. Suelo llevar el PAS en el nivel de potencia 2 de 5, y al arrancar desde parado en cuestas empinadas suelo tener que acelerar un poco al principio. Teniendo en cuenta que el BBSHD tiene 5 veces la potencia y cuesta una fracción del coste del Bosch, merece la pena.\n\n\n\nAquí puedes encontrar la paz.\n\n\n\nEsquiar en nieve profunda con un BBSHD y una raqueta 2XL es una sensación increíble. Pasé 10 años esquiando obsesivamente en el bosque, a unas 8 horas de distancia. Hay algo en el ciclismo de fondo en el bosque que me recuerda extrañamente a esquiar en polvo fresco entre los árboles. A menudo siento que apenas tengo el control, y a menudo la bicicleta hace lo que quiere, y yo me dejo llevar por la corriente. Cuando lanzo la bicicleta a gran velocidad en pendientes pronunciadas de 30 grados, es simplemente fantástica. Puedo montar todo el invierno en el bosque sin tener que enfrentarme a otras personas, sin que me cueste más que el precio de mi bicicleta y unos pocos céntimos de electricidad para cargarla.\n\n\n\nNo hay remontes, no hay gente, no hay colas y puedo esquiar todos los días en mi propio patio sin un viaje de ida y vuelta de 8 horas.\n\n\n\n¿Qué podría ser mejor?\n\n\n\n\n\n\n","params":{"posts":"conducir-sobre-nieve-con-un-motor-electrico-bbshd"},"filename":"Conducir sobre nieve con un motor electrico BBSHD"},"__N_SSG":true}