{"pageProps":{"ficheros":["6 Baterías de bicis eléctricas","BBS02 750 vs BBSHD 1000W vs Cyclone 3000W","BBSHD con programación personalizada","BBSHD de 100mm","Bafang bbshd","Batería de 48V o 52V para una bicicleta eléctrica","Batería de alto rendimiento para bicicletas electricas","Baterías de litio para bicicletas electricas","Baterías y el BMS son fáciles de transportar","Bicicleta electrica urbana","Bicicletas eléctricas para la playa","Bicicletas en dinamarca","Cargador de bicicletas eléctricas","Conducir sobre nieve con un motor electrico BBSHD","Conectores XT90 de alta potencia 90A","Conectores tipo banana para bicicletas electricas","Construcción de una bicicleta eléctrica","Construir una bicicleta eléctrica de gama media barata","Construir, programar, conducir, no morir (en ese orden)","Cubierta Vee Rubber Vee 8","Cyclone Mid Drive 3000W","Cómo hacer tu propia bicicleta eléctrica","Dawes 1500","Engranaje de nylon en el BBS02","Engranaje de nylon para bicicletas electricas","Horquilla de suspensión Bluto Fat Bike","Kit Cyclone Mid Drive 3000W","Kit Cyclone de 3000W","Kit central Bafang BBS02 750W para bicicletas electricas","Kit conversión bicicleta eléctrica barato","Kit conversión bicicleta eléctrica con batería","La gente que vende kits de bicicletas eléctricas","Las e-bikes son peligrosas","Luces led para bicicletas electricas","Mantenimiento del motor electrico bbs02 para bicicleta","Mighty Mini 30T","Monstruosa bicicleta eléctrica de dos ruedas motrices","Montar una batería de litio para una bicicleta eléctrica","Motor Mid-Drive","Neumáticos Mission Command 4 Vee","Nexus-3 IGH para la construcción de bicicletas con ruedas grandes","No hay lugar más seguro para sus baterías de litio y cargadores en su casa","Normativa de circulacion para las bicicletas eléctricas","Nuvinci buje trasero Freno de rodillo N171 Calvo 36G plateado","Pantalla para bicicleta eléctrica","Plato Lekkie Bling para el BBSHD","Platos eléctricos para bicicletas eléctricas","Platos luna eclipse bicicleta electrica","SHIMANO SG-3D55 Universal Hub Kit Nexus","Sistema BBS02 e-RAD","Snow Shoe 2XL","Software de programación de Bafang para el BBSHD","Todo lo que necesitas saber sobre una batería para una bicicleta eléctrica","Vee Rubber Snow Shoe 4 5","kit BBSHD 1000W Middrive de Bafang","n380 Motor bicicleta electrica","¿Necesito un sensor de velocidad en una bicicleta eléctrica?"],"datos":"# Conector electrico tipo banana para bicicletas electricas\n\n![Estos tres cables con conectores tipo banana son los cables de fase](/img/img-blog/imag2907.jpg)\n\n\n\nNo tengo ni idea de cómo he metido _tanto_ barro en la unidad de entrenamiento.\n\n\n\nEn muchos sentidos, la transmisión Bafang BBS02 750W es un sueño hecho realidad. Casi cualquier persona con muy pocos conocimientos técnicos puede pedir un kit de accionamiento y un paquete de baterías de 48v-52v e instalarlo y hacerlo funcionar en casi cualquier bicicleta con 2-3 horas de trabajo. Cualquier otro kit de bicicleta eléctrica de tracción media requerirá mucho más tiempo y energía para su instalación y funcionamiento. Los problemas surgen cuando las cosas dejan de funcionar de repente.\n\n<ApiamazonGrid buscar_productos=\"Conector electrico banana jack\">\n\n\nSi llevas una transmisión BBS02 a una tienda de bicicletas que no esté especializada en bicicletas eléctricas, los propietarios probablemente se encogerán de hombros y te dirán que tienes que solucionarlo tú mismo. Esto deja a la mayoría de los propietarios de la BBS02 con la difícil tarea de resolver los problemas técnicos por sí mismos. Este documento le acompañará en el viaje, a menudo confuso, de averiguar por qué algo no funciona correctamente y, con suerte, le indicará la dirección correcta para remediarlo.\n\n\n\n**¿Quieres resolver todos tus problemas? Compre 2 unidades de entrenamiento idénticas desde el principio**.\n\n\n\nComo con cualquier problema técnico, primero hay que dividir el problema en una serie de pasos. Muchos de estos pasos requerirán que sustituyas componentes que probablemente no tengas a mano. Si va a comprar una unidad de rodamiento BBS02, le aconsejo que compre dos al mismo tiempo. Son relativamente baratas y obtendrás una bicicleta que podrás montar con tu pareja o amigos. También podrías construir una bicicleta de paseo y una bicicleta de trail. Soy el orgulloso propietario de no menos de 8 unidades de accionamiento montadas en diferentes bicicletas, y al menos una de ellas siempre está rota. Tener más de una unidad de accionamiento es una buena manera de intercambiar piezas y averiguar qué es exactamente lo que está mal.\n\n\n\n![Sólo 30 € en el minorista de bicicletas eléctricas estadounidense](/img/img-blog/watt%5Fmeter%5F1%5F%5F14456-1436767921-1280-1280.jpg)\n\n\n\n30 por un medidor de combustible que puede manejar 150 amperios y es una increíble herramienta de solución de problemas a tener.\n\n\n\n**Medidor de potencia de bajo coste**\n\n\n\nCuando empiece a solucionar los problemas del BBS02, lo primero que hay que hacer es determinar si hay un problema con la batería o con la unidad de accionamiento. Sin un medidor de potencia barato esto es muy difícil de hacer. Una batería rota o con malas conexiones eléctricas puede mostrar a menudo la tensión completa con un voltímetro normal, pero una vez cargada, la tensión puede caer rápidamente.\n\nUn medidor de potencia conectado entre la unidad de accionamiento y la batería puede determinar inmediatamente si el problema está en la unidad de accionamiento o en la batería. Si el medidor de potencia se mantiene encendido al aplicar la tensión, probablemente la batería esté en buen estado y el problema esté en el lado del BBS02. Si el vatímetro se apaga, el BMS de la batería ha fallado y el problema está en el lado de la batería. Si tienes más de una batería, también puedes probar esto en tu bicicleta, que también funciona si no tienes un medidor de potencia. Puedes comprar un medidor de potencia de 150 amperios en lunacycle.com por 30 € con conectores XT90, que también funciona como un \"medidor de combustible\" súper preciso para tu batería.\n\n\n\n![Si su prenda se asemeja a ésta, puede ser hora de sustituirla](/img/img-blog/repalce-e1443755543436.jpg)\n\n\n\nSi su enchufe tiene este aspecto, puede ser el momento de sustituirlo\n\n\n\n**Controla tus conexiones**.\n\n\n\nCuando se conecta una batería de alta potencia, se producen chispas, incluso si la batería está equipada con un parachispas. Este chispeo constante al conectar la batería puede acabar destruyendo casi todos los conectores eléctricos, incluso aquellos como los conectores de polos de potencia Anderson, que tienen una lengüeta de sacrificio. Cuanto más alto es el voltaje, peor parece ser el problema. Es difícil determinar si sus conectores funcionan correctamente o no, pero si tiene problemas entre la unidad de accionamiento y la batería, lo primero que debe hacer es comprobar los conectores.\n\n\nUna inspección visual del conector debería mostrar si el arco eléctrico ha dañado los puntos de contacto. Si el conector de plástico ha empezado a derretirse o si el contacto está negro y dañado, el conector debe ser sustituido. Recientemente me he enamorado de los conectores XT60 (límite de carga de 60 amperios) y XT90 (límite de carga de 90 amperios) y los estoy utilizando como nuevo estándar para mis baterías y unidades motrices. Si tiene problemas con las bombillas Anderson, pruebe a utilizar conectores XT90 de alta calidad que se compran con coletas y se sueldan a los cables existentes. Coloque el conector hembra en el lado de la batería para minimizar el riesgo de cortocircuito.\n\n\n\n**Compruebe primero las cosas sencillas, como las conexiones de los frenos.**\n\n\n\nSoy un gran fanático de probar las cosas simples primero, y el BBS02 funciona bien incluso sin las conexiones de los frenos. Si el sensor de freno se rompe o se activa inadvertidamente, la unidad de accionamiento no hará nada si está encendida y la pantalla está activa, y usted pensará que es un controlador muerto. Desconecte los conectores de ambos frenos y del Botón Verde Gigante (si tiene uno) antes de probar cualquier otra cosa.\n\n\n\n\n¿Has tenido la oportunidad de conseguir un código? Nunca lo hice. \n\n\n\nExiste una posibilidad infinitesimal de que aparezca un código en la pantalla de su BBS02. El más común de estos códigos es el 21, que indica un problema con el velocímetro. El problema más común es que el imán se ha salido del radio y el tacómetro ya no funciona. Utilizo un pequeño trozo de cinta Gorilla y lo envuelvo alrededor del radio, luego pego el sensor magnético lo más fuerte posible al radio. Cuando el imán del tacómetro desaparece, el BBS02 sigue funcionando perfectamente, y si quieres subir o bajar los niveles del SSP, sólo tienes que tocar el freno y el error 21 desaparece, y puedes subir o bajar los niveles del SSP durante unos segundos antes de que vuelva a aparecer el error. Para ser honesto, nunca he visto ninguno de estos otros códigos, aunque he tenido un montón de paquetes de bajo voltaje y ECUs sobrecalentados salir en casa.\n\n\n\nSi obtiene un código de error 30, probablemente tenga una pantalla C965 defectuosa. Bafang tuvo una racha de BBSHD a principios de 2016 con un gran número de pantallas defectuosas. Sustituir el controlador o el cable no ayudará. Póngase en contacto con el distribuidor al que compró el BBSHD y consiga una pantalla de repuesto. También he sabido de gente a la que se le rompió el cable de la pantalla internamente y tuvo el mismo error 30.\n\n\n\nEn las fatbikes, hay que tener cuidado al desmontar el neumático trasero para el mantenimiento, ya que el velocímetro se extiende bastante en la zona del neumático y puede romperse fácilmente si se intenta forzar el neumático más allá del velocímetro. La mejor práctica para las fatbikes es subir o bajar el velocímetro, desmontar el neumático para el mantenimiento y volver a poner el velocímetro después de montar el neumático. Debe haber unos 5 mm de espacio libre entre el imán y la retícula del tacómetro. El conector puede estar roto pero parece estar en buenas condiciones en una inspección rápida. Si recibes el mensaje de error y todo parece estar bien, sujeta el conector y agítalo para asegurarte de que el conjunto no se ha roto por la mitad y parece estar bien sólo desde el exterior.\n\n\n\n![Su caja de control tendrá silicona por todos los conectores y tendrá un aspecto mucho peor que éste.](/img/img-blog/controller.jpg)\n\n\n\nEl controlador BBS02 750W es el eslabón más débil de la unidad motriz.\n\n\n\n**¿Se ha sobrecalentado mi caja de control y se ha apagado o se ha agotado la batería?\n\n\n\nSi su BBS02 se apaga después de una subida agotadora y sólo se vuelve a encender cuando desconecta y vuelve a conectar la batería, es que\n\n\n\n1. pulse el botón de corte de baja tensión\n\n\n\n2. el controlador se ha sobrecalentado\n\n\n\nSi se produce alguno de estos dos eventos, espere 60 segundos después de desconectar la batería y vuelva a conectarla. Si la batería no está cargada, el voltaje se recuperará rápidamente.\n\n\n\nSi no tiene un sensor de temperatura y no está seguro de si la desconexión se debe a un sobrecalentamiento o a una baja tensión, baje la mano y coloque la mano desnuda en la carcasa de la unidad de accionamiento. Si tiene problemas para mantener la mano ahí porque está muy caliente, probablemente ha sobrecalentado la unidad. Espera cinco minutos antes de volver a empezar. Si se encuentra en una colina empinada con una pendiente del 20%, por lo general, solo conduzco la bicicleta mientras el motor se enfría.\n\n\n\n**Los Mosfets del controlador se están quemando**.\n\n\n\nEs muy fácil quemar un regulador sin que se sobrecaliente si se utiliza un plato grande y se circula a una velocidad demasiado alta en una pendiente. Esto es menos problemático con los nuevos mosfets, pero aún puede ocurrir.\n\n\n\nEl controlador está quemado si la unidad no se apaga cuando se apaga, sino que se oyen una serie de clics, como el cambio de una marcha a otra, y luego el acelerador no hace nada y no se oye el motor en marcha cuando se acciona el acelerador. Algunos usuarios informan de un chasquido muy tenue al accionar el acelerador, que corresponde al corte de corriente, al cortocircuito de la batería a tierra por los mosfets quemados.\n\n\nLa única solución a este problema es reemplazar el controlador, preferiblemente con uno que contenga los nuevos Mosfets, que son un poco más caros a 100 €, pero valen la pena. Si la descripción del artículo del controlador no menciona los Mosfets más nuevos, debería preguntar al vendedor qué Mosfets tiene antes de comprarlo. También puede cambiar los mosfets usted mismo con los de Digikey, que no son tan malos, pero no es para los débiles de corazón y no se recomienda.\n\n\n\nSi los mosfets de la caja de control están quemados, deberías sentir cierta resistencia cuando giras la rueda trasera hacia atrás y el neumático se despega del suelo.\n\n\n\n![Los devanados fundidos pueden hacer que un motor no funcione](/img/img-blog/windings-e1443793990373.jpg)\n\n\n\nLos devanados fundidos pueden quemar un motor, se muestra un motor de cubo, no la unidad BBS02\n\n\n\n**El hecho de que el motor no funcione NO significa que la ECU esté muerta**.\n\n\n\nSi sobrecalienta la unidad de accionamiento inyectando continuamente 1400 W con el acelerador, es muy probable que también derrita el barniz aislante de los bobinados del motor. Los devanados del motor fundidos pueden hacer que el motor no arranque en absoluto y que se comporte de forma muy parecida a los Mosfets quemados en el regulador.\n\nSi su motor deja de funcionar y estaba bajo carga, lo primero que hay que hacer es poner la nariz directamente sobre la unidad y darle un largo olfateo. Si las bobinas están quemadas, normalmente se puede oler durante un corto período de tiempo después de la quema. Sin embargo, los mosfets tostados no huelen en absoluto. La forma más fácil de determinar si los devanados se han fundido es desmontar el motor e inspeccionar visualmente los devanados. Si los devanados se han fundido, deberías ver manchas negras donde el motor se ha sobrecalentado y la pintura se ha fundido.\n\n\n\n![Un termómetro de 5 € puede costar 80 € a un controlador](/img/img-blog/temp.jpg)\n\n\n\nUn termómetro de 5 € puede salvar su controlador de 80 €.\n\n\n\n**La mejor manera de evitar el sobrecalentamiento de la ECU es utilizar un sensor de temperatura**.\n\n\n\nLa mayoría de mis dispositivos BBS02 están equipados con un sensor de temperatura. Esto le permite saber cuándo el dispositivo se está sobrecalentando y detener la fuente de alimentación antes de que se caliente demasiado. Después de varios cientos de horas de uso del BBS02 con los sensores de temperatura conectados, tendrá una idea mucho mejor de lo que le gusta y lo que no le gusta a las unidades de accionamiento. Lo que realmente no les gusta es una velocidad demasiado alta y una cadencia demasiado baja en una pendiente demasiado pronunciada.\n\nSi montas con un sensor de temperatura puedes calcular lo que puedes permitirte, pero como regla general, en una colina larga y empinada deberías cambiar a una marcha que mantenga tu cadencia de pedaleo muy rápidamente. Si utiliza regularmente el acelerador en el nivel de potencia 9, debería leer sobre el mantenimiento y la alimentación de su BBS02 si no quiere que muera rápida y prematuramente.\n\n\n\nUn gran punto débil de la transmisión BBS02, la caja de cambios de nylon\n\n\n\n**Mi motor está en marcha y puedo oírlo, pero no hay nada en marcha**.\n\n\n\nSi tiene la mala suerte de que esto ocurra, es muy probable que el engranaje de nylon haya fallado. Es relativamente barato y fácil de arreglar. Si quieres evitar que tu piñón primario se estropee, te recomiendo que utilices un plato más pequeño, que reducirá la carga del piñón considerablemente. Si el piñón de nylon está en buen estado cuando lo desmontas, debes revisar los piñones de la reducción secundaria (ambos son metálicos, por lo que es poco probable que fallen) y también revisar la rueda libre del eje principal dentro del piñón grande de la reducción secundaria de metal.\n\n\n\nTenga cuidado de no poner la grasa negra pesada del eje en la rueda blanca. Esta grasa puede degradar el nylon y causar un fallo prematuro del piñón (como se muestra arriba).\n\n\n\nSi el engranaje primario no está bien engranado, la rueda no suele rodar hacia atrás sin una _gran_ resistencia. Si puede hacer rodar el neumático hacia atrás cuando el motor está en marcha, oirá la fricción y sentirá que el motor salta a través de la rueda.\n\n\n\n![Diese Schrauben müssen so fest wie möglich angezogen werden](/img/img-blog/screws.jpg)\n\n\n\n**El plato se mueve en el lado de la bicicleta, pero los pedales no se mueven**.\n\n\n\nSi tiras de las bielas hacia adelante y hacia atrás con fuerza perpendicular a la bicicleta y no se mueven, pero el plato se tambalea cuando lo empujas y tiras perpendicularmente a la bicicleta, los tornillos Phillips que sujetan el piñón libre se han soltado. Hay que quitar el eje, luego quitar estos grandes tornillos Phillips (se sustituyen por los muy preferidos tornillos de cabeza hexagonal en la unidad de accionamiento Bixtrix 100mm, aplicar fijador de roscas y volver a instalar los tornillos, apretándolos lo más fuerte posible sin dañarlos. Recomiendo sujetar el eje en un tornillo de banco y tomar un destornillador Phillips muy grande, luego sujetar las mordazas al mango del destornillador y girar con _todo_ el peso en el destornillador. Si va a sustituir el eje, lea el párrafo siguiente sobre el apriete correcto del eje.\n\n\n\nEs de esperar que la junta de goma de cada unidad de disco que reciba esté muy dañada.\n\n\n\n**El plato se mueve hacia el lado de la bicicleta y los pedales también se mueven**.\n\n\n\nLa razón es que sus circlips se han soltado en el extremo del eje. Este es un problema que me he encontrado más de una vez y es un poco difícil de resolver. En el eje hay dos tuercas de seguridad que se presionan entre sí con una arandela de goma entre ellas. En casi todas las unidades de accionamiento que he desmontado, la arandela de goma se ha agrietado o roto. Se supone que impide la entrada de agua en la unidad de accionamiento, pero está mutilado de fábrica y, de todos modos, nunca funciona correctamente.\n\n\n\nEl problema es el siguiente. Se aprieta la primera tuerca para que los rodamientos queden perfectos y apenas se muevan de forma perceptible al mover el eje hacia delante y hacia atrás. Luego se pone la arandela de goma y se aprieta la segunda tuerca de seguridad contra la primera tuerca de seguridad. El problema es que al apretar la 2ª tuerca de seguridad, la 1ª tuerca de seguridad ya colocada suele apretarse aún más y acaba estando demasiado apretada. Si el eje no se puede girar fácilmente con los dedos cuando está montado, hay que quitar AMBAS tuercas de seguridad y empezar de nuevo. No es raro que tenga que hacer esto 2 o 3 veces para conseguir que el eje se monte correctamente en la unidad motriz. Si está demasiado apretado o demasiado flojo, tendrá problemas. Al igual que Ricitos de Oro y sus osos, la tensión de los rodamientos debe ser perfectamente correcta.\n\n\n\n![Zu viel Drehmoment an den Sicherungsmuttern](/img/img-blog/trashed.jpg)\n\n\n\nSi se aprietan demasiado las tuercas de seguridad, se romperá la arandela de goma.\n\n\n\n**El plato se ve distorsionado cuando la unidad motriz gira y la cadena cae**.\n\n\n\nSi la bandeja parece alabeada, probablemente la bandeja esté alabeada. He tenido este problema con dos adaptadores BCD104 diferentes, que se han doblado porque los he puesto a horcajadas con demasiada fuerza. Tíralos y compra uno nuevo. También he doblado varias veces los platos de aluminio reales. La mejor manera de ver si están doblados es ponerlos en una mesa completamente plana y mirarlos de lado. Si están doblados, lo verás.\n\n\n\nSi tiene problemas constantes con la cadena que siempre se sale del plato, sin importar el ajuste de tensión, debe reemplazar el plato por un Raceface Narrow\\Wide o un Lekkie Bling-Ring. Hay muchas otras formas de remediar este problema, pero ninguna de ellas funciona tan bien como estas dos soluciones.\n\n\n\n![Con una herramienta de desmontaje como esta de Cali-ebike](/img/img-blog/tool-bss02.jpg)\n\n\n\nEl uso de una herramienta especial de desmontaje como [esta](http://california-ebike.com/product/bpt-1-professional-mid-drive-installation-tool/) de Cali-ebike facilita mucho el desmontaje y montaje de la BBS02.\n\n\n\n**El motor cuelga como la ubre de una vaca al saltar**.\n\n\n\nSi tiene una BBS02 con un plato de 68 mm, es muy probable que la contratuerca principal de la unidad de transmisión se haya soltado. Presione la unidad de accionamiento contra el bastidor y utilice un bloqueador de tornillos, luego apriete la tuerca de bloqueo tanto como sea posible con una llave. No olvide colocar y montar el segundo circlip para evitar que el primero se suelte.\n\n\n\nSi tiene una unidad de accionamiento de 100 mm y la unidad está suelta, es posible que la extensión del husillo se haya soltado o que las roscas se hayan desprendido y salido. Esto puede ocurrir porque las roscas son sólo de aluminio y la extensión del husillo es de acero. La única forma de saberlo con seguridad es desmontar la unidad de accionamiento y comprobarla. Si las roscas de la carcasa están rotas, su única opción es reconstruir la unidad de accionamiento BBS02 a 68 mm con un eje de 68 mm y transferir el eje de 100 mm existente y la extensión del eje a una nueva unidad de accionamiento y volver a roscarla.\n\n\n\n**Los brazos de las bielas no están en línea recta cuando se ven de lado**.\n\n\n\nEsto ocurre cuando el eje está doblado o alabeado. Esto sucede si tienes tu BBS02 fuera de las caídas, puedes intentar reemplazarlo, o puedes hacer lo que yo hago y simplemente mantener el otro pie hacia adelante en la bicicleta cuando se conduce sin pedales. La mayoría de la gente tiene un pie favorito con el que se siente más cómoda cuando no está pedaleando, sólo hay que cambiarlo por el otro y seguir conduciendo como un gamberro.\n\nO el eje se tuerce hacia el otro lado y está bien, o se rompe. Los brazos de las bielas que venían con la unidad también son basura, y en mi caso dos de ellos se rompieron en los extremos de los pedales. Tíralos y ponte unos nuevos. Asegúrese de sustituirlos por los correctos (la R va en el lado de accionamiento, la L en el lado no accionado).\n\n\n\nMi acelerador favorito, una palanca para el pulgar de la mano derecha en el lado izquierdo. Los estranguladores rara vez fallan.\n\n\n\nLos aceleradores BBS02 también pueden fallar, al igual que las pantallas BBS02, si se rompen en el pavimento, pero eso no sucede tan a menudo. Si quieres ir sobre seguro antes de comprar un nuevo controlador, puedes probar tu BBS02 con otra pantalla y otro acelerador, pero en todo el tiempo que llevo leyendo sobre fallos de BBS02, he oído hablar de innumerables fallos de controladores y de muy pocos fallos de aceleradores (sólo uno, creo).\n\n\n\nSi consigues la unidad de accionamiento BBS02 directamente de Bafang, Ebay o muchos distribuidores chinos no serios, el nivel PAS0 no da ningún gas. Esto me parece increíblemente molesto y la mayoría de los concesionarios serios de BBS02 te venderán un BBS02 que da el máximo a nivel de PAS0. La programación de las ECUs es bastante sencilla y puede ser realizada por personas no técnicas, pero anulará la garantía, así que tenlo en cuenta antes de hacerlo. Encontrará las instrucciones para programar su unidad de control y la guía de programación.\n\nTen en cuenta que tu caja de control puede estar quemada y que todavía puedes conectarla a tu ordenador y acceder a todos los ajustes. Si los Mosfets fallan, no hay forma de saberlo mirando los códigos de error o la interfaz de programación. Si su BBS02 tiene un corte de baja tensión demasiado alto para su paquete de baterías específico, sólo puede aumentar el corte de baja tensión siguiendo las instrucciones de la guía de programación o devolviendo la unidad a su distribuidor para que la reprograme. Si compra una unidad de accionamiento con un paquete de baterías, la mayoría de los proveedores de confianza ajustan el corte de baja tensión del BBS02 para que coincida con el paquete de baterías al que está conectado.\n\n\n\nHay un vídeo de 13 minutos en el que Guillaume Devot muestra todos los pasos del desmontaje completo del BBS02. De alguna manera se las arregla para mantener su banco de trabajo increíblemente limpio durante toda la operación. Probablemente sea un extraterrestre de otro planeta, enviado a la Tierra para avergonzar a todos los demás constructores de bicicletas eléctricas por sus espacios de trabajo desordenados.\n\n\n\n\n\n\n","params":{"posts":"conectores-tipo-banana-para-bicicletas-electricas"},"filename":"Conectores tipo banana para bicicletas electricas"},"__N_SSG":true}