{"pageProps":{"ficheros":["6 Baterías de bicis eléctricas","BBS02 750 vs BBSHD 1000W vs Cyclone 3000W","BBSHD con programación personalizada","BBSHD de 100mm","Bafang bbshd","Batería de 48V o 52V para una bicicleta eléctrica","Batería de alto rendimiento para bicicletas electricas","Baterías de litio para bicicletas electricas","Baterías y el BMS son fáciles de transportar","Bicicleta electrica urbana","Bicicletas eléctricas para la playa","Bicicletas en dinamarca","Cargador de bicicletas eléctricas","Conducir sobre nieve con un motor electrico BBSHD","Conectores XT90 de alta potencia 90A","Conectores tipo banana para bicicletas electricas","Construcción de una bicicleta eléctrica","Construir una bicicleta eléctrica de gama media barata","Construir, programar, conducir, no morir (en ese orden)","Cubierta Vee Rubber Vee 8","Cyclone Mid Drive 3000W","Cómo hacer tu propia bicicleta eléctrica","Dawes 1500","Engranaje de nylon en el BBS02","Engranaje de nylon para bicicletas electricas","Horquilla de suspensión Bluto Fat Bike","Kit Cyclone Mid Drive 3000W","Kit Cyclone de 3000W","Kit central Bafang BBS02 750W para bicicletas electricas","Kit conversión bicicleta eléctrica barato","Kit conversión bicicleta eléctrica con batería","La gente que vende kits de bicicletas eléctricas","Las e-bikes son peligrosas","Luces led para bicicletas electricas","Mantenimiento del motor electrico bbs02 para bicicleta","Mighty Mini 30T","Monstruosa bicicleta eléctrica de dos ruedas motrices","Montar una batería de litio para una bicicleta eléctrica","Motor Mid-Drive","Neumáticos Mission Command 4 Vee","Nexus-3 IGH para la construcción de bicicletas con ruedas grandes","No hay lugar más seguro para sus baterías de litio y cargadores en su casa","Normativa de circulacion para las bicicletas eléctricas","Nuvinci buje trasero Freno de rodillo N171 Calvo 36G plateado","Pantalla para bicicleta eléctrica","Plato Lekkie Bling para el BBSHD","Platos eléctricos para bicicletas eléctricas","Platos luna eclipse bicicleta electrica","SHIMANO SG-3D55 Universal Hub Kit Nexus","Sistema BBS02 e-RAD","Snow Shoe 2XL","Software de programación de Bafang para el BBSHD","Todo lo que necesitas saber sobre una batería para una bicicleta eléctrica","Vee Rubber Snow Shoe 4 5","kit BBSHD 1000W Middrive de Bafang","n380 Motor bicicleta electrica","¿Necesito un sensor de velocidad en una bicicleta eléctrica?"],"datos":"# Conector XT90 de 90A para bicicletas electrica\n\nLos embouts XT90, que son los más resistentes, están dotados de una banda gris. Los conectores XT90, que son resistentes a las chispas, tienen una L verde y una resistencia de 5,6 ohmios dentro del conector.\n\n<ApiamazonGrid buscar_productos=\"Conector XT90 de 90A\">\n\n\nAsí que ha utilizado la misma toma de corriente para su bicicleta eléctrica que ha estado utilizando durante muchos años. Todos sus cargadores lo tienen, sus motores lo tienen y sus baterías lo tienen. No has tenido tantos problemas con la configuración anterior, así que ¿dónde está la motivación para cambiar? Este artículo analiza las ventajas de los conectores resistentes a las chispas XT60/XT90 y muestra que no es necesario sustituir todos los conectores existentes para adaptar las bicicletas a la nueva norma.\n\n\n\nMi interés por los conectores XT60 y XT90 comenzó cuando leí, que se publicó justo después de que escribiera sobre los conectores Anderson Powerpole para electric-fatbike.com. Aunque los Anderson funcionan bien con corrientes y voltajes más bajos, como los que se utilizarían para el BBS02 o el BBSHD, los conectores Anderson Powerpole de 50 amperios eran demasiado grandes y voluminosos para ser útiles. La soldadura de los conectores de 50 amperios fue un verdadero dolor, y decidí no utilizarlos para sistemas de mayor potencia.\n\n\n\nEs preferible comprar los conectores XT90 con coletas para no tener que soldar los cables directamente al conector, lo que puede resultar difícil.\n\n![xt90](/img/img-blog/xt\\_90\\_pigtails-e1446095635895.jpg)\n\n\n\nLo mejor es comprar los conectores XT90 con los latiguillos ya colocados, para no tener que soldar los cables directamente al conector. Es mucho más sencillo soldar cable a cable y cubrirlo con tubo termorretráctil.\n\n\n\nUno de los problemas que hemos encontrado con las baterías de alto rendimiento es que cuando la batería se conecta al motor, puede producirse una gran chispa y el BMS puede entrar en modo de desconexión.\n\nEl Cycle Satiator quiere detectar el voltaje de la batería antes de empezar a suministrarle jugo. Cuando el BMS entra en modo de apagado, hay que poner el Satiator en modo plomo-ácido (donde ignora la tensión de arranque de la batería) y \"agitar\" la batería para que vuelva a arrancar.\n\nSi se producen grandes chispas al enchufar las baterías, los conectores también estarán sometidos a una gran tensión, lo que reducirá su vida útil y posiblemente dañará el controlador, aunque esto es poco probable. Si tiene varios conectores y no todos tienen un parachispas, es mejor enchufar el conector con el parachispas en último lugar para cerrar el circuito eléctrico.\n\n\n\nPuedes construir fácilmente un cable de puente para utilizar baterías más nuevas con terminales más antiguos.\n\n![text](/img/img-blog/dscf0355.jpg)\n\n\n\nPuedes construir fácilmente un cable de puente XT90 para utilizar baterías más nuevas con tus viejos conectores.\n\n\n\nCuando coloco mis cables con conectores, me gusta utilizar tubo termorretráctil e inyectar un poco de silicona en el extremo del tubo antes de encogerlo con una pistola peladora. El exceso de silicona se escapa a medida que la manguera se encoge y se elimina fácilmente con un paño o con los dedos si te gusta jugar con el pegamento. Esto hace que la conexión sea MUCHO más firme y la probabilidad de un cortocircuito sea menor. A pesar de que conduzco en la lluvia y la nieve todo el tiempo, nunca he tenido un problema con un cortocircuito.\n\n\n\n![XT60 (gauche) et le XT90 (droite)](/img/img-blog/dscf0361-e1446045760617.jpg)\n\n\n\nXT60 (izquierda) y XT90 (derecha)\n\n\n\nEl conector XT60 es mucho más pequeño que el conector XT90 y es una excelente opción para la conexión de carga de sus baterías. Nunca necesitarás cargar una batería de bicicleta eléctrica normal con una capacidad cercana a los 60 amperios. Para casi cualquier paquete de baterías real que pueda cargarse a más de 40 amperios, sólo recomendaría conectores XT90 como conectores de alimentación principales. Los conectores XT90 son adecuados para más de 4000W y no son mucho más caros que los XT60. Siempre es mejor construir un sistema sobredimensionado que utilizar el mínimo con el que se puede vivir.\n\n\n\nSi su prenda se asemeja a ésta, puede ser hora de sustituirla \n\n\n![prendas ciclista](/img/img-blog/repalce-e1443755543436.jpg)\n\n\n\nLos anderson de 50 amperios son mucho más grandes que los XT60, estos últimos consumen demasiada corriente.\n\n\n\n## ¿Dónde puedo comprarlos?\n\n\n\nLos conectores XT60\\XT90 se obtienen más fácilmente a través de internet. Se ha estandarizado estos conectores para _todos_ sus baterías, con un XT90 para la carga y un XT60 para la recarga. Si quieres los XT90, que tiene TANTO el parachispas como los latiguillos.\n\n![spark pigtail](/img/img-blog/spark-pigtails.jpg)\n\nLo mejor de los dos mundos, un pigtail y un parachispas por 5$/par\n\n\n\nSi decides comprar en Alibaba o ebay, ten en cuenta que hay conectores XT60\\XT90 falsificados que no ofrecen el rendimiento deseado a altas cargas. Si una oferta parece demasiado buena para ser verdad, probablemente lo sea. Espere pagar unos 2 € por conector por algo que no está mal.\n\n\n\n**XT90 en un medidor de 30 vatios**\n\n\n\n¿Demasiado barato para conseguir un Cycle Analyst, pero aún así quieres un medidor de combustible preciso? Hace aproximadamente un año, probé el vatímetro de 130 amperios de ebay por 17 € con los cables pelados. Más recientemente, compré un medidor de potencia de 150 amperios por 30 € y lo he estado utilizando desde entonces.\n\nDispone de conectores XT90 en ambos lados (uno macho y otro hembra), así como de un conector macho adicional y un conector hembra adicional. Estoy muy satisfecho con el rendimiento de este medidor de potencia y, aunque parece ser del mismo fabricante, la pantalla es de mucha mejor calidad y mucho más brillante que la de ebay.\n\nAmbos medidores de potencia tienen una tensión máxima de 60V. Por lo tanto, no los utilices para baterías con una tensión nominal de más de 52 V, ya que pueden tener más de 60 V cuando acaban de salir del cargador. Si conectas este medidor a un paquete de 70v, definitivamente dejará de funcionar. No nos preguntes cómo lo sabemos.\n\n\n\n![Das neuere 150-Ampere-Wattmessgerät ist klasse.](/img/img-blog/dscf0359-e1446095489514.jpg)\n\n\n\nEl nuevo contador de 150 amperios es genial.\n\n\n\nUn medidor de potencia no sólo es una forma barata de saber exactamente cuántos Ah ha consumido su bicicleta eléctrica, sino que también puede utilizarse para solucionar problemas. Cuando su unidad se apague, simplemente coloque un medidor de potencia entre la batería y el controlador. Si la luz del medidor de potencia sigue encendida cuando el motor se apaga, el problema está en el controlador o en el motor.\n\nSi la pantalla del medidor de potencia se apaga con la moto, el problema está en la batería. También se puede utilizar cuando se intenta cargar una batería con problemas. Cambia la carga y la fuente de carga de modo que la carga esté en el lado de la batería y la fuente sea tu cargador, y podrás ver _precisamente_ cuánta corriente está fluyendo a través de tu batería. Tenga en cuenta que el medidor mostrará más Ah que entran en la batería de los que realmente se _almacenan_ en la batería debido al calor y a las pérdidas de funcionamiento, pero aún así estará cerca.\n\n\n\nEl medidor de potencia me ha parecido una herramienta inestimable para la resolución de problemas. También es increíblemente útil para saber cuánta corriente consumen los accesorios, como las luces de la bicicleta, de la batería. Imprescindible para cualquier aficionado a las bicicletas eléctricas.\n\n\n\n**Soldadura a una bicicleta eléctrica**\n\n\n\nSi decides sustituir los bornes de la batería y soldarlos directamente a la misma, te recomiendo que tomes las siguientes precauciones.\n\n\n\n* Asegúrese de que la toma de corriente está en el lado de la batería para reducir el riesgo de cortocircuitos involuntarios. (A diferencia de los cortocircuitos intencionados, ¿verdad?)\n\n\n\n* Tratar sólo un lado de la batería a la vez. Pelar, soldar y retraer el lado negativo, y una vez hecho esto, puedes soldar tiras y retraer el lado positivo.\n\n\n\n* Tenga mucho cuidado al soldar un paquete de baterías con corriente. Precaución _no_ es mi segundo nombre (es _Daniel_, por \"Daniel y la guarida del león\", porque todos los que me rodean intentan comerme y soy vegetariano).\n\n\n\nEs mucho más fácil hacer pequeñas conversiones con los nuevos conectores que funcionan con sus conectores existentes, pero algunas personas quieren tener el menor número de conectores posible. Si quieres cambiar a los conectores XT90 o XT60, eso es exactamente lo que debes hacer. No cuesta mucho, y para los sistemas que consumen más de 30 amperios continuamente, es muy recomendable.\n\n\n\n\n\n\n","params":{"posts":"conectores-xt90-de-alta-potencia-90a"},"filename":"Conectores XT90 de alta potencia 90A"},"__N_SSG":true}