{"pageProps":{"ficheros":["6 Baterías de bicis eléctricas","BBS02 750 vs BBSHD 1000W vs Cyclone 3000W","BBSHD con programación personalizada","BBSHD de 100mm","Bafang bbshd","Batería de 48V o 52V para una bicicleta eléctrica","Batería de alto rendimiento para bicicletas electricas","Baterías de litio para bicicletas electricas","Baterías y el BMS son fáciles de transportar","Bicicleta electrica urbana","Bicicletas eléctricas para la playa","Bicicletas en dinamarca","Cargador de bicicletas eléctricas","Conducir sobre nieve con un motor electrico BBSHD","Conectores XT90 de alta potencia 90A","Conectores tipo banana para bicicletas electricas","Construcción de una bicicleta eléctrica","Construir una bicicleta eléctrica de gama media barata","Construir, programar, conducir, no morir (en ese orden)","Cubierta Vee Rubber Vee 8","Cyclone Mid Drive 3000W","Cómo hacer tu propia bicicleta eléctrica","Dawes 1500","Engranaje de nylon en el BBS02","Engranaje de nylon para bicicletas electricas","Horquilla de suspensión Bluto Fat Bike","Kit Cyclone Mid Drive 3000W","Kit Cyclone de 3000W","Kit central Bafang BBS02 750W para bicicletas electricas","Kit conversión bicicleta eléctrica barato","Kit conversión bicicleta eléctrica con batería","La gente que vende kits de bicicletas eléctricas","Las e-bikes son peligrosas","Luces led para bicicletas electricas","Mantenimiento del motor electrico bbs02 para bicicleta","Mighty Mini 30T","Monstruosa bicicleta eléctrica de dos ruedas motrices","Montar una batería de litio para una bicicleta eléctrica","Motor Mid-Drive","Neumáticos Mission Command 4 Vee","Nexus-3 IGH para la construcción de bicicletas con ruedas grandes","No hay lugar más seguro para sus baterías de litio y cargadores en su casa","Normativa de circulacion para las bicicletas eléctricas","Nuvinci buje trasero Freno de rodillo N171 Calvo 36G plateado","Pantalla para bicicleta eléctrica","Plato Lekkie Bling para el BBSHD","Platos eléctricos para bicicletas eléctricas","Platos luna eclipse bicicleta electrica","SHIMANO SG-3D55 Universal Hub Kit Nexus","Sistema BBS02 e-RAD","Snow Shoe 2XL","Software de programación de Bafang para el BBSHD","Todo lo que necesitas saber sobre una batería para una bicicleta eléctrica","Vee Rubber Snow Shoe 4 5","kit BBSHD 1000W Middrive de Bafang","n380 Motor bicicleta electrica","¿Necesito un sensor de velocidad en una bicicleta eléctrica?"],"datos":"# Programar un motor BBSHD y no morir en el intento\n\nDesde que me hice con mi primera BBS02 hace dos años, he dejado de lado la asistencia al pedaleo para todo lo que no sea circular por carretera. La programación de fábrica de la BBS02 es una absoluta mierda y se necesita mucho movimiento de los pedales para activar el sistema PAS, entonces después de dejar de pedalear, el motor sigue funcionando hasta 25 pies, dependiendo de su velocidad actual.\n\nImagina que vas a todo gas por el bosque y tienes un problema, así que dejas de pedalear y el motor te hace avanzar otros 30 metros. En un sendero, pueden pasar muchas cosas en 25 pies, y los árboles duelen, y los grandes no se apartan por mucho que los golpees.\n\n\n\n![nic bike](/img/img-blog/cropped-nice-side.jpg)\n\n\n\nConstruir, programar, conducir, no morir (en ese orden)\n\n\n\nEl kit BBS02 viene con los elegantes frenos electrónicos, pero el problema es que en cuanto tocas los frenos electrónicos, el motor se para completamente durante varios segundos. También es inútil en el bosque, ya que tienes que usar el acelerador y los frenos alternativamente todo el tiempo sin estos molestos retrasos. En la mayoría de mis unidades BBS02 y BBSHD, simplemente desactivé el conector PAS en la caja de control tan pronto como recibí las unidades, lo que me permitió tener 5 niveles diferentes de asistencia al pedaleo. Hace unos días, mientras montaba la Duh Banana Bike y su nuevo y lujoso buje de cambios integrado N380, me pregunté si debía trastear con la programación y probar la función PAS de la BBS02. Me llevó varias horas ajustar la configuración, pero acabé enfrentándome a las máquinas (siempre lo hago) y encontrando una configuración que funciona muy bien, sin tener que usar o instalar molestos frenos en mis singletracks.\n\n\n\nToda esta idea empezó como empiezan muchas de mis ideas: con mi maravillosa esposa. No paraba de hablar de cómo \"podríamos trabajar juntos y perder peso\". Esto significa básicamente: \"Estás engordando demasiado para que quiera volver a acostarme contigo, así que será mejor que hagas algo al respecto, o si no\". Montar una bicicleta con motor no ayudó, ya que pronto aprendí que podía ir mucho más rápido si no pedaleaba, sin hacer dramáticos derrapes.\n\n\n\nEl N360 es un sistema de antena de hace 5 años, que ha sido sustituido por el N380 y el N330.\n\n![n380 n330](/img/img-blog/cvp.jpg?w=700)\n\n\n\nLos CVT Nuvinci sólo tienen una garantía de 250 W, pero pueden absorber mucha más potencia.\n\n\n\nEl resto del año, cuando empiezo a sentirme culpable por el peso de mi simpatía (me estoy preparando para el inevitable embarazo de mi mujer), simplemente saco la bicicleta no eléctrica y la monto día tras día, hasta que se me pasa la culpa y estoy comiendo patatas fritas con Miracle Whip a altas horas de la noche (historia real). En invierno, es casi imposible, ya que las carreteras son tan malas que se necesitaría una cantidad insana de energía para atravesar el bosque en bicicleta. Entre las congelaciones, el hielo, los charcos congelados y la nieve, no puedes sacar suficiente fuerza de esas delgadas patas de pollo para divertirte.\n\n\n\nCon la N380, mi vida y mi estilo de conducción han cambiado completamente, para mejor.\n\n\n\nHace unas semanas, conseguí montar una Nuvinci N380 en mi Duh Banana Bike build y he estado montando en ella mucho. Esta pequeña CVT me ha dado ganas de volver a pedalear, ya que tengo un número ilimitado de \"marchas\" para elegir e incluso puedo usar el interruptor del mango como si fuera un acelerador de moto. Si quiero más potencia, lo bajo y cambia de marcha y consigo mucha más velocidad. Si tengo que subir una cuesta, lo adelanto y la bicicleta frena y sube como un _hogar del infierno_. Todo el sistema es impecable y se siente como debería ser la conducción de una bicicleta eléctrica. \n\n\n\nAl final, me encuentro de nuevo con mi demo del Felt Lebowski sistema de accionamiento Bosch excesivamente caro, poco potente y dependiente del par, y me pregunto si hay alguna manera de conseguir una experiencia similar en un BBS02 cambiando la programación. No me malinterpreten, NUNCA tendré una bicicleta eléctrica con un sistema de accionamiento Bosch. No puedo justificar el gasto de 5800 € en una sola moto. Mi bici Duh Banana me costó 1000 €, incluso con el Nuvinci, y es una de las mejores bicis eléctricas que he montado, incluso sin torquímetro.\n\n\n\n![Con el anillo Lekkie Bling y un piñón de 22T](/img/img-blog/img%5F20160105%5F0900271141.jpg)\n\n\n\nCon el Lekkie Bling Ring y un piñón de 22T, se obtienen relaciones perfectas y una línea de cadena limpia. Una armonía perfecta.\n\n\n\nAunque iba en bicicleta con el BBS02 y el N380 instalados, no quemaba realmente calorías porque mi pulgar estaba un poco sobreexcitado. Lo que necesitaba era una forma de dejar el acelerador y quemar algunas calorías de nuevo. Pasé varias horas ajustando todos los ajustes del PAS en el BBS02 hasta que finalmente encontré algo que me gustó. Si quieres aprender a programar tu caja de control (habrá un test).\n\n\n\nVoy a explicar aquí, uno por uno, los cambios que he realizado en la página de _Asistencia al pedaleo_.\n\n\n\nEstos ajustes han cambiado mi estilo de conducción para mejor\n\n\n\nCorriente de arranque : **10** - No he cambiado este valor, aunque podrías hacerlo si quieres tener una patada más fuerte en los pantalones al despegar. Quiero que mi N380 dure mucho tiempo, así que lo dejé en 10.\n\n\n\nModo de arranque lento: **4** - He jugado un poco con él, pero no me ha gustado la forma en que se mueve a tirones con los ajustes más altos, así que lo he dejado en 4\n\n\n\nGrado de arranque (nº de señal) : **2** - Esta opción estaba causando un comportamiento realmente extraño cuando la puse a 1, así que la puse a 2 en su lugar. Esta es la cantidad mínima de rotación que el sistema puede aceptar antes de que se inicie la alimentación. El Bosch siente el pedal 2.000 veces por segundo para detectar lo que quieres hacer. El motor central para bicicletas eléctricas no tanto. Lo encontré bien porque podía usar el acelerador del pulgar para arrancar cuando la bicicleta se calaba en una colina, y tan pronto como mis piernas bombeaban, soltaba el acelerador y estaba en marcha.\n\n\n\nTiempo de parada: 10 - Esta es la opción más importante que debes cambiar, y es la que puede enviarte 25 pies por el camino hacia un árbol. Si lo pones a menos de 10, el PAS no funcionará. Obviamente, no podemos dejar que eso ocurra. En la versión A del BBS02 se puede ajustar este valor a 5, en la versión B sólo es posible 10 como ajuste más bajo.\n\n\n\nCaída actual : **8** - He ajustado este valor lo más alto posible, ya que no quería que la BBS02 proporcionara menos potencia cuando pedaleo más rápido. Funciona bien a los 8 años.\n\n\n\nDetener el deterioro: **0** - Deja esto en cero, no me importa lo que diga Kepler.\n\n\n\nMantener el poder : **80** - Puede ajustar este valor a 100 si quiere utilizar toda la potencia de su sistema PAS, yo prefiero el valor 80.\n\n\n\n\n\n![¿Qué hago también, cuando mi programación l](/img/img-blog/closeup%5Fof%5Fgenesis%5Fcapsule%5Fshortly%5Fafter%5Freturn%5Freturn3-e1415113530919.jpg)\n\n\n\n¿Y qué pasa si yo o mi bicicleta sufrimos un accidente y nos quemamos por culpa de mi programación? ¿Está cubierto su seguro médico?\n\n\n\nAntes de hacer esos cambios de programación y coger una bicicleta eléctrica con una potencia máxima de 1.300 vatios (el límite en EE.UU. es de 750 vatios), deberías pensar dos veces lo que estás haciendo realmente. Incluso un viaje al hospital hace que la lujosa bicicleta eléctrica de Bosch de 5800 € parezca un buen negocio. Vas en una bicicleta eléctrica casera sin frenos por el bosque, donde pasas por muchos árboles inmóviles, a menudo a velocidades de más de 20 mph sobre varios centímetros de nieve que tiene poca tracción, a menudo sobre hielo que no tiene tracción alguna. Hay formas mucho más fáciles de desplazarse. Podrías aprender a hacer pole dance, esto también podría ser una opción profesional si necesitas dinero rápido. Aunque estoy escribiendo un artículo al respecto, _no_ creo que sea buena idea que _tú_ lo hagas. Y si me demandan, lo único que conseguirán es un enorme montón de piezas y baterías de e-bikes rotas y un cobertizo lleno de fatbikes eléctricas invendibles.\n\n\n\n![Bicicletas + árboles = dolor](/img/img-blog/bicycle%5Fagainst%5Ftree.jpg)\n\n\n\n\n\n\n\nDescubrí que poner el BBS02 en el nivel 2 de PAS era casi perfecto para la mayoría de mis paseos. Me gustó la forma en que la potencia bajaba casi inmediatamente después de dejar de pedalear, y la forma en que la potencia aumentaba lentamente y seguía aumentando mientras mis piernas se movían. Hace tiempo descubrí que ponía energía en los pedales mientras mis piernas bombeaban cuando no se movían. Para moverse en bicicleta, no se necesita necesariamente un sistema de motor de par que funcione mal, sino más bien un controlador que funcione tan bien con su propio estilo de conducción que pueda adaptarse a él y entrar en el flujo. Nunca se insistirá lo suficiente en lo mucho que ayuda el N380 en este empeño.\n\n\n\nComo la BBS02 no tiene un corte de corriente automático cuando se quiere cambiar de marcha, si intenta este sistema NO sin un sensor de velocidad o sin usar los frenos para cambiar de marcha, dañará su desviador y su transmisión con bastante rapidez. Hablo por experiencia. Parece que Bafang venderá las futuras unidades BBSHD con un enchufe de sensor de velocidad incorporado, pero tendrás que comprar un sensor de velocidad de otra persona para que esto funcione realmente.\n\n\n\nSi desea una experiencia de conmutación de motor central para bicicletas eléctricas sin problemas con un descarrilador o IGH, necesita uno de estos circuitos\n\n\n\nEl N380 y el BBS02, con los ajustes adecuados, se sienten bien en el bosque. Si quiero más potencia, muevo la CVT hacia atrás y piso los pedales, y obtengo la potencia que necesito. Si quiero menos potencia, adelanto la CVT y conduzco más despacio. Esto le da un control sobre la potencia del BBS02 que no tendría de otro modo. Recomiendo encarecidamente esta configuración, aunque la uso con precaución, porque si cruzas ese puente, probablemente no volverás. No puedo decir que no te arrepentirás si alguna vez te haces daño.\n\n\n\nEso fue una doble negación y significa que probablemente se arrepentirá de haber leído este artículo cuando esté en el hospital y sus extremidades estén atascadas.\n\n\n\n\n\n\n","params":{"posts":"construir-programar-conducir-no-morir-en-ese-orden"},"filename":"Construir, programar, conducir, no morir (en ese orden)"},"__N_SSG":true}