{"pageProps":{"ficheros":["6 Baterías de bicis eléctricas","BBS02 750 vs BBSHD 1000W vs Cyclone 3000W","BBSHD con programación personalizada","BBSHD de 100mm","Bafang bbshd","Batería de 48V o 52V para una bicicleta eléctrica","Batería de alto rendimiento para bicicletas electricas","Baterías de litio para bicicletas electricas","Baterías y el BMS son fáciles de transportar","Bicicleta electrica urbana","Bicicletas eléctricas para la playa","Bicicletas en dinamarca","Cargador de bicicletas eléctricas","Conducir sobre nieve con un motor electrico BBSHD","Conectores XT90 de alta potencia 90A","Conectores tipo banana para bicicletas electricas","Construcción de una bicicleta eléctrica","Construir una bicicleta eléctrica de gama media barata","Construir, programar, conducir, no morir (en ese orden)","Cubierta Vee Rubber Vee 8","Cyclone Mid Drive 3000W","Cómo hacer tu propia bicicleta eléctrica","Dawes 1500","Engranaje de nylon en el BBS02","Engranaje de nylon para bicicletas electricas","Horquilla de suspensión Bluto Fat Bike","Kit Cyclone Mid Drive 3000W","Kit Cyclone de 3000W","Kit central Bafang BBS02 750W para bicicletas electricas","Kit conversión bicicleta eléctrica barato","Kit conversión bicicleta eléctrica con batería","La gente que vende kits de bicicletas eléctricas","Las e-bikes son peligrosas","Luces led para bicicletas electricas","Mantenimiento del motor electrico bbs02 para bicicleta","Mighty Mini 30T","Monstruosa bicicleta eléctrica de dos ruedas motrices","Montar una batería de litio para una bicicleta eléctrica","Motor Mid-Drive","Neumáticos Mission Command 4 Vee","Nexus-3 IGH para la construcción de bicicletas con ruedas grandes","No hay lugar más seguro para sus baterías de litio y cargadores en su casa","Normativa de circulacion para las bicicletas eléctricas","Nuvinci buje trasero Freno de rodillo N171 Calvo 36G plateado","Pantalla para bicicleta eléctrica","Plato Lekkie Bling para el BBSHD","Platos eléctricos para bicicletas eléctricas","Platos luna eclipse bicicleta electrica","SHIMANO SG-3D55 Universal Hub Kit Nexus","Sistema BBS02 e-RAD","Snow Shoe 2XL","Software de programación de Bafang para el BBSHD","Todo lo que necesitas saber sobre una batería para una bicicleta eléctrica","Vee Rubber Snow Shoe 4 5","kit BBSHD 1000W Middrive de Bafang","n380 Motor bicicleta electrica","¿Necesito un sensor de velocidad en una bicicleta eléctrica?"],"datos":"# Engranajes de nylon para bicicletas electricas\n\n\nEn el pasado le he dicho a la gente que al reemplazar los engranajes de nylon que deben usar grasa para ejes de alta resistencia, ya que la grasa de litio con la que viene es increíblemente ligera y tiende a reventar los engranajes de reducción primaria cuando están funcionando a miles de rpm. Después de 5 minutos de búsqueda en Internet, descubrí que esto era una idea horrible y que en realidad podría ablandar su transmisión de nylon y hacer que falle prematuramente (en realidad era un truco para vender más transmisiones de nylon para Bafang).\n\n\n\nEsto me recuerda mi fallo inicial del engranaje de nylon hace unos 6 meses, y recuerdo claramente que el engranaje estaba lubricado 1/2 con grasa blanca (al motor) y 1/2 con grasa negra (a la unidad de accionamiento), lo que me llevó a creer que esta grasa pesada del eje se había filtrado a través del rodamiento y quizás ablandó el engranaje de nylon y lo hizo fallar prematuramente. Un vídeo que confirma mi hipótesis es de nuestro fanático australiano favorito de la velocidad, Bruno, en el que desmonta un BBS02 a 6000 km. ALERTA DE SPOILER: Se ha pasado completamente al lado oscuro.\n\n\n\n¿Sé con certeza que ésta es la causa de mi fracaso? Desde luego que no. ¿Estoy seguro más allá de una duda razonable? Cuanto más investigo, más parece ser cierto. La caja de cambios falló a altas revoluciones, bajo no demasiada carga, en una ligera colina de 5 grados, a unos 15 km/h, en una marcha muy baja. Teniendo en cuenta lo fuerte que suelo golpear mis unidades de accionamiento, es imposible que la caja de cambios haya fallado en estas condiciones.\n\n\nEsta es la rueda dentada de nylon recién sacada de la unidad motriz, con el antiestético lado negro de la grasa del eje hacia arriba.\n\n\n\nHe estado mirando mis fotos de la sustitución del engranaje de nylon, y cuanto más las miro, más obvio parece que la grasa del eje se está filtrando a través del rodamiento. ¿Hay alguna forma de evitarlo? Cuando lubrico mi caja de cambios secundaria en el otro lado, uso mucha grasa negra para ejes. Si utilizo demasiada grasa y del tipo equivocado, la grasa puede filtrarse a través del rodamiento.\n\n\n\n![Limpia esta habitación con un cepillo](/img/img-blog/imag2923.jpg)\n\n\n\nPuede ver que la grasa de la parte posterior de la unidad es de un color gris mucho más oscuro, casi negro. Debe haberse filtrado en el rodamiento. Dios mío, esta unidad de accionamiento es _FILTHY_.\n\n\n\n¿Tendrá el BBSHD un problema similar? Es difícil de decir, pero a partir de ahora no quitaré la grasa negra de la 2ª caja de cambios y la sustituiré por mi grasa para ejes cuando la desmonte. También tendré especial cuidado en no poner grasa negra en el engranaje de nylon. Utilice sólo grasa de litio blanca si tiene que sustituir esta caja de cambios después de una avería. Encontré este comentario muy informativo de \"callpocket\".\n\n\n\nCuando revisé algunas videocaseteras hace unos años, todos los manuales tenían grandes notas rojas que decían que los técnicos sólo debían usar grasa de litio blanca para lubricar los engranajes de plástico, ya que la grasa a base de petróleo dañaría los engranajes. Descubrí que esto también se aplicaba a los rodillos de plástico o nylon de los mecanismos de las ventanas de muchos vehículos antiguos (por experiencia). Los propietarios y los mecánicos habían utilizado vaselina o grasa para ejes para lubricarlos, y los rodillos de nylon o plástico se desprendían. Siempre los he sustituido y he utilizado litio blanco después de ver los daños que causan otros lubricantes.\n\n\n\n![Il me donne faim rien qu'en le regardant.](/img/img-blog/imag2914-e1443095392930.jpg)\n\n\n\nEl lado del engranaje de nylon que se enfrenta al rotor está hecho casi por completo de grasa de litio. Se parece un poco a un engranaje de VCR.\n\n\n\nGracias a Dieter Spiller por señalar lo obvio. Le dije que usara KY Sex Lube en su equipo de nylon y tuvo razón en negarse. Si todo el mundo fuera tan inteligente como para ignorar mis buenos consejos. Hay un lugar especial en el infierno para la gente que utiliza grasa a base de petróleo en su equipo de nylon, y ya tengo mi billete sencillo.\n\n\n\n\n\n\n","params":{"posts":"engranaje-de-nylon-para-bicicletas-electricas"},"filename":"Engranaje de nylon para bicicletas electricas"},"__N_SSG":true}