{"pageProps":{"ficheros":["6 Baterías de bicis eléctricas","BBS02 750 vs BBSHD 1000W vs Cyclone 3000W","BBSHD con programación personalizada","BBSHD de 100mm","Bafang bbshd","Batería de 48V o 52V para una bicicleta eléctrica","Batería de alto rendimiento para bicicletas electricas","Baterías de litio para bicicletas electricas","Baterías y el BMS son fáciles de transportar","Bicicleta electrica urbana","Bicicletas eléctricas para la playa","Bicicletas en dinamarca","Cargador de bicicletas eléctricas","Conducir sobre nieve con un motor electrico BBSHD","Conectores XT90 de alta potencia 90A","Conectores tipo banana para bicicletas electricas","Construcción de una bicicleta eléctrica","Construir una bicicleta eléctrica de gama media barata","Construir, programar, conducir, no morir (en ese orden)","Cubierta Vee Rubber Vee 8","Cyclone Mid Drive 3000W","Cómo hacer tu propia bicicleta eléctrica","Dawes 1500","Engranaje de nylon en el BBS02","Engranaje de nylon para bicicletas electricas","Horquilla de suspensión Bluto Fat Bike","Kit Cyclone Mid Drive 3000W","Kit Cyclone de 3000W","Kit central Bafang BBS02 750W para bicicletas electricas","Kit conversión bicicleta eléctrica barato","Kit conversión bicicleta eléctrica con batería","La gente que vende kits de bicicletas eléctricas","Las e-bikes son peligrosas","Luces led para bicicletas electricas","Mantenimiento del motor electrico bbs02 para bicicleta","Mighty Mini 30T","Monstruosa bicicleta eléctrica de dos ruedas motrices","Montar una batería de litio para una bicicleta eléctrica","Motor Mid-Drive","Neumáticos Mission Command 4 Vee","Nexus-3 IGH para la construcción de bicicletas con ruedas grandes","No hay lugar más seguro para sus baterías de litio y cargadores en su casa","Normativa de circulacion para las bicicletas eléctricas","Nuvinci buje trasero Freno de rodillo N171 Calvo 36G plateado","Pantalla para bicicleta eléctrica","Plato Lekkie Bling para el BBSHD","Platos eléctricos para bicicletas eléctricas","Platos luna eclipse bicicleta electrica","SHIMANO SG-3D55 Universal Hub Kit Nexus","Sistema BBS02 e-RAD","Snow Shoe 2XL","Software de programación de Bafang para el BBSHD","Todo lo que necesitas saber sobre una batería para una bicicleta eléctrica","Vee Rubber Snow Shoe 4 5","kit BBSHD 1000W Middrive de Bafang","n380 Motor bicicleta electrica","¿Necesito un sensor de velocidad en una bicicleta eléctrica?"],"datos":"# Horquilla de suspensión Bluto Fat Bike\n\nAntes de la horquilla de suspensión Bluto Fat Bike, no había nada. La única manera de conseguir la suspensión en esta bicicleta gorda era conseguir un neumático más grueso.\n\nLa Bluto fue víctima de los problemas del clima frío, así que suelo dejar mi costosa horquilla Bluto de 500 € en el cobertizo todo el invierno y sólo la saco cuando se derrite la nieve. Estaba buscando una horquilla de suspensión metálica barata (el Bluto es un amortiguador de aire) que pudiera utilizar durante todo el año, así que me lancé a por la horquilla de suspensión Sondors Bike Upgrade (por 89 €) cuando Luna la puso en stock por primera vez hace unos meses.\n\nBueno, el primer lote se agotó más rápido que Burning Man Tickets, pero por suerte para mí, estaba en la lista de correo de Luna, así que pude conseguir uno rápidamente. Culpo a todos los propietarios de bicicletas eléctricas Sondors por la dificultad de conseguir estas horquillas, todos tienen que conseguir una para su elegante Sondors-E-Bike.\n\n\n\n![Die mit Abstand billigste Fat Bike-Federgabel](/img/img-blog/img%5F20160416%5F180732381.jpg)\n\n\n\nSin duda, la horquilla de suspensión para bicicletas gordas más barata que se puede encontrar en los España a 89 €. Bonito buje de rueda trasera sin casete. Arf, arf.\n\n\n\n¿Qué tal ha funcionado esa horquilla de muelle de acero barata, y la recomendaría a alguien que me guste de verdad? Preguntas difíciles, porque ahora mismo no se me ocurre nadie que me guste de verdad, excepto tú. Me gustas mucho. No eres como los demás aquí en el parque de remolques.\n\n\n\nHablemos primero del peso. La horquilla de cromoly que sustituyó a esta horquilla de muelle pesaba nada menos que 3,5 kilos. La horquilla de resorte fue un buen 6lbs y 11oz, lo que significa un poco más de 3 kilos en el valor de peso extra. Para una horquilla barata con un muelle de acero, diría que era de esperar, si quieres jugar, tienes que pagar.\n\n\n\n![Die Rosie O'donnell von Front Forks](/img/img-blog/forkweigh.jpg)\n\n\n\nLa Rosie O'donnell de las horquillas delanteras. Su pequeña y delgada horquilla de carbono no tiene nada que ver con este bebé.\n\n\n\nEn cuanto a la configuración, esta horquilla es una horquilla no cónica de 1 1/8″, que es el tamaño de tubo de dirección más común para las bicicletas, especialmente las de cuadro de acero. Se ajustará a la mayoría de los tubos de dirección no cónicos de las bicicletas Direct fatties más antiguas de Motobecane, pero a ninguno de las bicicletas Gravity BD Fat (para el tubo de dirección de 1 1/8″, consulte la descripción del cuadro).\n\nSi tu tubo de dirección es cónico, necesitarás un adaptador de juego de dirección de lujo, que es muy confuso de encontrar. Estudia durante al menos 24 horas antes de intentar comprar unos auriculares, luego tendrás que hacer una prueba del indiscutible nerd de las bicicletas Alpha, Sheldon Brown, y después preguntar a otra persona si es la correcta. Realmente no entiendo esto del casco, es demasiado confuso y me da dolor de cabeza.\n\n\n\nUna cosa de la que te das cuenta muy rápidamente es que vas a necesitar una corona, porque la corona de tu vieja horquilla no se va a despegar por mucho que te empeñes en morderla. Una vez que conseguí una corona nueva de 1 1/8″ por 5,99 €, tuve que golpearla con un tubo de acero más grande que 1 1/8″ y un martillo para que se asentara. Fue terapéutico.\n\n\n\n![Détail](/img/img-blog/detail.jpg?w=700)](/img/img-blog/detail.jpg)\n\n\n\nLa horquilla se ajusta a una 4.8 en una llanta de 50mm. No he podido conseguir que un Lou se adapte a una llanta de 80mm sin que roce a-dub-dub.\n\n\n\nAl final, monté un buje trasero de 130mm en una Deadeye Monster, ya que el 4.8 Bud que quería montar en la llanta de 80mm que venía con la Boris X9 no encajaba del todo (estaba bien). La horquilla delantera tampoco era lo suficientemente larga para el tubo de dirección de 21″ del cuadro y el tubo de dirección sólo llegaba hasta la mitad de la potencia. Como me gusta vivir al límite, esto realmente no es un problema, cada vez que aterrizo en un gran salto me pregunto si el manillar se caerá. Haría el aterrizaje mucho más interesante.\n\n\n\n![Esta horquilla no es tan buena como ](/img/img-blog/woods.jpg)\n\n\n\nEsta horquilla no es ni de lejos tan bonita como la Bluto, pero sigue siendo sorprendentemente buena para una horquilla barata. Destaca en las raíces.\n\n\n\nHay un bloqueo por lo que vale, así como un ajuste de precarga que era demasiado difícil de girar y me gusta mis horquillas bastante flojo de todos modos. Yo voy con el culo tan atrás que la rueda delantera apenas toca el suelo la mayor parte del tiempo.\n\n\n\nEn carretera, la horquilla absorbe los baches y hace que se sienta mucho más segura de lo que realmente es, si se circula a más de 30 km/h. En el bosque, la horquilla es un poco rígida y deliberada. Se traga las raíces y los golpes, pero a menudo con una sensación de sacudida, a diferencia del tacto sedoso del Bluto.\n\nEl Bluto tiene serios problemas en tiempo frío, donde el aire encuentra su camino en la cámara inferior y anula el efecto de absorción, haciendo que la horquilla se hunda muy fácilmente. Añadir aire adicional no resuelve el problema. He visto este problema con mi Bluto y por eso nunca lo uso con temperaturas bajo cero, y tú tampoco deberías. Hay un rumor de que CockShocks está trabajando en un kit de clima frío para la Bluto, para que la gente que está loca pueda desmontar sus costosas horquillas y reemplazar los sellos, pero hasta que eso suceda, es mejor reemplazar la horquilla en invierno.\n\n\n\n![Vivre le rêve, bébé](/img/img-blog/woods2.jpg)\n\n\n\nViviendo el sueño, nena.\n\n\n\nSi estás buscando una horquilla de suspensión barata que pueda manejar cualquier neumático de hasta 4,5″ de ancho verdadero para una e-bike de cercanías o una horquilla de suspensión para tu eFat bike en invierno, la horquilla de suspensión Luna Fat Bike, de 89 €, podría ser la elección correcta. Recuerda lo que aprendí del corredor de descenso de clase mundial (el mejor corredor con el que me he metido porque pedaleaba muy despacio): Mantén limpios los tubos de la horquilla, incluso con tus horquillas cutres y baratas.\n\n\n\nSigue conduciendo.\n\n\n\nACTUALIZACIÓN: He intentado hacer funcionar esta horquilla en la nieve, pero la grasa alrededor de los retenes de la horquilla se endurece mucho con el frío y la horquilla se raya por completo. Si busca una horquilla de suspensión para el invierno, busque en otra parte.\n\n\n","params":{"posts":"horquilla-de-suspension-bluto-fat-bike"},"filename":"Horquilla de suspensión Bluto Fat Bike"},"__N_SSG":true}