{"pageProps":{"ficheros":["6 Baterías de bicis eléctricas","BBS02 750 vs BBSHD 1000W vs Cyclone 3000W","BBSHD con programación personalizada","BBSHD de 100mm","Bafang bbshd","Batería de 48V o 52V para una bicicleta eléctrica","Batería de alto rendimiento para bicicletas electricas","Baterías de litio para bicicletas electricas","Baterías y el BMS son fáciles de transportar","Bicicleta electrica urbana","Bicicletas eléctricas para la playa","Bicicletas en dinamarca","Cargador de bicicletas eléctricas","Conducir sobre nieve con un motor electrico BBSHD","Conectores XT90 de alta potencia 90A","Conectores tipo banana para bicicletas electricas","Construcción de una bicicleta eléctrica","Construir una bicicleta eléctrica de gama media barata","Construir, programar, conducir, no morir (en ese orden)","Cubierta Vee Rubber Vee 8","Cyclone Mid Drive 3000W","Cómo hacer tu propia bicicleta eléctrica","Dawes 1500","Engranaje de nylon en el BBS02","Engranaje de nylon para bicicletas electricas","Horquilla de suspensión Bluto Fat Bike","Kit Cyclone Mid Drive 3000W","Kit Cyclone de 3000W","Kit central Bafang BBS02 750W para bicicletas electricas","Kit conversión bicicleta eléctrica barato","Kit conversión bicicleta eléctrica con batería","La gente que vende kits de bicicletas eléctricas","Las e-bikes son peligrosas","Luces led para bicicletas electricas","Mantenimiento del motor electrico bbs02 para bicicleta","Mighty Mini 30T","Monstruosa bicicleta eléctrica de dos ruedas motrices","Montar una batería de litio para una bicicleta eléctrica","Motor Mid-Drive","Neumáticos Mission Command 4 Vee","Nexus-3 IGH para la construcción de bicicletas con ruedas grandes","No hay lugar más seguro para sus baterías de litio y cargadores en su casa","Normativa de circulacion para las bicicletas eléctricas","Nuvinci buje trasero Freno de rodillo N171 Calvo 36G plateado","Pantalla para bicicleta eléctrica","Plato Lekkie Bling para el BBSHD","Platos eléctricos para bicicletas eléctricas","Platos luna eclipse bicicleta electrica","SHIMANO SG-3D55 Universal Hub Kit Nexus","Sistema BBS02 e-RAD","Snow Shoe 2XL","Software de programación de Bafang para el BBSHD","Todo lo que necesitas saber sobre una batería para una bicicleta eléctrica","Vee Rubber Snow Shoe 4 5","kit BBSHD 1000W Middrive de Bafang","n380 Motor bicicleta electrica","¿Necesito un sensor de velocidad en una bicicleta eléctrica?"],"datos":"# Kit de conversión bicicleta eléctrica barato\n\nDespués de construir 4 prototipos diferentes de fatbikes eléctricas de Amazon Aluminium Fatbikes, decidí tomar una ruta completamente diferente. La nueva Storm fatbike está vendiendo su fatbike completa con batería, cargador y motor por apenas 499 € (hasta este viernes 2/6/2015).\n\nTeniendo en cuenta que suelo gastar más que eso sólo en un motor o una batería, se trata de una oferta increíble que simplemente no se puede ignorar. La última vez que fui a comprar neumáticos decentes de 4,9\", costaban más de 130 € la pieza enviada, y para las llantas que son en gran medida las más baratas que puedo encontrar, son 50 € la pieza y eso es para llantas pesadas de doble pared sin agujeros. El mayor reto en la construcción de una fatbike AWD es conectar la rueda delantera al motor. La Storm viene con un motor ya ensartado y montado con su propia batería, el problema es que está en la rueda equivocada.\n\n\n\n![La Storm original NO fue diseñada para singletrack](/img/img-blog/mountain.gif)\n\n\n\nLa Storm original NO está diseñada para singletrack, pero con 500 € y un poco de ingenio, se puede convertir fácilmente en la máquina definitiva para singletrack.\n\n\n\nComo el cuadro es de acero, esto significa que podemos doblar la horquilla delantera impunemente. Así que en unos simples pasos tenemos una máquina súper barata para singletrack/nieve profunda.\n\n\n\n1) Desmonte la rueda trasera y saque la rueda libre.\n\n\n\n2) Montarlo en la parte delantera estirando la horquilla delantera para que las punteras encajen en el eje más grande.\n\n\n\n3) Compra un buje trasero/rueda libre barato en ebay con una separación de buje similar y atornilla la rueda delantera en el nuevo buje (o pide a tu distribuidor de bicicletas que lo haga por unos 40 €). Puede encontrar las instrucciones sobre el asentamiento de las ruedas.\n\n\n\n4) Monta una rueda libre singlespeed en el eje, coge la más grande que encuentres, yo recomiendo una de 22T en la caja más pequeña. Monte el viejo neumático delantero, que ahora está montado en un nuevo eje, en las punteras traseras.\n\n\n\n![Die schwer fassbare BB des Sturms, reif für Veränderungen.](/img/img-blog/storm-bb.jpg)\n\n\n\nEl escurridizo BB de la tormenta, maduro para el cambio.\n\n\n\n5) Lijar el juego de bielas para que se adapte una unidad BBS02 750 Mid0drive original a la biela. Te sugiero que consigas un adaptador BCD104 barato y montes un plato de 32T en la parte delantera. Si no quieres lijar el plato, siempre puedes usar el kit de conversión de eje de 100mm. No puedo hacer fotos decentes del plato, pero parece que se puede lijar fácilmente hasta 68mm o más, sin tocar las vainas.\n\n\n\n6) Ponte una cadena de BMX fuerte y un par de tiradores si quieres adentrarte en la nieve polvo realmente profunda.\n\n\n\n7) Si no tienes un pack de 48V que entregue 25Amp, necesitas construir un pack de 12S2P. La forma más barata de hacerlo es con los paquetes Zippy Flightmax que se encuentran diferentes modelos. Los lipos no son ninguna broma y puedes hacerte daño fácilmente o incendiar tu casa, así que dedícate primero a pensar cómo no matarte en la esfera infinita. Si eres propenso a los accidentes o tienes tendencia a conectar cosas de forma incorrecta, puedes estar más seguro con las baterías Lifepo4.\n\n\n\n8) Quita esa estúpida erección.\n\n\n\nEso es todo, has terminado. Con el precio de calle de la BBS02 en torno a los 500 € (recomendamos la compra a Paul en em3ev.com), esto significa que has construido una impresionante bicicleta de pista única que debería ser capaz de arar a través de 6-8″de polvo con cadenas, cuenta con alrededor de 1400 vatios y debería ser bueno para varias horas de conducción. Yo apilaría los aceleradores de los pulgares de manera que se superpongan, de modo que si le das al acelerador del BBS02, la rueda delantera estará SIEMPRE encendida, pero si le das al estrangulador de la rueda delantera, puede funcionar sola. La idea es que la BBS02 alcanza sus límites a velocidades superiores a 8-9 mph, porque el tren de transmisión está ajustado tan bajo debido a la manivela y el engranaje de rueda libre. En la carretera o en la playa querrás usar sólo el motor delantero, será mucho más eficiente a velocidades más altas y debería ser capaz de hacer algo cercano a 20mph, aunque sospecho que la velocidad máxima estará más cerca de 17mph.\n\n\n\nEn cuanto al peso, calcula 7 kilos para los Zippies y unas 9 kilos más para los BBS02, lo que debería llevar el peso total de la bicicleta a unas 60 kilos si la Storm es realmente de 45 kilos. Creo que puedes ahorrar uno o dos kilos sustituyendo el asiento y los tubos por tubos ligeros. Supongo que actualizaré los frenos de mi bicicleta a BB7, que puedes conseguir enviados desde Hong Kong por unos 50 € el par en ebay. También tengo la intención de mejorar ese ridículo asiento y esos tubos excesivamente pesados. He estado utilizando los Q-tubes en neumáticos de 4,9\" con llantas de 80mm sin ningún problema, y casi seguro que se ahorrará un kilo o tres.\n\n\n\nActualización: Paul vende ahora un motor FatMAC que se adapta a las punteras de 170-185mm. Como de todos modos tendrás que modificar la rueda delantera, podría tener sentido utilizar un motor FatMAC 12T en lugar del BBS02\\. Puede que no tenga tanto par motor, pero su velocidad máxima es de 15 km/h en lugar de 10. También es mucho más barato, unos 270 € sólo por el motor de buje (sin regulador ni acelerador).\n\nSi añades radios, un regulador y un acelerador, estarás en el rango de los 400 € (antes del envío). El Upgraded MAC 12T es el único motor de buje que recomendaría para paseos individuales, ya que la mayoría de los otros motores de buje que he probado son demasiado débiles o demasiado pesados. Para encontrar el tamaño correcto de los radios, debe consultar su sitio web y utilizar la calculadora de radios después de medir el diámetro interior de la llanta Storm con la mayor precisión posible. Compra 2-3 radios de más, ya que es tedioso encontrar la talla correcta cuando se rompen.\n\n\n\n\nSigue conduciendo.\n\n\n","params":{"posts":"kit-conversion-bicicleta-electrica-barato"},"filename":"Kit conversión bicicleta eléctrica barato"},"__N_SSG":true}