{"pageProps":{"ficheros":["6 Baterías de bicis eléctricas","BBS02 750 vs BBSHD 1000W vs Cyclone 3000W","BBSHD con programación personalizada","BBSHD de 100mm","Bafang bbshd","Batería de 48V o 52V para una bicicleta eléctrica","Batería de alto rendimiento para bicicletas electricas","Baterías de litio para bicicletas electricas","Baterías y el BMS son fáciles de transportar","Bicicleta electrica urbana","Bicicletas eléctricas para la playa","Bicicletas en dinamarca","Cargador de bicicletas eléctricas","Conducir sobre nieve con un motor electrico BBSHD","Conectores XT90 de alta potencia 90A","Conectores tipo banana para bicicletas electricas","Construcción de una bicicleta eléctrica","Construir una bicicleta eléctrica de gama media barata","Construir, programar, conducir, no morir (en ese orden)","Cubierta Vee Rubber Vee 8","Cyclone Mid Drive 3000W","Cómo hacer tu propia bicicleta eléctrica","Dawes 1500","Engranaje de nylon en el BBS02","Engranaje de nylon para bicicletas electricas","Horquilla de suspensión Bluto Fat Bike","Kit Cyclone Mid Drive 3000W","Kit Cyclone de 3000W","Kit central Bafang BBS02 750W para bicicletas electricas","Kit conversión bicicleta eléctrica barato","Kit conversión bicicleta eléctrica con batería","La gente que vende kits de bicicletas eléctricas","Las e-bikes son peligrosas","Luces led para bicicletas electricas","Mantenimiento del motor electrico bbs02 para bicicleta","Mighty Mini 30T","Monstruosa bicicleta eléctrica de dos ruedas motrices","Montar una batería de litio para una bicicleta eléctrica","Motor Mid-Drive","Neumáticos Mission Command 4 Vee","Nexus-3 IGH para la construcción de bicicletas con ruedas grandes","No hay lugar más seguro para sus baterías de litio y cargadores en su casa","Normativa de circulacion para las bicicletas eléctricas","Nuvinci buje trasero Freno de rodillo N171 Calvo 36G plateado","Pantalla para bicicleta eléctrica","Plato Lekkie Bling para el BBSHD","Platos eléctricos para bicicletas eléctricas","Platos luna eclipse bicicleta electrica","SHIMANO SG-3D55 Universal Hub Kit Nexus","Sistema BBS02 e-RAD","Snow Shoe 2XL","Software de programación de Bafang para el BBSHD","Todo lo que necesitas saber sobre una batería para una bicicleta eléctrica","Vee Rubber Snow Shoe 4 5","kit BBSHD 1000W Middrive de Bafang","n380 Motor bicicleta electrica","¿Necesito un sensor de velocidad en una bicicleta eléctrica?"],"datos":"# Kit Cyclone de 3000W\n\nDesde que lo recibí hace tres meses, he estado amenazando a cualquiera que me escuche con hacer funcionar mi BBSHD a través de mi controlador Lyen 65 Amp 18FET. Finalmente logré fumarlo, y tal como había apostado, el engranaje primario de nylon fue el primero en romperse. En realidad, no fue lo primero que se rompió, sino el engranaje de la rueda dentada de mi casete. Por si acaso, el BBSHD 1000W está limitado a 30Ampere, pero está completamente sobredimensionado para esa baja potencia.\n\n\n\n![Como el hombre asiste a los viejos azules del invierno](/img/img-blog/painful.jpg)\n\n\n\nCómo vencer la tristeza del final del invierno. Destruye algo que amas. Destruye todo lo que toca. Destruye algo hermoso.\n\n\n\nPasé cerca de dos horas desmontando la vieja caja de control, cortando los cables del sensor Hall y montando la caja de control Lyen. Trabajé con mucho cuidado, ya que quería asegurarme de que todo se hiciera exactamente bien para el BBSHD. Fue un poco complicado porque los cables son bastante cortos y tuve que montar la caja de control en la parte inferior del tubo inferior.\n\n\n\nCuando probé la bicicleta con la rueda trasera levantada, todo parecía estar bien y sólo consumía un amperio. No vi ningún problema importante, así que volví a montar la bicicleta y salí al jardín. En una parada, toqué el acelerador con mucho cuidado y escuché un ruido muy fuerte cuando mi caro desviador granny 42T en mi nuevo casete Sunrace se rompió completamente en pedazos. Limpié cuidadosamente la cadena de residuos, luego ajusté mi desviador para que ya no cambiara en esa marcha, y luego comencé a rodar de nuevo, esta vez en una marcha más alta, mientras la bicicleta ya estaba en movimiento, sólo para estar seguro. No quería parar cuando había empezado tan bien.\n\n\n\nLa potencia y la aceleración eran realmente estimulantes, era incluso más divertido que el Kit Cyclone de 3000W, pero sabía que no duraría. La unidad de accionamiento aún no se había calentado, así que hice una prueba de velocidad en carretera, y el BBSHD alcanzó fácilmente las 35 mph, verificadas por el GPS. La velocidad máxima no era realmente emocionante, pero la potencia constante en todo el rango de potencia era bastante emocionante. La potencia hacía que pareciera que ibas más lejos. Fui alrededor de 1/4 de milla, luego me di la vuelta para probar la velocidad en la dirección opuesta. El motor alcanzó fácilmente las 35 mph durante un minuto, luego el engranaje de nylon se autodestruyó y comenzó a rozar, luego dejó de engranar en absoluto y el motor sólo giró libremente. Volví a casa pedaleando, derrotado.\n\n\n\nLas piezas normales de la bicicleta viven con un miedo mortal hacia mí. Supongo que ese cassette cutre y sobrevalorado no podía soportar 3000 vatios. Nota para mí: \"La próxima vez, todo de acero\".\n\n\n\nHabía esperado hasta que Luna tuviera en stock los engranajes de nylon para el BBSHD antes de hacerlo, ya que es un verdadero dolor conseguir estos engranajes de nylon desde China. Puede encontrar instrucciones para sustituir el engranaje de nylon en el BBS02 y es similar para el BBSHD, excepto que es muy laborioso sacar el motor. Hay que hacer palanca desde ambos lados con dos destornilladores planos al mismo tiempo. Tenga cuidado de no arrancar los tornillos Phillips que fijan la cubierta al engranaje de nylon. Es útil utilizar el tamaño correcto de la broca, y luego poner todo su peso en el destornillador y girarlo con un tornillo de banco unido al destornillador.\n\n\n\n\nEl controlador Lyen es muy respetado en la comunidad de construcción de bicicletas ES, pero no me convenció.\n\n\n\nEl controlador Lyen 18 Fet cuesta unos 200 € directamente de Lyen, pero sinceramente, no lo recomiendo. Es increíblemente grande, estúpidamente pesada, y la potencia de salida es bastante espasmódica (y no espasmódica tampoco, más bien espasmódica). La programación de los controladores es un coñazo, y aunque Lyen es un tipo muy social, me pareció otro controlador chino barato con unos mosfets decentes que no apestaban del todo. Para ser justos, _hizo_ trabajo y _no_ fracasó, así que tal vez debería callarme. ¿Por qué no hace alguien un controlador impresionante similar a los controladores de Castle Creations para una bicicleta eléctrica y lo vende por 100 €? Estas enormes porquerías son ridículas.\n\n\n\nSi quieres copiar mi edición (realmente no deberías, pero si lo haces, por favor, usa mucha menos electricidad), puedes usar este cableado de Mike Keefer en ES. Mike Keefer y yo estamos de acuerdo en que uno debería poder leer Esfera infinita en el trabajo y cobrar por ello, pero eso es lo único en lo que estamos de acuerdo. ¡Si sólo tuviera un trabajo!\n\n\n\n![I have had better days](/img/img-blog/butter-e1456795929697.jpg)\n\n\n\nMantequilla de cacahuete. Deliciosa.\n\n\n\nComando Lyen -&amp;amp;gt ; Motor BBSHD :\n\n\n\nAmarillo - Gris\n\n\n\nVerde - Blanco\n\n\n\nazul - púrpura\n\n\n\nFASE :\n\n\n\nAmarillo - amarillo\n\n\n\nverde - azul\n\n\n\nazul - verde\n\n\n\nLa configuración de la prueba consistía en una batería de 48V cargada a unos 50V, y el regulador estaba ajustado a 65A, dando un total de 3250 vatios, más o menos.\n\n\n\nRide On ...\n\n\n\nO conduce hasta que algo falle catastróficamente, y luego vuelve a casa en bicicleta con tu montón de mierda rota, si todavía puedes.\n\n\n\nEste BBSHD se lo buscó. No puedo dejar de pensar en lo bien que me lo pasé conduciendo este BBSHD a 65 amperios.\n\n\n","params":{"posts":"kit-cyclone-de-3000w"},"filename":"Kit Cyclone de 3000W"},"__N_SSG":true}