{"pageProps":{"ficheros":["6 Baterías de bicis eléctricas","BBS02 750 vs BBSHD 1000W vs Cyclone 3000W","BBSHD con programación personalizada","BBSHD de 100mm","Bafang bbshd","Batería de 48V o 52V para una bicicleta eléctrica","Batería de alto rendimiento para bicicletas electricas","Baterías de litio para bicicletas electricas","Baterías y el BMS son fáciles de transportar","Bicicleta electrica urbana","Bicicletas eléctricas para la playa","Bicicletas en dinamarca","Cargador de bicicletas eléctricas","Conducir sobre nieve con un motor electrico BBSHD","Conectores XT90 de alta potencia 90A","Conectores tipo banana para bicicletas electricas","Construcción de una bicicleta eléctrica","Construir una bicicleta eléctrica de gama media barata","Construir, programar, conducir, no morir (en ese orden)","Cubierta Vee Rubber Vee 8","Cyclone Mid Drive 3000W","Cómo hacer tu propia bicicleta eléctrica","Dawes 1500","Engranaje de nylon en el BBS02","Engranaje de nylon para bicicletas electricas","Horquilla de suspensión Bluto Fat Bike","Kit Cyclone Mid Drive 3000W","Kit Cyclone de 3000W","Kit central Bafang BBS02 750W para bicicletas electricas","Kit conversión bicicleta eléctrica barato","Kit conversión bicicleta eléctrica con batería","La gente que vende kits de bicicletas eléctricas","Las e-bikes son peligrosas","Luces led para bicicletas electricas","Mantenimiento del motor electrico bbs02 para bicicleta","Mighty Mini 30T","Monstruosa bicicleta eléctrica de dos ruedas motrices","Montar una batería de litio para una bicicleta eléctrica","Motor Mid-Drive","Neumáticos Mission Command 4 Vee","Nexus-3 IGH para la construcción de bicicletas con ruedas grandes","No hay lugar más seguro para sus baterías de litio y cargadores en su casa","Normativa de circulacion para las bicicletas eléctricas","Nuvinci buje trasero Freno de rodillo N171 Calvo 36G plateado","Pantalla para bicicleta eléctrica","Plato Lekkie Bling para el BBSHD","Platos eléctricos para bicicletas eléctricas","Platos luna eclipse bicicleta electrica","SHIMANO SG-3D55 Universal Hub Kit Nexus","Sistema BBS02 e-RAD","Snow Shoe 2XL","Software de programación de Bafang para el BBSHD","Todo lo que necesitas saber sobre una batería para una bicicleta eléctrica","Vee Rubber Snow Shoe 4 5","kit BBSHD 1000W Middrive de Bafang","n380 Motor bicicleta electrica","¿Necesito un sensor de velocidad en una bicicleta eléctrica?"],"datos":"# Kit BBSHD 1000W Middrive de Bafang ha sido lanzado para bicicletas\n\nEste artículo ofrece una visión general de algunos de los aspectos más destacados de 2015 y de lo que nos espera en 2016 en lo que respecta a las fatbikes eléctricas.\n\n\n\n![Newbbs02](/img/img-blog/newbbs021.jpg?w=700)\n\n\n\n**El kit BBSHD 1000W Middrive de Bafang ha sido lanzado para bicicletas con un plato de 68-120mm**.\n\n\n\nDurante los últimos 2 años, la única manera de montar un BBS02 en la mayoría de las fatbikes (excepto las que tienen platos de 68mm) era comprar un kit de 100mm, SpainBike o Cali ebike o consiga un juego de ejes de 100 mm o SpainBike e instálelo usted mismo. Hay muchos rumores sobre una unidad BBS de mayor potencia que funciona con una amplia variedad de tamaños de platos y bielas, pero es casi imposible obtener información real de Bafang.\n\n\n\nFinalmente, en septiembre, Bafang publicó fotos del BBSHD en su sitio web con poco entusiasmo y comenzó a enviarlo a España en noviembre. Aunque mis primeras impresiones del BBSHD fueron decepcionantes, me encariñé con la transmisión. Ahora que he pasado algún tiempo detrás del manillar de la BBSHD, tengo que admitir que me cuesta volver a montar en la BBS02 de 750W. Aunque la potencia extra de 5 amperios no es tan perceptible, el BBSHD puede utilizarse con seguridad a frecuencias de pedaleo mucho más bajas, lo que significa que se puede extraer mucha potencia de la unidad motriz y seguir girando lo suficientemente despacio para pedalear. Esto hace que el singletrack de la e-bike se sienta más como una bicicleta de montaña que como un motocross ultraligero. La BBS02 tenía graves problemas de calor y control cuando se utilizaba a una cadencia normal en pendientes superiores al 10%, y se sobrecalentaba rápidamente cuando se la llevaba realmente al límite a bajas rpm.\n\n\n\nLa BBSHD parece realmente genial para montar en arena blanda y polvo profundo, que son aplicaciones perfectas para las fatbikes eléctricas. Para rodar por una sola vía con una rueda normal de 26″, la BBSHD es diversión incontrolable y, efectivamente, puede ser un poco difícil mantenerla recta en el barro. La peor parte de este kit de entrenamiento es el plato de acero de 558 gramos, pero Lunacycle ha sacado al mercado su posventa Luna Eclipse Ring (240g) $99, que es imprescindible para cualquier propietario de una BBSHD. Un prototipo Lekkie de un juego de bielas BBSHD está en camino y escribiré un artículo sobre él tan pronto como lo reciba y pueda probarlo. Preveo que el variador BBSHD seguirá avanzando en el mundo de las bicicletas eléctricas y acabará desbancando por completo al variador BBS02 de 750 vatios, a pesar de que el BBS02 es unos cuantos kilos más ligero y unos cientos de € más barato.\n\n\n\n![Ivars Sondors, que ha sido demonizado ](/img/img-blog/sondors.jpg)\n\n\n\nIvars Sondors, que ha sido demonizado y difamado por toda la industria de las bicicletas eléctricas y por mí mismo, ha \"entregado la mercancía\". Me encanta que me demuestren que estoy equivocado. Sondors ha creado un grupo de seguidores fanáticos con su fatbike eléctrica barata y sin zapatillas. Esta bicicleta eléctrica de 693 € (enviada a España) hace que todo lo demás parezca _demasiado caro_.\n\n\n\n **La campaña de crowdfunding de bicicletas eléctricas de Sondor cumple su promesa**.\n\n\n\nNada fue tan importante para las fatbikes eléctricas en 2015 como la campaña Ebike de Sondors. Sólo Ivars Sondors ha vendido 7,3 millones de € en fatbikes eléctricas a miles de clientes satisfechos, y esa cifra sigue creciendo. Mis amigos que no recibieron sus e-bikes de la primera campaña se quejaron en voz alta a la gente de Sondors, y ahora todas las personas que conozco que compraron una e-bike de Sondors a través de la primera campaña de Indiegogo tienen la bicicleta que se les prometió. Independientemente de lo que ocurra con Ivars en el futuro, puedo decir con cierta confianza que ha cumplido bien sus promesas, aunque me pareció que su bicicleta era un poco demasiado débil cuando la probé. Es casi imposible pasar de un motor medio de 1300W-1500W con un engranaje muy bajo para obtener potencia extra a un motor de 350W con un buje de engranaje integrado, construido para la velocidad, y no estar completamente decepcionado.\n\n\n\nEric de Amazon.com ha tomado posesión de la bicicleta eléctrica Sondors y de la comunidad Sondors creando una sección dedicada en su tienda online para los propietarios de bicicletas eléctricas Sondors con piezas de rendimiento y mejoras para esta bicicleta. He decidido no apoyar las campañas de crowdfunding para bicicletas eléctricas, por la sencilla razón de que creo que es una forma peligrosa de comprar. Está claro que las bicicletas eléctricas financiadas por crowdfunding están en racha, y 2015 ha visto entrar en escena a muchos nuevos actores. Sólo tienes que buscar \"bicicleta eléctrica\" en cualquier sitio de crowdfunding y verás lo que quiero decir.\n\n\n\n![13.5Ah 7lb 11oz und ein 30Amp cont BMS mit thermischer Abschaltung](/img/img-blog/img%5F20151222%5F0824557521.jpg)\n\n\n\nCelda NCRb 13.5Ah 7lb 11oz y un BMS cont 30Amp con apagado térmico por $435 con un cargador. Este paquete se ha convertido en la \"otra mujer\" de mi vida, por favor no digas mi esposa.\n\n\n\n**18.650 células\n\n\n\nEstamos en medio de una revolución de las baterías de litio, para aquellos que aún no se han dado cuenta. La última hornada de pilas 18650 está haciendo un trabajo mejor que nunca para proporcionar toneladas de autonomía _o_ toneladas de potencia (pero no realmente ambas). Finalmente me decidí por comprar un NCRb 18650 52v 13.5Ah shark pack de Amazon.com y estoy muy contento con el rendimiento de la batería. Aunque se calienta más de lo que me gustaría si lo uso con un BBSHD de 1000W, parece que se adapta bien al BBS02 de 750W, menos potente, siempre que no circule por nieve profunda o arena. La célula NCRb se basa en la exitosa célula NCRa que una pequeña empresa automovilística llamada Tesla utiliza en algunos de sus coches eléctricos.\n\n\n\nSi está utilizando esta batería con un BBSHD, le recomiendo las celdas pf opcionales de mayor potencia, que reducirán la vida de su batería en unos pocos Ah a 11,5Ah. Pronto habrá una prueba de esta batería, pero en resumen, todo lo que puedo decir sobre estas nuevas baterías Hai es... WOW, simplemente wow. 13.5Ah de un paquete de 7lb 11oz que se ve increíblemente sexy y excede todas mis expectativas para un paquete de este tamaño. Los packs de 52v están pegados y los de 48v de Hai tienen los portapilas de plástico, que es un poco mejor para la durabilidad y la refrigeración.\n\n\n\n![Der neueste Star-Wars-Film hat mich enttäuscht](/img/img-blog/luna.jpg)\n\n\n\nMe decepcionó la última película de Star Wars, pero no lo que he recibido hasta ahora de Amazon.com\n\n\n\n**Lunacycle.com sale de la nada y eclipsa a todos los demás con sus ofertas y precios**.\n\n\n\nEric Hicks, propietario de electricbike.com, decidió crear lunacycle.com después de cansarse de ser estafado cada vez que quería comprar motores o baterías para bicicletas eléctricas. En agosto de este año [descubrí] su sitio web por recomendación de uno de mis lectores. Me puse en contacto con Eric antes de publicar el artículo en su sitio y rápidamente nos hicimos amigos. Durante los últimos seis meses he trabajado duro para ayudarle a promocionar lunacycle.com, y ha merecido la pena. Lunacycle.com puede presumir de ser el mayor revendedor de BBSHD en el mundo y ha establecido una muy buena relación con Bafang. No he tenido problemas con ninguna de las baterías y motores que le he comprado a Eric, y aunque nuestra relación puede ser un poco inestable a veces, puedo decir que es un tipo honesto que respalda sus productos. Sólo tienes que intentar conseguir ayuda de la mayoría de los distribuidores chinos de e-bikes, y verás lo difícil que es conseguir ayuda una vez que tienen tu dinero.\n\n\n\nMe preocupaba que trabajar con Eric me causara mucho estrés y problemas en mi vida, pero ha ocurrido lo contrario. Eric es un verdadero hombre de convicciones, dispuesto a hacer lo que sea necesario para que el sector avance. Ha dedicado mucha energía a promover BBSHD, a desarrollar su propia plataforma para BBSHD y a desarrollar y vender baterías de alto rendimiento para bicicletas eléctricas, y lo ha hecho a una fracción del precio que se pagaría de otro modo. Todo esto lo hace con una cantidad insana de volumen con la que la mayoría de los pequeños distribuidores de bicicletas eléctricas nunca podrán competir.\n\nQuiero que Lunacycle tenga éxito, aunque no suponga un beneficio para mí, porque no veo a ningún otro distribuidor que no sea Eric capaz de llevar el mundo de las bicis eléctricas DIY \"_al siguiente nivel_\". Para todos los demás concesionarios que odian lo que hace Eric, les recuerdo que la competencia hace bajar los precios, y eso es bueno para todos. También parece que cuanto más se parezca tu pack de cuadro a un falo, más pack de cuadro venderás, así que nota para los distribuidores de e-bikes: _si quieres vender más pilas, haz que parezcan un bolígrafo gigante_.\n\n\n\n![Esta rueda grande debe adaptarse a todas las ruedas ](/img/img-blog/rockshox%5Fbluto5.jpg)\n\n\n\nEsta horquilla mega ancha debería ajustarse a todos los neumáticos para bicicletas gordas que hay actualmente en el mercado, con la excepción de los Snowshoe 2XL (son demasiado gruesos).\n\n\n\n**La horquilla delantera de Bluto se libera y los demás le siguen**.\n\n\n\nLa horquilla de fatbike Bluto (informe de prueba ha cambiado para siempre mi estilo de conducción y el rendimiento que espero de una fatbike. Ahora que la uso regularmente en singletrack, es bastante difícil volver a una fatbike con horquilla rígida, a no ser que montes neumáticos de 5,5\" sobre nieve a 5-6psi. La sensación de flotar y volar es realmente asombrosa, y una horquilla de suspensión hace que los saltos de rueda sean mucho más predecibles y convierte los terrenos con raíces y desagradables en una alfombra mágica.\n\n\n\nDicho esto, el Bluto ha tenido problemas en climas fríos con muchos usuarios que se quejan de que el aire queda atrapado en la cámara inferior cuando se conduce a temperaturas bajo cero. Ahora hay algunas otras opciones de horquillas para fatbikes, incluyendo la horquilla económica Renegade RST (puedes conseguir una fatbike completa decente con esta horquilla por solo 700 €  y la horquilla invertida Wren, que está disponible como un complemento de 700 € para la SpainBike Juggernaut 2021. Las horquillas de suspensión en las fatbikes se van a poner de moda. Será interesante ver quién será el primero en abordar los problemas del frío. Para esta aplicación, lo más sensato podría ser cambiar a horquillas de suspensión y olvidarse por completo de la suspensión neumática, ya que es casi imposible que las horquillas de suspensión neumática funcionen correctamente a temperaturas muy frías (yo conduzco a -20 grados, ya que mi sangre está hecha de grasa de acoplamiento térmico).\n\n\n\n![La mayor bicicleta gorda que se puede comprar por dinero](/img/img-blog/snowshoe2xl-3.jpg)\n\n\n\nEl mayor neumático de fatbike que se puede comprar sin receta. Corto en el precio de calle de 118 €.\n\n\n\n**VeeRubber presenta el SnowShow 2xl, aunque es demasiado grueso para adaptarse a casi cualquier fatbike del mercado**.\n\n\n\nNo hay duda de que el neumático que hizo más ruido en 2015 fue el VeeRubber 2XL. Quién sabe en qué demonios estaba pensando VeeRubber cuando diseñó este neumático, pero lo he probado en cierta medida y puedo decir con cierta confianza que corre ~~ muy bien~~ malditamente impresionante. Este neumático de 5″ REALMENTE ancho no se parece a ningún otro que haya montado y hace que el fatbiking se parezca mucho más a volar que a montar en bicicleta. El rendimiento de estos neumáticos en arena blanda es absolutamente increíble y también parecen ir bien en nieve, pero como neumático de nieve delantero, deja mucho que desear.\n\n\n\nLa [Surly Bud] de hace 5 años sigue siendo el estándar de oro para los neumáticos de bicicletas de nieve montados en la parte delantera. No entiendo por qué otro no puede copiar su diseño y venderlos por mucho menos. En 2016, habrá más cuadros diseñados para el nuevo estándar de neumáticos de \"5,5 centimetros\" (5″ en una llanta de 100 mm), y otros fabricantes de neumáticos que no quieren quedarse atrás sacarán al mercado más neumáticos de 5,5 centimetros.\n\n\nDa tanto miedo que tiene que ocultar su cara tras una máscara, como Darth Vader...\n\n\n\n**Youtubers que han cambiado el panorama de las e-bikes de bricolaje para mejor\n\n\n\nNunca había prestado mucha atención a Youtube hasta que me encontré con el canal de Youtube de Bruno (usuario de ElectricBike, que se encuentra. Bruno ha dedicado una cantidad exorbitante de tiempo y energía a documentar todo lo que se le ocurre sobre la BBS02 y la BBSHD, así como los informes de prueba de muchas otras bicicletas eléctricas. Es un caudal de conocimientos e información y, lo que es más importante, **sus vídeos no te dejan dormir**. Parece que hay un manifiesto de las e-bikes que afirma que todos los vídeos de e-bikes deberían ser de categoría G y que son tan aburridos que son literalmente dolorosos de ver. Bruno cambia todo eso y su energía y entusiasmo son increíblemente contagiosos. Veo todos los vídeos que publica, y creo que tú también deberías hacerlo. Nos escribimos con regularidad sobre los problemas de los dispositivos motor central para bicicletas eléctricas y dentro de un mes más o menos escribiré un artículo que recogerá todos sus increíbles vídeos de reparación y mantenimiento en un solo lugar.\n\n\n\nOtro youtuber que vale la pena ver es Damián René, de Madrid, España. Su canal de YouTube se puede encontrar y cualquiera que se plantee coger un soldador de puntos y arriesgar su vida para construir o reparar packs de litio estará encantado con sus vídeos. Con una música muy relajante y unas historias y un montaje convincentes, cada uno de estos vídeos cuenta su propia historia sobre lo que significa amar lo que haces y hacer lo que te gusta. Trabaja como un hombre con un propósito y disfruto de cada video que publica. El nombre de usuario de Damian en ES es Nobou y comenzó como un lugar para almacenar todo su conocimiento sobre la soldadura por puntos de celdas 18650. Acabo de volver a ver y casi me hace llorar, sólo recordar que cuando se trabaja con baterías de litio, _siempre hay que llevar gafas de seguridad_. Si se trabaja con una batería de alto voltaje, los guantes aislantes también son una buena idea. Resiste el impulso de lamer la batería para ver si está encendida. Esto no es una buena idea, ya que _están siempre encendidos_.\n\n\n\n![Los ferrofluidos magnéticos están a punto de cambiar todo lo ](/img/img-blog/ferrofluids31.jpg)\n\n\n\nLos ferrofluidos cambiarán todo lo que creías saber sobre los motores de las bicicletas eléctricas y el calor\n\n\n\n**Los ferrofluidos para los grandes motores DD podrían alcanzar altas capacidades de refrigeración con sólo unos pocos ml de fluido**.\n\n\n\nEsto podría cambiar por completo el mundo de las bicicletas eléctricas, ya que los grandes motores DD pueden absorber cantidades insanas de potencia sin dejar de aliviar eficazmente la cabeza. En caso de que vivas bajo una roca y te hayas perdido esta revolución, puedes encontrar un artículo que describe lo que Justin intenta conseguir en Grin. Si te gusta construir y editar motores DD de gran tamaño, como el MXUS, deberías echarle un vistazo.\n\n\n\n![luna_charger2](/img/img-blog/luna_charger2.jpg?w=700&amp;amp;amp;h=357)\n\n\n\n**Ya está disponible un cargador de corriente y voltaje variable para bicicletas eléctricas que no incendiará tu casa y que se vende por sólo 79 € con la compra de una batería**.\n\n\n\nA Eric, de Amazon.com, le gusta vivir a crédito y encargó 2.000 cargadores de bicicletas eléctricas sin haberlos visto (es un loco) al mayor y más prestigioso fabricante de cargadores de bicicletas eléctricas de China. Su apuesta dio sus frutos, ya que ahora es el único proveedor en España que ofrece cargadores de calidad para bicicletas eléctricas de 48 o 52 voltios que cargan a 3 o 5 amperios y al 80%, 90% o 100% por menos de 100 €. Mi casa casi se quema cuando un gran condensador explotó la semana pasada en un cargador de bicicleta eléctrica chino de 30 €, y he decidido usar sólo Lunagizer a partir de ahora (excepto en casa de mi mujer, pero no te preocupes, está asegurado).\n\n\n\n![Aquí hay una nueva imagen de una construcción de lámparas](/img/img-blog/img%5F20151229%5F1431258661-e1451450190961.jpg)\n\n\n\nSu cargador chino barato probablemente tenga este aspecto por dentro. Es como algo sacado de una mala película de terror. Qué maldad se esconde dentro de ....\n\n\n\nMe quedé absolutamente horrorizado cuando desmonté mi fallido cargador de plástico de 30 € y vi el segundo condensador pegado en caliente al transformador y simplemente flotando en medio del espacio vacío con cables pelados por todas partes. El Lunagizer en la caja de aluminio cuesta 99 € por sí solo 52v o 48v o como accesorio por 79 € con _cualquier_ batería Lunacycle. Si puede gastar más dinero, el Cycle Satiator de Grin Tech hará todo lo que hace el Lunagizer y más por 295 € al por menor y está disponible directamente en Grin Tech en Canadá o en muchos distribuidores estadounidenses diferentes.\n\n\n\n**¿Cuáles son las cosas buenas que vendrán en 2021?**\n\n\n\n![3000W mittlere Antriebsleistung](/img/img-blog/soul.jpg)\n\n\n\nUn kit ciclón de 3000W de potencia media instalado en este Soul Stomper y debería ser capaz de dejar atrás a la mayoría de los policías\n\n\n\n**El nuevo kit Cyclone 3000W - Un posible asesino de Bafang motor central para bicicletas eléctricas\n\n\n\n[El kit Cyclone 3000W cuesta la mitad de los 389 € y tiene el doble de potencia que el Bafang BBSHD (1500W pico) y está disponible ahora en internet. El kit no parece tener instrucciones y es bastante laborioso de instalar, pero hay muchos bricoladores que encuentran esta oferta demasiado buena para dejarla pasar. El kit contiene casi todo lo que necesita y se adapta a todos los pedales de 68 a 110 mm y sólo se adapta a los pedales de aceleración (sin PAS). Eric ha enviado los primeros 100 pedidos anticipados y uno está en camino hacia mí. Lo montaré en un buje de 3 velocidades integrado Sturmey Archer en un crucero Soul Stomper de metal pulido y haré un informe de construcción en las próximas semanas.\n\n\n\nSi el Cyclone es tan bueno como creo, podría merecer su propio lugar en mi sitio y habrá muchos más artículos sobre él. Si es una mierda, entonces fingiré que nunca le di a Eric mi dinero duramente ganado ~~ y seguiremos siendo amigos~~. Por el momento, no hay ningún otro kit que ofrezca tanta potencia a este precio en un kit de motor central, así que estoy bastante entusiasmado con este motor. Bruno también se hará con una y seguro que la montará en una bicicleta de carreras con neumáticos finos e intentará matarse en la primera semana batiendo todos los récords de velocidad de las bicicletas eléctricas.\n\n\n\nVamos, Bruno.\n\n\n\n![Cyclone 3000W Kit mit Lichtschwert inspirierten](/img/img-blog/cyclone.jpg)\n\n\n\nKit de bricolaje Cyclone 3000W con acelerador inspirado en un sable de luz. No compre este kit a menos que ya haya desperdiciado miles de € destruyendo otros motores, controladores y baterías de bicicletas eléctricas. Parece una bestia.\n\n\n\n**Más aceptación pública de las bicicletas eléctricas y más leyes de bicicletas eléctricas que realmente tengan sentido**.\n\n\n\nPoco a poco, las bicicletas eléctricas están siendo aceptadas por muchas organizaciones ciclistas establecidas. Este es un momento difícil para las bicicletas eléctricas en España y es importante recordar que TÚ eres un embajador de este deporte. Si tú destruyes los senderos y conduces como un imbécil, será un desastre para todos. No seas idiota, no utilices el motor para adelantar a otros pilotos y no te quemes. Conduce de forma responsable y respetuosa, y harás que la vida sea mejor para todos. California lideró el camino en 2015 con la primera ley de bicicletas eléctricas realmente útil, y parece que muchos otros estados le seguirán pronto.\n\n\n\n![El francotirador de Bikesdirect](/img/img-blog/quigley%5Fx9-6.jpg)\n\n\n\nEl Bikesdirect Sniper podría ser genial o podría romperse por la mitad. El futuro lo dirá.\n\n\n\n**Más, más barato, mejores fatbikes\n\n\n\nLas fatbikes han sido increíblemente caras durante demasiado tiempo y ya es hora de ponerles fin. Varias marcas han empezado a introducir fatbikes asequibles como la Framed Minnesota 2.0. Bikesdirect también ha marcado el camino vendiendo fatbikes que no son corrosivas por 400 €, como la Single Speed Deadeye Monster, que ahora se vende con un plato de 100 mm y llantas de 80 mm. Esta bicicleta es el distribuidor de una de mis construcciones favoritas, mi Nexus IGH 3 speed Sun Kiss. Mi construcción sólo tiene las viejas llantas de 50 mm y un plato de 68 mm, pero sigo creyendo que si usted está buscando para construir el más barato de los más impresionantes singletrack bicicleta de grasa, a continuación, este marco con un Nexus 3, BBSHD y Shark Pack célula pf es probablemente su mejor apuesta y le costará menos de $ 1500 para todo el tinglado enviado.\n\n\n\nEl año pasado, Bikesdirect intentó lanzar una fatbike con _suspensión_ bajo el nombre de \"Quigley\", pero fue víctima de defectos en el cuadro y la abandonó. Este año venderán la misma montura bajo el nombre de Sniper por 1500 € y esperan haber resuelto sus problemas de fallos en la montura mediante el tratamiento térmico de las mismas. Si la gente no se queja de cuadros rotos a las pocas semanas del lanzamiento, probablemente compraré una y la probaré con una BBS02, suponiendo que pueda pedir prestado o robar el dinero para comprar esta bicicleta de lujo (la mayoría de las cosas que he pagado por una bicicleta han sido de unos 1000 € con gastos de envío, porque soy ~~frugal~~ barato).\n\n\n\n![Eines Tages...](/img/img-blog/lunadrivel-r.jpg)\n\n\n\nUn día... espero.\n\n\n\n**6000W Torque Sensing para motores intermedios - ¡Hells yeah!**\n\n\n\nPreveo que la demanda de bicicletas eléctricas de par variable aumentará drásticamente cuando la gente se dé cuenta de que puede tener lo mejor de ambos mundos. Pueden disfrutar de la posibilidad de entrenar al nivel que elijan y seguir alcanzando velocidades máximas en sus bicicletas eléctricas. Sigo montando en mi vieja y cutre Giant Twist de 350 vatios por la ciudad, no porque no tenga bicicletas eléctricas tres veces más rápidas y cinco veces más potentes, sino porque me encanta el sistema de transmisión sin embrague de par variable que obliga a mi perezoso trasero a _realmente_ pedalear para ponerse en marcha.\n\nLlevo 6 meses esperando que un Big Block de Lightning Rods (soy un hombre _muy_ paciente, date prisa, Michael) se monte en una Lunacycle Cargo Fat Bike con un sistema de detección de par y se empareje con una CVT N171. Veo un gran atractivo en un sistema de propulsión medio que puede entregar 3000-6000W y aún así tener una medición de par sin aceleración. Piensa en ello como un scooter de 8 CV que tienes que pedalear para hacerlo funcionar. El kit LR BB en una bicicleta Luna Cargo es la configuración ideal para esto, porque el sistema de transmisión está aislado de los pedales y hay una cadena especial entre el motor y los pedales, en la que se puede montar un sistema de tensión de engranajes dependiente del par. Esto podría ser genial, o podría ser otra pérdida de mi precioso tiempo y dinero. Sólo el tiempo lo dirá.\n\n\n\n**Todo es cada vez más barato, mucho más barato**.\n\n\n\nLa competencia en el mundo de las bicicletas eléctricas es actualmente muy dura, y los márgenes de beneficio se reducirán aún más antes de que termine el año. Los concesionarios tendrán que compensar sus reducidos márgenes aumentando las ventas, lo que no debería ser demasiado difícil dado el creciente interés por las bicicletas eléctricas. Es difícil saber con exactitud lo que nos depara el futuro, pero lo más probable es que sea más potencia y más autonomía por menos dinero ganado con esfuerzo. Si hace 14 meses querías una BBS02 con un plato de 100 mm, tu única opción era una bicicleta eléctrica Cali por 1.300 €, ahora Doug vende exactamente el mismo aparato por sólo 795 €, lo que supone una bajada de precio de 500 € en poco más de un año. ¡Es una locura!\n\n\n\n**Las bicicletas grandes están aquí para quedarse**.\n\n\n\nLos vendedores de bicicletas pensaban que las fatbikes eran sólo una moda, pero no fue así. Las fatbikes no han desaparecido del mercado y probablemente algún día serán tan populares como lo ha sido el snowboard. La gente a la que le gusta montar quiere hacerlo todo el año, y ahora puede hacerlo. Es aún más divertido cuando te ayuda un motor eléctrico. Encontrar el equilibrio adecuado entre la potencia del motor y la resistencia del aire en la nieve puede suponer una experiencia diferente a cualquier otra que puedas vivir. Cuando te tomas el tiempo para salir a rodar, todo es cuestión de divertirse, y las fatbikes eléctricas te permiten maximizar tu disfrute mientras mantienes el ánimo.\n\n\n\n¿Moralidad? ¿Qué moral?\n\n\n\n\n\n\n","params":{"posts":"kit-bbshd-1000w-middrive-de-bafang"},"filename":"kit BBSHD 1000W Middrive de Bafang"},"__N_SSG":true}