{"pageProps":{"ficheros":["6 Baterías de bicis eléctricas","BBS02 750 vs BBSHD 1000W vs Cyclone 3000W","BBSHD con programación personalizada","BBSHD de 100mm","Bafang bbshd","Batería de 48V o 52V para una bicicleta eléctrica","Batería de alto rendimiento para bicicletas electricas","Baterías de litio para bicicletas electricas","Baterías y el BMS son fáciles de transportar","Bicicleta electrica urbana","Bicicletas eléctricas para la playa","Bicicletas en dinamarca","Cargador de bicicletas eléctricas","Conducir sobre nieve con un motor electrico BBSHD","Conectores XT90 de alta potencia 90A","Conectores tipo banana para bicicletas electricas","Construcción de una bicicleta eléctrica","Construir una bicicleta eléctrica de gama media barata","Construir, programar, conducir, no morir (en ese orden)","Cubierta Vee Rubber Vee 8","Cyclone Mid Drive 3000W","Cómo hacer tu propia bicicleta eléctrica","Dawes 1500","Engranaje de nylon en el BBS02","Engranaje de nylon para bicicletas electricas","Horquilla de suspensión Bluto Fat Bike","Kit Cyclone Mid Drive 3000W","Kit Cyclone de 3000W","Kit central Bafang BBS02 750W para bicicletas electricas","Kit conversión bicicleta eléctrica barato","Kit conversión bicicleta eléctrica con batería","La gente que vende kits de bicicletas eléctricas","Las e-bikes son peligrosas","Luces led para bicicletas electricas","Mantenimiento del motor electrico bbs02 para bicicleta","Mighty Mini 30T","Monstruosa bicicleta eléctrica de dos ruedas motrices","Montar una batería de litio para una bicicleta eléctrica","Motor Mid-Drive","Neumáticos Mission Command 4 Vee","Nexus-3 IGH para la construcción de bicicletas con ruedas grandes","No hay lugar más seguro para sus baterías de litio y cargadores en su casa","Normativa de circulacion para las bicicletas eléctricas","Nuvinci buje trasero Freno de rodillo N171 Calvo 36G plateado","Pantalla para bicicleta eléctrica","Plato Lekkie Bling para el BBSHD","Platos eléctricos para bicicletas eléctricas","Platos luna eclipse bicicleta electrica","SHIMANO SG-3D55 Universal Hub Kit Nexus","Sistema BBS02 e-RAD","Snow Shoe 2XL","Software de programación de Bafang para el BBSHD","Todo lo que necesitas saber sobre una batería para una bicicleta eléctrica","Vee Rubber Snow Shoe 4 5","kit BBSHD 1000W Middrive de Bafang","n380 Motor bicicleta electrica","¿Necesito un sensor de velocidad en una bicicleta eléctrica?"],"datos":"# Kit central Bafang BBS02 750w para bicicletas electricas\n\nEste año ha sido el año de la BBS02 750W. El final de 2015 está siendo muy emocionante con la introducción de la BBSHD por parte de Bafang y muchas de las baterías 18650 más potentes que nos prometieron este año están llegando finalmente al mercado.\n\n\nLos fabricantes están empezando a darse cuenta de que, con las nuevas células más grandes, pueden utilizar paquetes de cuadros chinos baratos y rellenarlos con baterías japonesas o coreanas de alta calidad para obtener una potencia absolutamente insana en un paquete diminuto que se mantiene fresco incluso bajo cargas más altas. Combinado con una transmisión BBSHD, el resultado es una bicicleta eléctrica que supera a cualquier otra del mercado, a la vez que tiene un aspecto tan bueno como el de cualquier bicicleta eléctrica de fábrica.\n\n\n\n![Una vez realizada la compra, recibirá pilas NCRB de 700](/img/img-blog/52v%5F9ah%5Fsamsung%5F30q%5Fdolphin%5Fpack%5F30q%5Fhigh%5Fpower%5F%5F42184-1443912539-1280-1280.jpg)\n\n\n\nPuedes comprar pilas B de NCR con una capacidad de 13,5 Ah\\700Wh y 30 amperios continuos en un diminuto Dolphin Pack de 52v de 7lb en Lunacycle.com por 449$+30$ de envío [aquí](http://lunacycle.com/batteries/packs/dolphin-pack-52v-11-5-13-5ah-with-charger/) son 399$ si se compra con un BBSHD\n\n\n\n2016 será el año de las celdas 18650 de 3000+mAh y del BBSHD. Entonces, ¿debería actualizarse al BBSHD y vender su antiguo BBS02? Este artículo puede ayudarte a decidir.\n\n\n\nLo que sabemos hasta ahora sobre BBSHD.\n\n\n\n* Bafang está desarrollando una nueva pantalla para el BBSHD, pero no estará disponible hasta dentro de unos meses. La nueva pantalla será elegante, pero probablemente sólo tendrá las mismas funciones (más o menos) que las antiguas pantallas.\n\n* Cuando se entrega la unidad de control, sólo se programan 30 amperios en la unidad de control.\n\n* El BBSHD debería soportar un pack de 52V (14S con 18650s) sin dejar de ser muy fiable.\n\n* La bandeja sigue siendo de acero, la bandeja sigue siendo pesada, la bandeja sigue apestando. Los antiguos adaptadores de plato para su BBS02 _no_ funcionarán en la BBSHD. El plato de acero que viene de serie con esta unidad tiene 46 dientes, que en mi opinión es demasiado grande para realmente montar en el camino.\n\n* Habrá dos unidades, una para platos y bielas de 68-73mm con un brazo de biela desplazado en el lado no motriz y una unidad más grande para fatbikes con un plato y biela de 95-120mm. Debe especificar cuál quiere al hacer el pedido.\n\n* El antiguo cable de programación funciona con el BBSHD.\n\n* No podrá programar más de 30 amperios en el controlador. Uno no se convierte en el mayor fabricante de motores para bicicletas eléctricas del mundo sin ser lo suficientemente conservador, y este controlador está sobredimensionado para 30 amperios. En mi opinión, debería ser capaz de soportar 35 o 40. ¿Alguien quiere los controladores del mercado de accesorios BBSHD?\n\n* Los frenos y el velocímetro del BBS02 funcionarán con el BBSHD. Es mucho más barato para Bafang, simplemente tomar piezas del almacén de piezas en lugar de diseñar esta cosa desde cero. Como ya aparece en Alibaba por 660 € (si sólo quieres uno), eso significa que Bafang no lo está vendiendo por ese precio.\n\n\n\n![La nueva pantalla del BBSHD incluye una serie de botones](/img/img-blog/2-display.jpg)\n\n\n\nLa nueva pantalla del BBSHD añade una serie de botones voluminosos justo al lado del acelerador de pulgar.\n\n\n\nLo que aún no sabemos sobre el BBSHD\n\n\n\n* ¿Habrá bandejas específicas para BBSHD en diferentes tamaños? Como son de acero y estampados, no mecanizados, sospecho que al final habrá diferentes tamaños. Es poco probable que haya uno más pequeño que el de 46T, pero es probable que hagan uno más grande para todos los entusiastas de la velocidad.\n\n\n\n* ¿Funcionará la antigua pantalla del C963 con el BBSHD? Lo más probable, ya que el C961 viene con el BBSHD hasta que se lance la nueva pantalla y BNC eBike vende su dispositivo con una pantalla de 5 teclas C965 modificada, por lo que presumiblemente el C963 también funcionaría con el BBSHD.\n\n\n\n* ¿El nuevo controlador de 12 fet con los Mosfets 3077 mejorados podrá manejar más voltios? Es probable que los nuevos controladores puedan manejar packs de más de 56V sin quemarse. Aunque el motor probablemente no trabaje mucho más con voltajes más altos, debería girar más rápido. 150rpm ya es mucho más rápido de lo que cualquiera puede pedalear realmente, así que no sé por qué quieres eso a menos que realmente, realmente quieras ir rápido. Conectando una batería de 58,8V al _controlador estándar del BBS02_ (con mosfets de mierda), Bruno Bari Buccianti fue capaz de impulsar el BBS02 de 120RPM a unas buenas 155RPM. Supongo que con un mayor voltaje de la batería, el BBSHD también puede funcionar mucho más rápido.\n\n\n\n* ¿Puedo inyectar muchos más vatios? El regulador BBS02 instalado de fábrica emite un mensaje de error si el voltaje de la batería supera los 59V. Es poco probable que el regulador BBSHD soporte más de 59 V.\n\n\n\nEn cuanto tenga más información, este artículo se actualizará y moveré las cosas de la sección \"Lo que no sabemos\" a la sección \"Lo que sabemos\".\n\n\n\n¿Debería vender todos mis BBS02 y pedir por adelantado un BBSHD? La primera pregunta que debes responderte es: ¿cuánta potencia necesitas para ir tan rápido como quieres? de nuestro entusiasta australiano de la velocidad Bruno Bari Buccianti, que alcanzó 85km/h con un BBS02 modificado y sobrealimentado (57v) con un anillo de 52T en una bicicleta de carreras de alta velocidad. Creo que siempre querrá ir más rápido porque está completamente loco. La locura es buena, siempre y cuando no puedan atraparte.\n\n\n\n![Vea a Bruno agitar sus brazos como un científico ](/img/img-blog/bruno1.jpg)\n\n\n\nMira a Bruno agitando los brazos como un científico loco sobre su hermoso banco de trabajo **DOOM** y tratando de convencerte de que vendas todos tus otros motores y compres un BBSHD.\n\n\n\nUna de las principales diferencias entre el BBS02 y el BBSHD es que toda la unidad ha sido diseñada desde cero para poder absorber más potencia. Los devanados del motor son más gruesos, hay enormes nervaduras en la carcasa de la unidad y en el controlador para ayudar a disipar el calor. La BBS02 de fábrica podía entregar 750W de potencia durante todo el día sin sobrecalentarse, a menos que estuvieras en una larga colina empinada. Si se pone el PAS al máximo nivel, sólo se obtendrán unos 800 vatios. Si querías obtener la potencia real, tenías que apretar el acelerador, y si pasabas demasiado tiempo apretando el acelerador, tenías serios problemas de fiabilidad del tren motriz. Esto significaba que uno se enfrentaba a menudo a reparaciones frecuentes, que eran baratas de arreglar, pero también molestas. La mayoría de las personas que querían conducir rápido se hacían con un cable de programación y cambiaban los ajustes de su unidad de control, incluso si eso significaba perder la garantía.\n\n\n\n![¿El cable de programación de 20 € para el BBS02 ](/img/img-blog/progcable.jpg)\n\n\n\n¿Funcionará el cable de programación de $20 para el BBS02 con el BBSHD? A mí me ha funcionado.\n\n\n\nEl BBSHD es una bestia completamente diferente. Aunque nominalmente tiene una potencia de 1000W, está bastante claro que esta unidad tiene una potencia de 1500W, con picos mucho más altos que el BBS02\\. Esto significa simplemente que con el BBSHD, uno _puede_ dar más gas sin temer por la seguridad del sistema de propulsión. Por término medio, rompo una unidad motriz cada 2-3 semanas, espero que esto pueda aumentar a 6-8 semanas de conducción seguidas con el BBSHD antes de que la unidad motriz se destruya. Es molesto tener que arreglar constantemente las cosas porque se está forzando demasiado la unidad motriz.\n\n\n\nNuestro entusiasta de la velocidad suicida, Bruno Bari Buccianti, resume el entusiasmo que muchos sentimos por el BBSHD en youtube, donde da su opinión personal sobre el tema en un tono muy tranquilo, reservado y tranquilizador. Comprueba la configuración del volumen antes de hacer clic y disfruta. No puedo escuchar a este tipo sin reírme constantemente como una colegiala católica.\n\n\n\n![lunacycle](/img/img-blog/lunacycle.jpg?w=700)](/img/img-blog/lunacycle.jpg)\n\n\n\nLo único que no me entusiasma es la pantalla del C961 y la cutre bandeja de acero, el precio de 799 € es ciertamente correcto\n\n\n\nEl BBSHD puede reservarse aquí en el minorista estadounidense Lunacycles.com por 799 €, que debería tener la unidad motriz el 1 de noviembre o justo antes. Eric me dijo que el precio de la unidad motriz puede aumentar ligeramente una vez que esté en stock. Estoy muy contento de que esta unidad motriz esté disponible con el pack Dolphin 52v, que funciona a 52v y está lleno de celdas NCRB de grado A de Panasonic, por sólo 399 € adicionales con un cargador (el precio normal es de 450 € sin el kit). Para obtener más información sobre estas nuevas células que están arrasando con todo lo demás en el mercado. Esto significa que por unos 1200 € puedes conseguir un sistema de propulsión completo y una batería de casi 700Wh, con un peso de sólo 2,5 kilos. Una locura de oferta, y ahora mismo es _menos cara_ si compras esta batería de cuadro con un kit de accionamiento BBSHD. ¿Tiene realmente sentido poner células de alta capacidad en un pack de alto rendimiento? He pedido unas baterías a Eric que pienso probar a fondo en las próximas semanas.\n\n\n\n![He tenido mucha suerte y ningún fallo con mis otros 2 sistemas de disco duro e-RAD](/img/img-blog/erad.jpg)\n\n\n\nHe tenido mucha suerte con mis otros 2 sistemas de transmisión de bicicletas eléctricas que compré a Chris en BNC eBike el año pasado, y no he tenido ninguna avería.\n\n\n\nLa BBSHD de la marca e-RAD también está disponible en la empresa estadounidense BNC eBike y puede reservarse por 1.195 €, en lugar de los 1.295 habituales. El e-RAD viene con una pantalla C965 de 5 teclas, que prefiero a la pantalla C961 para obtener más información sobre las pantallas motor central para bicicletas eléctricas). El e-RAD también viene con opciones para bandejas más pequeñas Raceface Narrow\\Wide, disponibles de 40T a 44T. Recomiendo el más pequeño que puedas conseguir para la conducción de senderos y el más grande que puedas conseguir para la mayor velocidad máxima. El e-RAD también viene con un sensor de velocidad que reduce automáticamente la potencia cuando se cambia de marcha mientras el PAS está activo, así como varias opciones de sensores de aceleración y de freno. El e-RAD es una solución refinada para los ciclistas eléctricos más exigentes y se espera que esté disponible a partir de finales de noviembre.\n\n\n\n![BNC eBike también tiene unos increíbles conjuntos de cuadros de alta capacidad](/img/img-blog/lectricbatteries2.jpg)\n\n\n\nHay un proveedor llamado BTN en Alibaba que está vendiendo el BBSHD situado ahora mismo por entre 590-660 €, lo que parece bastante legítimo. Mi opinión es que si lo pides, aún no tienen stock y si lo pides hoy, aún no se enviará hasta dentro de al menos 2 semanas. El precio de un dispositivo será de 660 €, pero si se piden muchos, el precio bajará. La unidad vendrá con la pantalla de dos botones C965, pero por lo demás debería ser idéntica a otros lectores comprados en España (sin programación personalizada).\n\n\n\n![Sólo un vendedor vende esto en Alibaba ahora mismo](/img/img-blog/btn.jpg)\n\n\n\nDe momento solo hay un proveedor en Alibaba, pero dentro de un mes habrá docenas.\n\n\n\nEspere pagar al menos 100 € por el envío desde BTN, lo que se acerca al precio de la unidad de entrenamiento de Amazon.com. Si tiene que comprar en China, le sugiero que lea primero sobre el tema. Fue escrito por alguien que ha gastado miles de € en el envío y la mala calidad de las baterías y las unidades de entrenamiento de China (ese soy yo). Sólo hay un proveedor que ha trabajado relativamente. Aunque no acepta pedidos anticipados en su sitio web, Paul ofrecerá el BBSHD a un precio razonable una vez que salga al mercado. Sinceramente, ya no compro nada directamente a nadie que no sea Paul en China, ya que esa fue la parte menos agradable de mi adicción a las bicicletas eléctricas.\n\n\n\n\n\n\n","params":{"posts":"kit-central-bafang-bbs02-750w-para-bicicletas-electricas"},"filename":"Kit central Bafang BBS02 750W para bicicletas electricas"},"__N_SSG":true}