{"pageProps":{"ficheros":["6 Baterías de bicis eléctricas","BBS02 750 vs BBSHD 1000W vs Cyclone 3000W","BBSHD con programación personalizada","BBSHD de 100mm","Bafang bbshd","Batería de 48V o 52V para una bicicleta eléctrica","Batería de alto rendimiento para bicicletas electricas","Baterías de litio para bicicletas electricas","Baterías y el BMS son fáciles de transportar","Bicicleta electrica urbana","Bicicletas eléctricas para la playa","Bicicletas en dinamarca","Cargador de bicicletas eléctricas","Conducir sobre nieve con un motor electrico BBSHD","Conectores XT90 de alta potencia 90A","Conectores tipo banana para bicicletas electricas","Construcción de una bicicleta eléctrica","Construir una bicicleta eléctrica de gama media barata","Construir, programar, conducir, no morir (en ese orden)","Cubierta Vee Rubber Vee 8","Cyclone Mid Drive 3000W","Cómo hacer tu propia bicicleta eléctrica","Dawes 1500","Engranaje de nylon en el BBS02","Engranaje de nylon para bicicletas electricas","Horquilla de suspensión Bluto Fat Bike","Kit Cyclone Mid Drive 3000W","Kit Cyclone de 3000W","Kit central Bafang BBS02 750W para bicicletas electricas","Kit conversión bicicleta eléctrica barato","Kit conversión bicicleta eléctrica con batería","La gente que vende kits de bicicletas eléctricas","Las e-bikes son peligrosas","Luces led para bicicletas electricas","Mantenimiento del motor electrico bbs02 para bicicleta","Mighty Mini 30T","Monstruosa bicicleta eléctrica de dos ruedas motrices","Montar una batería de litio para una bicicleta eléctrica","Motor Mid-Drive","Neumáticos Mission Command 4 Vee","Nexus-3 IGH para la construcción de bicicletas con ruedas grandes","No hay lugar más seguro para sus baterías de litio y cargadores en su casa","Normativa de circulacion para las bicicletas eléctricas","Nuvinci buje trasero Freno de rodillo N171 Calvo 36G plateado","Pantalla para bicicleta eléctrica","Plato Lekkie Bling para el BBSHD","Platos eléctricos para bicicletas eléctricas","Platos luna eclipse bicicleta electrica","SHIMANO SG-3D55 Universal Hub Kit Nexus","Sistema BBS02 e-RAD","Snow Shoe 2XL","Software de programación de Bafang para el BBSHD","Todo lo que necesitas saber sobre una batería para una bicicleta eléctrica","Vee Rubber Snow Shoe 4 5","kit BBSHD 1000W Middrive de Bafang","n380 Motor bicicleta electrica","¿Necesito un sensor de velocidad en una bicicleta eléctrica?"],"datos":"# Kit Cyclone 3000W\n\nHe construido antes bicicletas comprometidas como la Orange Crush y la Death Trap 2000, pero quería construir una fatbike cruiser que alcanzara fácilmente las 35 mph y que fuera capaz de subir cualquier colina con facilidad. Navegando por internet buscando la fatbike más chula que pude encontrar, me encontré con la Soul Stomper con una fatbike Sturmey Archer 3 Speed IGH Polished que encontré por 899 € cada una. Llevaba tiempo queriendo probar el Sturmey Archer IGH y bien valía 899 € para no tener que hacer otro PITA hub build, así que me lancé y compré la bici antes de que mi mujer me convenciera.\n\n\n\n![En otra vida, yo era un traficante de drogas](/img/img-blog/stomper.jpg)\n\n\n\nLos efectos de la soldadura se conservan bajo una laca transparente en el marco. Las llantas pulidas están de moda.\n\n\n\nEl kit Cyclone Mid Drive 3000W que instalé por 389 € me llevó unas 8 horas, incluyendo al menos 3 horas perdidas intentando desmontar el plato de la rueda. Tengo un hilo de construcción separado para el Cyclone, que es tarea obligatoria para cualquiera que piense en comprar e instalar este kit. Quería una bicicleta fiable para viajes de larga distancia que pudiera alcanzar fácilmente los 35 mph durante todo el día, y que fuera capaz de subir casi cualquier colina de 10 grados con facilidad. Al final, creo que lo he conseguido, ya que esta bicicleta con estructura de acero se siente increíblemente estable en la carretera, incluso a más de 35 km/h.\n\n\n\n![Schritt 1 ](/img/img-blog/cutoff.jpg)\n\n\n\nPaso 1: destruir el eje\n\n\n\nCogí una hoja de sierra de mi sierra circular sin protector y corté las bielas lo más cerca posible del pedalier. Tenga cuidado de no tocar el cuadro de la bicicleta con el disco de corte y use protección para los ojos. No importaba lo que hiciera, no podía quitar los tornillos que sujetaban las bielas, así que este fue mi último recurso. No podía creer lo pesado que era este conjunto de manivela, nunca había visto nada parecido.\n\n\n\n![Paso 2: Coloque el anillo de seguridad exterior en un tornillo](/img/img-blog/frame.jpg)\n\n\n\nPaso 2: Coloque el anillo de seguridad exterior en un tornillo de banco y gire el marco para retirarlo.\n\n\n\nHay una herramienta especial para quitar este circlip exterior, pero de nuevo estaba tan apretado que no pude girarlo. El truco de sujetar la bicicleta en un tornillo de banco y darle vueltas funciona muy bien. En este punto probablemente te haya llevado unos 30 minutos y desearías haber llevado el cuadro a una tienda de bicicletas para desmontarlo. Probablemente sólo habría costado 30 € y habría sido mucho más fácil. Ahora es demasiado tarde, tienes que seguir montando.\n\n\n\n![Paso 3: Mi herramienta de extracción de rodamientos tenía](/img/img-blog/dremel1.jpg)\n\n\n\nPaso 3: Mi herramienta para quitar los rodamientos tenía un pasador que entraba en contacto con el eje, así que tuve que lijarlo para que la herramienta pudiera encajar correctamente.\n\n\n\nEn este punto, estás modificando tus preciosas herramientas de ciclismo para poder sacar esa BB probablemente te estés preguntando qué demonios estás haciendo y preguntando si hay alguna manera de recuperar ese dinero que diste a mi sitio hace unas semanas. Tal vez si se lo pido muy amablemente (demasiado tarde, ya me lo he gastado en billetes de Powerball).\n\n\n\n![Paso 4: Coloca tu herramienta modificada en el tornillo de banco](/img/img-blog/bench.jpg)\n\n\n\nPaso 4: Coloque su herramienta de extracción de rodamientos \"modificada\" en el tornillo de banco y utilice el marco como una enorme palanca. Se sentirá como si algo se rompiera.\n\n\n\nEl final está cerca, te lo prometo. Cuando coloque la motocicleta en la herramienta para retirar la carcasa del rodamiento, ésta debe estar completa y firmemente sujeta a la herramienta de extracción (véase más arriba). Recuerde que el lado de accionamiento tiene una rosca inversa (suelta a la derecha) y gire la bicicleta en el sentido correcto, de lo contrario la carcasa del rodamiento estará aún más apretada y no podrá ser retirada. El lado no motriz tiene una rosca normal (izquierda floja).\n\n\n\nEl efecto de metal quemado es muy bonito y el bolsillo triangular ayuda a ocultar todas las conexiones de la e-bike.\n\n\n\nCreo que todas las bicicletas de paseo deberían tener un faro y una luz trasera integrados en la bicicleta y que funcionen con la batería. La mejor manera de cablear las luces de este kit es encenderlas y apagarlas con la llave de contacto, de modo que nunca se matará la batería por dejarlas encendidas accidentalmente.\n\nHay pocas cosas que hagan que tu bicicleta eléctrica sea tan visible para los automovilistas zombis que envían mensajes de texto como un faro decente. El faro que instalé en esta bicicleta es el Cyclops 15W. Esta luz es al menos tan brillante como cualquier otra luz de bicicleta y proporciona una excelente visibilidad en la noche. La luz trasera que utilicé fue este dispositivo de 15 €, que puede ser alimentado por 11-72V y está completamente encerrado en silicona, con un interruptor de encendido/apagado resistente a la intemperie.\n\n\nMe gusta que el faro esté más cerca de la cabeza que de la parte superior del manillar. Parece menos tonto. Bonito parachoques arco iris.\n\n\n\nLos neumáticos de esta construcción son Duros de 3″ montados en llantas de 4″. Esto hace que el neumático se extienda un poco más de lo que realmente se supone que debe ser montado, pero todavía funciona muy bien en la carretera. He conducido esta bicicleta con unas cámaras de alta resistencia y con la máxima presión que pueden soportar los neumáticos (20 psi). Se sentían muy parecidos a los neumáticos de bicicleta y estaban un poco desequilibrados a velocidades realmente altas (unos 40 km/h). Estos neumáticos son sólo neumáticos normales para bicicletas de gran tamaño y realmente no están diseñados para ser utilizados a 40 mph. Han sido advertidos.\n\n\n\nLa caja de control estaba montada en el tubo inferior en un ligero ángulo. Simplemente lo sujeté al marco con la cremallera, que funcionó bien.\n\n\n\nA la hora de colocar el mando, no se puede poner en el bolsillo triangular, ya que necesita aire exterior para enfriarse. Lo mejor es montar el controlador con los cables en la parte inferior, para que la lluvia y el agua no puedan entrar en el controlador tan fácilmente. Hay un montón de silicona donde los cables entran en la unidad, pero yo no contaría con eso para mantener el agua fuera. La Soul Stomper viene con un freno trasero hidráulico que funciona bastante bien, y yo instalé un Avid BB7 en la parte delantera porque es mucho más fácil instalar un accesorio de freno eléctrico en un freno controlado por cable, y el BB7 es el mejor freno de cable que he probado. Realmente quieres que el freno delantero no estorbe a velocidades de autopista.\n\n\n\n![Die Sturmey Archer 3-Gang-Nabenschaltung arbeitet](/img/img-blog/img%5F20160111%5F095525474-e1452626388779.jpg)\n\n\n\nEl buje integrado Sturmey Archer de 3 velocidades funciona perfectamente bajo carga, incluso con alta potencia, y los cambios de marcha son tan suaves como la seda.\n\n\n\nNo tengo absolutamente ninguna queja sobre el IGH de 3 velocidades de Sturmey Archer, excepto por el clic infernal que hace algunas veces cuando gira. Me han dicho que este clic desaparece a medida que el IGH envejece, pero el mío sigue haciéndolo. Tengo un juego extra de engranajes internos para este buje Soul en caso de que este buje falle, pero incluso al cambiar a una marcha superior por debajo de 2000W apenas parece notarlo. Este buje de engranaje interno tiene un rango de alrededor de 177%, que es un poco menos que el Nexus 3 que también me gusta, pero está disponible para dropouts de 170mm, mientras que el popular Nexus 3 sólo se ajusta a dropouts de 135mm.\n\nEl Nexus 3 pesa alrededor de 2 kilos y el SA alrededor de 3 kilos (sin cables ni cambio). El Nexus 3 es mucho más fácil de ajustar, pero el SA también es bastante sencillo (vídeo de Soul. Ambos cuestan unos 100 € por el buje, más un poco más por la palanca de cambios y los piñones. Encontré un buje Sturmey Archer SX-RK3 sólo a la venta por 95 € online. El único cambio que hice en esta configuración fue sustituir el piñón de 18T por uno de 15T, lo que me permitió pedalear cómodamente a más de 35 mph. Esta alta relación (44T/15T) le quita parte del par motor de los caballitos, pero el hecho de poder pedalearla hace que se parezca mucho más a una bicicleta y no a un scooter eléctrico. Compré un piñón de 3 velocidades IGH en ebay por 6,40 € enviados desde Holanda y la mayoría de los IGH de 3 velocidades (Shimano, SRAM, Sturmey Archer) utilizan exactamente los mismos piñones con sólo 3 pines pequeños dentro del agujero grande.\n\n\n\n![Nada les asusta más que una pequeña calavera cromada con huesos cruzados](/img/img-blog/skull2.jpg)\n\n\n\nNada les asusta más que una pequeña calavera cromada con pequeños dientes. Orinar con miedo delante de mí\n\n\n\nEntonces, ¿valió la pena la construcción? Realmente depende de lo que quiera conseguir. Quería construir una bicicleta para ir al trabajo con un cuadro de acero que realmente llamara la atención, y que al mismo tiempo tuviera la potencia y la velocidad que espero de mis bicicletas de montaña. Al final, siento que lo he conseguido, ya que la Burning Chrome es un verdadero placer de conducir con su posición vertical, su asiento excesivamente cómodo y su diseño orientado hacia delante. El Cyclone ofrece mucha potencia y apenas se calienta, incluso a 2000 vatios continuos. El buje de 3 velocidades integradas SA funciona muy bien en la montaña y en parado, y me da suficiente potencia para sentirme como si estuviera conduciendo un coche, sin la constante sensación de empuje de las ruedas de mis bicicletas de trail de muy baja velocidad. El Cyclone fue construido con una batería de 52V capaz de entregar 50 amperios de potencia continua. El controlador original del Cyclone puede manejar 40 amperios de potencia continua, que son sólo 2000W de potencia máxima a 52V. Si quieres ir más rápido con el controlador de stock (no estoy seguro de que sea necesario), tienes que usar una batería de 72V.\n\n\n\n![Die Fahrradspikes sehen toll aus mit den polierten](/img/img-blog/front.jpg)\n\n\n\nLos tacos de la bicicleta quedan muy bien con las llantas pulidas.\n\n\n\nEs una bicicleta con la que podría sustituir mi coche en un día soleado sin remordimientos. Es una bicicleta que cualquier traficante que se precie estaría encantado de robar conmigo. Es una bicicleta que atrae la atención de los policías cuando paso por delante de ellos. El Cyclone es mucho más ruidoso que los kits motor central para bicicletas eléctricas de Bafang, y este kit simplemente grita _e-bike_, pero si no te importa y quieres que la gente mire en tu dirección, entonces este podría ser el montaje para ti.\n\n\nLa calavera se ha asegurado con bridas y un poco de silicona. Perfora el cráneo antes de rociarlo.\n\n![Der Soul Stomper mit Stahlrahmen war wahnsinnig schwer](/img/img-blog/imag2994-e1452618983536.jpg)\n\n\n\nEl Soul Stomper con el kit de ciclón de 16lb instalado y sin batería, lee y llora, lo hice.\n\n\n","params":{"posts":"kit-cyclone-mid-drive-3000w"},"filename":"Kit Cyclone Mid Drive 3000W"},"__N_SSG":true}