{"pageProps":{"ficheros":["6 Baterías de bicis eléctricas","BBS02 750 vs BBSHD 1000W vs Cyclone 3000W","BBSHD con programación personalizada","BBSHD de 100mm","Bafang bbshd","Batería de 48V o 52V para una bicicleta eléctrica","Batería de alto rendimiento para bicicletas electricas","Baterías de litio para bicicletas electricas","Baterías y el BMS son fáciles de transportar","Bicicleta electrica urbana","Bicicletas eléctricas para la playa","Bicicletas en dinamarca","Cargador de bicicletas eléctricas","Conducir sobre nieve con un motor electrico BBSHD","Conectores XT90 de alta potencia 90A","Conectores tipo banana para bicicletas electricas","Construcción de una bicicleta eléctrica","Construir una bicicleta eléctrica de gama media barata","Construir, programar, conducir, no morir (en ese orden)","Cubierta Vee Rubber Vee 8","Cyclone Mid Drive 3000W","Cómo hacer tu propia bicicleta eléctrica","Dawes 1500","Engranaje de nylon en el BBS02","Engranaje de nylon para bicicletas electricas","Horquilla de suspensión Bluto Fat Bike","Kit Cyclone Mid Drive 3000W","Kit Cyclone de 3000W","Kit central Bafang BBS02 750W para bicicletas electricas","Kit conversión bicicleta eléctrica barato","Kit conversión bicicleta eléctrica con batería","La gente que vende kits de bicicletas eléctricas","Las e-bikes son peligrosas","Luces led para bicicletas electricas","Mantenimiento del motor electrico bbs02 para bicicleta","Mighty Mini 30T","Monstruosa bicicleta eléctrica de dos ruedas motrices","Montar una batería de litio para una bicicleta eléctrica","Motor Mid-Drive","Neumáticos Mission Command 4 Vee","Nexus-3 IGH para la construcción de bicicletas con ruedas grandes","No hay lugar más seguro para sus baterías de litio y cargadores en su casa","Normativa de circulacion para las bicicletas eléctricas","Nuvinci buje trasero Freno de rodillo N171 Calvo 36G plateado","Pantalla para bicicleta eléctrica","Plato Lekkie Bling para el BBSHD","Platos eléctricos para bicicletas eléctricas","Platos luna eclipse bicicleta electrica","SHIMANO SG-3D55 Universal Hub Kit Nexus","Sistema BBS02 e-RAD","Snow Shoe 2XL","Software de programación de Bafang para el BBSHD","Todo lo que necesitas saber sobre una batería para una bicicleta eléctrica","Vee Rubber Snow Shoe 4 5","kit BBSHD 1000W Middrive de Bafang","n380 Motor bicicleta electrica","¿Necesito un sensor de velocidad en una bicicleta eléctrica?"],"datos":"# Kit de Conversion de bicicletas electricas con baterias muy barato\n\nDespués de mucha anticipación, compré el nuevo kit de Bafang de Doug y 3 kits de ejes de California E-bike.\n\nDespués de mi primera conversión de BBS02, no me decepcionó. El BBS02 es un motor fantástico y la unidad de 750W, diseñada para el mercado estadounidense, se adapta a una amplia gama de bicicletas con un plato de 68-73mm. Dado que el plato es la parte más fuerte del cuadro, no se requiere ningún soporte o refuerzo de torsión.\n\nEsta unidad es silenciosa y discreta debido a su pequeño tamaño y al zumbido apenas perceptible. La única desventaja es la debilidad del regulador y el hecho de que no se puede montar en algo mucho más grande que 73mm sin rectificar el plato y montar bielas que están masivamente fuera. Aunque haga todo esto, es muy probable que la línea de cadena BBS02 siga rozando el neumático en las marchas inferiores.\n\nDoug diseñó el kit de conversión BBS02 hace unos meses, y muchos clientes se quejaron porque, aunque había una gran necesidad de adaptar el diseño que él ideó, nadie quería pagar por el mecanizado del BBS02. Doug se devanó los sesos durante un tiempo y finalmente ideó un ingenioso kit de Bafang que podía enviarse con el kit de Bafang y que los clientes podían devolver después de montar sus propios husillos.\n\nEl kit de Bafang parece un poco desalentador, pero con la técnica adecuada y un poco de aceite de Bafang de calidad, casi cualquier bricolador puede fabricar su propia Bafangra BBS02 y montar un nuevo eje por sí mismo. Calculo que mi primera conversión en el taller me llevó unas dos horas de principio a fin. El aceite de Bafang que utilicé se llama Tap Magic y puedes encontrar una pequeña botella en ebay por unos 7 € con envío. Todo lo que necesitas está incluido en el kit de herramientas, excepto un par de extractores de anillos de seguridad que facilitan la extracción del anillo de seguridad. Puedes conseguir un par de estos en ebay por menos de 10 €.\n\n\n\n![IMAG2493](/img/img-blog/imag2493.jpg?w=700)\n\n\nTres kits de conversión para el BBS02 en un eje de 100 mm y el kit Tap. También puedes ver dos anillos adaptadores que California E-bikes vende para piñones de 4 y 5 ejes\n\n\n\nRecomiendo extender un trozo grande de cartón para el trabajo, ya que la grasa va a todas partes tan pronto como se quita el eje. Yo uso los guantes azules de nitrato (5 € la caja en Walmart) para mantener mis manos limpias cuando cojo una herramienta que me quito uno de los guantes y uso la herramienta con la mano no tratada, así mis herramientas no se engrasan. El control de la grasa es enorme cuando trabajas con bicicletas, si lo ignoras entonces cada vez que toques algo relacionado con la bicicleta tus manos se pondrán negras y apestarán durante días.\n\n\n\n\nLas bielas originales pesaban 424, estas eran un poco más pesadas, así que me quedé con las originales.\n\n\n\nEl kit venía con bielas de alto offset, que probablemente serían necesarias para las fatbikes con ruedas de 5″. No los necesitaba, y terminó siendo 112 gramos más pesado que las bielas originales de Bafang. Fue agradable tenerlos cuando los necesitaba, y no están incluidos en la foto del paquete de modificación enviado, pero Doug los envía de todos modos. Todo el kit de modificación era de primera clase y de alta calidad. Los adaptadores de plato son los más bonitos que he visto hasta ahora. Los rodamientos de agujas venían preengrasados y ya instalados en la extensión. El desmontaje del eje fue muy sencillo y llevó unos 20 minutos.\n\nHe retirado cada pieza en el orden de desmontaje, asegurándome de que la orientación de los cojinetes permaneciera igual. Hay un video excelente que definitivamente debes ver si quieres probar este procedimiento. Al atacar los 5 tornillos Phillips grandes de la carcasa del volante, asegúrese de utilizar fijador de roscas azul y apriételos lo más fuerte posible sin dañarlos.\n\nUna vez montado el nuevo eje, es el momento de empezar el BBS02. Lo inserté en el enganche de 2″ de mi Dodge Sprinter, pero cualquier abrazadera de mesa comprada en una tienda podría servir. Se debe aplicar abundantemente aceite para roscar en el interior de la BBS02, así como en el propio grifo (no utilice aceite de motor). Recuerde instalar el tapón de goma de manera que esté en contacto con el cojinete de agujas. No debería ser necesario aplicar mucha presión para girar el grifo; si la presión es demasiado grande, probablemente las roscas estén bloqueadas.\n\nRetire el conjunto de la válvula, sáquelo, limpie las roscas y vuelva a empezar. Es perfectamente aceptable hacer esto unas cuantas veces, especialmente si es la primera vez que se abre un grifo. Tómate tu tiempo y hazlo bien. Si intenta perforar con las roscas obstruidas, puede hacer cortes más profundos de lo que debería y las roscas no funcionarán correctamente. Girar 16 medias vueltas o hasta llegar al tope de goma. Lo mejor es lavar las virutas con aire comprimido. Límpialos antes de retirar el tapón de goma. Lo último que quieres son esas astillas de metal en tu BBS02. Dañarán sus rodamientos.\n\nCuando limpie la unidad, asegúrese de retirar cada chip antes de volver a colocar el eje. Recomiendo limpiar y volver a engrasar el husillo antes de volver a colocarlo para asegurarse de que no hay suciedad o mugre en el interior que se haya recogido durante la manipulación. Tenga cuidado al atornillar la cubierta de plástico negra, ya que puede romperse muy fácilmente si los pequeños tornillos están demasiado apretados. Una vez instalado el eje, es el momento de probarlo. Cuando desmonté el juego de bielas de la Deadeye Monster, descubrí que la BBS02 no podía deslizarse debido a las protuberancias en la zona de las bielas a través del cuadro de aluminio.\n\nUna Dremel con un pequeño cabezal de lijado es perfecta para lijar los salientes de la zona del pedalier. Después de lijar lo suficiente para encajar la BBS02, me di cuenta de que una de las orejas de burro estaba en contacto con el marco. Lijé un lado del buje donde encaja la unidad, luego corté el acolchado de goma con un cuchillo sin filo y lo volví a siliconar para que acolchara el tubo inferior. En un cuadro de acero probablemente no me molestaría, pero en los cuadros de aluminio, una vez abollados, pierden mucha integridad. Cuando el motor está en marcha, la torsión empuja el motor hacia el tubo inferior, por lo que con el tiempo podría rayar o abollar el cuadro.\n\n\n\nCorta y mueve el cojín de goma y lija uno de los ojos de fijación.\n\n\n\nSi instala el triángulo de montaje en el lado no motor del plato, asegúrese de que los \"dientes\" rugosos estén orientados hacia el plato. Una vez apretados, estos dientes evitan que el BBS02 se caiga cuando se sacan gotas o se saltan cosas. Terminé montando mi nueva unidad reconstruida durante unos días y puedo decir honestamente que no podría estar más feliz. El nuevo eje funciona muy bien, todo parece fácil de usar. Cualquiera que esté acostumbrado a tratar con distribuidores de piezas de bicicleta eléctrica chinos poco fiables reconocerá inmediatamente el valor de la mano de obra estadounidense y la excelencia de este producto. En mi opinión, vale cada centavo. Puedes comprar un kit de modificación y el kit de herramientas de Doug en California E-Bike y modificar tu propio BBS02 a 100mm. Este paquete de modificación no requiere ninguna herramienta especial de fresado y puede hacerse en cualquier tienda de bicicletas decente. El kit de modificación está disponible por 499 € más 35 de gastos de envío y el kit de herramientas de modificación está disponible por 345 € más 35 de gastos de envío. Si sólo quiere hacer una transformación, puede devolver el kit de herramientas para obtener un crédito de 300 €, pero debe especificarlo al pedir el kit.\n\n\n\nPuede encontrar un artículo de seguimiento sobre los errores que cometí en mis últimos 3 intercambios de ejes y cómo no cometerlos usted mismo.\n","params":{"posts":"kit-conversion-bicicleta-electrica-con-bateria"},"filename":"Kit conversión bicicleta eléctrica con batería"},"__N_SSG":true}