{"pageProps":{"ficheros":["6 Baterías de bicis eléctricas","BBS02 750 vs BBSHD 1000W vs Cyclone 3000W","BBSHD con programación personalizada","BBSHD de 100mm","Bafang bbshd","Batería de 48V o 52V para una bicicleta eléctrica","Batería de alto rendimiento para bicicletas electricas","Baterías de litio para bicicletas electricas","Baterías y el BMS son fáciles de transportar","Bicicleta electrica urbana","Bicicletas eléctricas para la playa","Bicicletas en dinamarca","Cargador de bicicletas eléctricas","Conducir sobre nieve con un motor electrico BBSHD","Conectores XT90 de alta potencia 90A","Conectores tipo banana para bicicletas electricas","Construcción de una bicicleta eléctrica","Construir una bicicleta eléctrica de gama media barata","Construir, programar, conducir, no morir (en ese orden)","Cubierta Vee Rubber Vee 8","Cyclone Mid Drive 3000W","Cómo hacer tu propia bicicleta eléctrica","Dawes 1500","Engranaje de nylon en el BBS02","Engranaje de nylon para bicicletas electricas","Horquilla de suspensión Bluto Fat Bike","Kit Cyclone Mid Drive 3000W","Kit Cyclone de 3000W","Kit central Bafang BBS02 750W para bicicletas electricas","Kit conversión bicicleta eléctrica barato","Kit conversión bicicleta eléctrica con batería","La gente que vende kits de bicicletas eléctricas","Las e-bikes son peligrosas","Luces led para bicicletas electricas","Mantenimiento del motor electrico bbs02 para bicicleta","Mighty Mini 30T","Monstruosa bicicleta eléctrica de dos ruedas motrices","Montar una batería de litio para una bicicleta eléctrica","Motor Mid-Drive","Neumáticos Mission Command 4 Vee","Nexus-3 IGH para la construcción de bicicletas con ruedas grandes","No hay lugar más seguro para sus baterías de litio y cargadores en su casa","Normativa de circulacion para las bicicletas eléctricas","Nuvinci buje trasero Freno de rodillo N171 Calvo 36G plateado","Pantalla para bicicleta eléctrica","Plato Lekkie Bling para el BBSHD","Platos eléctricos para bicicletas eléctricas","Platos luna eclipse bicicleta electrica","SHIMANO SG-3D55 Universal Hub Kit Nexus","Sistema BBS02 e-RAD","Snow Shoe 2XL","Software de programación de Bafang para el BBSHD","Todo lo que necesitas saber sobre una batería para una bicicleta eléctrica","Vee Rubber Snow Shoe 4 5","kit BBSHD 1000W Middrive de Bafang","n380 Motor bicicleta electrica","¿Necesito un sensor de velocidad en una bicicleta eléctrica?"],"datos":"# La gente vende Kits de Bicicletas Eléctricas\n\nEste artículo me ronda la cabeza desde hace tiempo. Habiendo invertido más de 20.000 € en este deporte y habiendo pasado la mayor parte de mi vida como rockero punk, probablemente me siento el más cualificado para escribirlo.\n\n\n\nLa experiencia de la mayoría de la gente con las bicicletas eléctricas es algo así. Descubren Endless-Sphere y pasan un montón de tiempo leyendo artículos, luego miran a la gente que vende kits de bicicletas eléctricas y deciden comprar el kit más barato que puedan conseguir. Han investigado lo suficiente como para evitar las baterías de plomo y optar por las de litio, porque es lo único de lo que se habla.\n\nTodo el mundo parece estar entusiasmado con los baratísimos packs Lipo de Amazon, que son mucho más baratos que las lujosas pilas 18650, que están completamente sobrevaloradas. Tal vez hablen con su tienda de bicicletas local, que probablemente no tiene ni idea de lo que es una bicicleta eléctrica, o si tienen suerte, hablan con su tienda local de _bicicletas eléctricas_, que sólo quiere venderles algo que es muy, muy caro. Al final, compran un kit barato en ebay o alibaba.com y lo montan. No entienden mucho acerca de las diferencias entre accionamiento directo, buje con engranaje y accionamiento central, así que simplemente compran lo más barato, que suele ser un accionamiento directo o un pequeño motor de buje con engranaje.\n\n\n\n![Este no es el típico blog de bicicletas eléctricas](/img/img-blog/punk.jpg)\n\n\n\no construir una bicicleta eléctrica _y_ quedar jodido.\n\n\n\nCuando todo llega, dedican una hora a montarla, quizá dos, y dan una vuelta con la bicicleta eléctrica. Como fueron tacaños y se negaron a gastar más de 350 € en el motor y la batería, acaban decepcionados con el rendimiento del motor o la batería. Si tienen suerte, no prenderán fuego a su casa con las celdas Lipo y no romperán las punteras del cuadro de su bicicleta por haber sido tacaños y no haber comprado soportes de torsión. La mayoría de las veces, acaban simplemente insatisfechos con sus construcciones.\n\n\n\nEsta insatisfacción les lleva a comprar un controlador más grande e intentar enviar más potencia a través de un motor de mierda que no está diseñado para ello. Con el tiempo, queman el motor o rompen el controlador. Yo mismo he experimentado este engaño del bricolaje, y lo he visto en Internet muchas veces. A todo este proceso lo llamo \"fastidiarse\" e intentaré describir cómo puedes introducirte en el mundo de las bicis eléctricas sin \"fastidiarte\" como lo hice yo.\n\n\n\nNo cabe duda de que la principal barrera de entrada al mercado de las bicicletas eléctricas es actualmente el coste. Hay algunas empresas que han entrado en el mundo de las bicicletas eléctricas baratas a través de sitios de crowdfunding como Kickstarter e IndieGoGo. No recomiendo comprar una bicicleta eléctrica de esta manera, ya que es básicamente jugar con su dinero. Aunque este tipo de juego ha beneficiado a muchas personas, el crowdfunding no es una compra, y aunque los sitios hacen parecer que se está comprando un producto, en realidad sólo se está dando dinero a una \"causa\" con la esperanza de obtener un \"beneficio\" gratuito. Nunca he comprado nada por más de 50 € en sitios de crowdfunding y nunca lo haré.\n\n\n\n![Por 1.500 € puedes construir una bicicleta eléctrica que supere a la de 80.000](/img/img-blog/blacktrail2.jpg)\n\n\n\nPor unos 1.500 €, es posible construir una bicicleta eléctrica que supere a la de 80.000 €. Sin embargo, no será tan sexy.\n\n\n\n**Bicicletas eléctricas comerciales con recargo**\n\n\n\nSi quieres comprar una bicicleta eléctrica normal en una tienda de bicicletas, tendrás que pagar al menos 2.000 €, y la mayoría de las bicicletas cuestan más de 3.000 €. Si quieres un sistema de accionamiento de gama media de lujo como el Bosch o el Yamaha, entonces de repente estás en el rango de 4000-6000 €. Para ser honesto, muchas de estas caras bicicletas eléctricas comerciales realmente apestan. Son poco potentes y feas, y se comercializan para personas mayores a las que les cuesta pedalear en una bicicleta normal.\n\nEl fabricante número uno de bicicletas eléctricas en España es Pedego, que nunca ha fabricado una bicicleta eléctrica que yo siquiera probaría, y mucho menos compraría. En la mayoría de sus bicicletas eléctricas, el motor y la batería están en la parte trasera de la bicicleta, lo que provoca una conducción increíblemente desequilibrada, ya que todo el peso está en la parte trasera. Aunque parece que a muchos de los grandes sitios de reseñas de e-bikes les gustan mucho estas bicicletas, también les cobran dinero por la publicidad, por lo que naturalmente embellecerán sus reseñas de bicicletas. No vas a morder la mano que te da de comer, ¿verdad?\n\n\n\nEste sitio ha pasado la mayor parte de su tiempo siendo extremadamente crítico con todas las bicicletas eléctricas comerciales que he criticado. No acepto el dinero de la publicidad y, francamente, la mayoría de estas bicicletas eléctricas comerciales sobrevaloradas son una mierda. Si no apestan, son astronómicamente caros. Tiene que haber una forma mejor.\n\n\n\n**¿Cómo lo hice?**\n\n\n\nVoy a hablar de cómo llegué a las e-bikes, porque es una especie de comedia trágica. Mi amigo Larry abrió Boxy Bikes hace unos dos años, y me pasé por su casa para ver su nueva tienda. Le pregunté cuál era la bicicleta eléctrica más barata que tenía a la venta, y me mostró una Giant Twist en bastante buen estado, con varios años de antigüedad, de la que se había hecho cargo, con motor de 24V y sensor de par. Lo llevé a dar una vuelta y le dije que me lo llevaría por 700 €. Tengo un problema con las compras impulsivas de cosas grandes con ruedas, como se puede deducir por el hecho de que soy una sola persona con 6 coches cutres.\n\n\n\n![Das bin ich mit dem Kapuzenpulli.](/img/img-blog/scam-craigslist-840x420.jpg)\n\n\n\nEse soy yo con la capucha. Darth Lister. Basta con hacer clic en el botón \"Abuso\".\n\n\n\n**Busca primero bicicletas eléctricas en Craigslist**.\n\n\n\nDebería haber buscado primero, porque luego encontré a un tipo en Craigslist que vendía exactamente la misma bicicleta en condiciones casi NUEVAS (la había usado unas 3 veces) por 400 € esa noche. Hice lo que cualquier basura degenerada haría, y compré la bicicleta barata y traté de evitar comprar la bicicleta de 700 € de Boxy Bikes. Me metí en una conversación un poco desagradable con Larry sobre cómo no quería realmente la bicicleta que había dicho el día anterior que compraría, pero tuvo razón al enfrentarse a mí y decirme que ya había dicho que compraría la maldita moto. Él tenía razón y yo era un imbécil, así que me compré los dos.\n\nEsperaba que mi hijo disfrutara montando conmigo. No había querido montar en bicicleta desde que lo llevé a un sendero de una sola vía cuando tenía unos 7 años y dio ese salto de cabeza desde el puente y cayó tres metros en el arroyo. Creo que nunca me lo perdonó y desde entonces odia el ciclismo. Resumiendo: mi hijo sólo se montaba conmigo bajo amenaza, y yo estaba cansada de amenazarle. Pensé que a mi mujer también le gustaría la bicicleta eléctrica, pero sólo recorrió unos cien metros antes de bajarse y decir: \"Por favor, no me compres una bicicleta eléctrica\".\n\nY esto lo decía una mujer a la que le encantaba montar en bicicleta y que había nacido en Dinamarca, la utopía ciclista del mundo. A ella le encantaba montar en bicicleta para hacer ejercicio y no veía el sentido de la bicicleta eléctrica, excepto que nos ayuda a engordar y a ser perezosos más rápido. Al final me rendí y vendí la bici eléctrica en Craigslist a otro imbécil por 500 €, lo que me lleva al primer punto:\n\n\n\n**No molestes a tu distribuidor local de bicicletas eléctricas**. \n\n\n\nPodría haber alienado a Larry y negarme a comprar la bicicleta que ya había dicho que compraría. En los últimos dos años, Larry y yo nos hemos hecho muy buenos amigos y hablamos todo el tiempo de bicicletas eléctricas. Cuando miro hacia atrás, me alegro de no haberme metido la cabeza en el culo tanto como lo hice. Quiero que Larry tenga éxito y que las bicicletas eléctricas se conviertan en la forma de transporte dominante en los España. Es curioso, porque la otra tienda local que no es de bicis y que solía frecuentar mucho, ahora la evito porque a uno de los mecánicos de bicis le gusta echarme la bronca porque voy en bici eléctrica por los singletrails.\n\nSi alguien te molesta en una tienda de bicicletas por tu bicicleta eléctrica, agáchate educadamente, vete y no vuelvas. No intentes darles un sermón y no intentes defenderte. Es la misma trampa que utilizan los trolls en Internet. Si alguien me insulta en Internet, simplemente hago clic en el botón BLOQUEAR o SPAM y me olvido del asunto. ¿Todo el mundo tiene derecho a tener su propia opinión? Sí, por supuesto. ¿Tengo que escucharlos? No, en absoluto. No soporto escucharme escribir.\n\n\n\n![El kit viene con todo lo necesario](/img/img-blog/cyclone-3000w.jpg)\n\n\n\nEl 3000W Cyclone Kit de 390 € es el mejor vatio por dólar que encontrarás en un reproductor de tamaño medio. Un diamante en bruto. No para los no iniciados. Consulte mi Guía de compra de accionamientos de media tensión para ver cómo se compara con el BBS02 &amp;amp; BBSHD.\n\n\n\n**La búsqueda de un mejor rendimiento**\n\n\n\n24 voltios en una bici eléctrica es una broma de mal gusto. 36V en una bici eléctrica es una broma que podría ser divertida si estuvieras completamente trastornado. 48V en una bici eléctrica es razonable, pero 52V en una bici eléctrica es ideal. Cuando recibí el Giant Twist por primera vez, lo primero que hice fue conectarlo a una batería de 36V, cuando estaba diseñado para una batería de 24V solamente. BMS Battery en China tenía un paquete de baterías y un cargador a medida para el Giant Twist. La bicicleta funcionaba mucho mejor con 36V que con 24V, pero seguía apagada a 16mph, que es más o menos la velocidad a la que puedo circular cuando me persigue la policía.\n\nAunque el Twist es un fracaso total, sigo utilizándolo todo el tiempo en la ciudad, sobre todo porque me encanta la patilla de cambio sensible al par. Aunque esta bicicleta eléctrica es un timo total a 1.500 €, a 400 € es realmente un buen negocio. Giant estaba preparada para ser líder en el negocio de las bicicletas eléctricas, pero tropezó y tropezó, como casi todos los demás. Cuando compre una batería, asegúrese de que tiene suficientes amperios para las futuras bicicletas eléctricas que pueda comprar.\n\n\n\nSi opta por un motor de buje grande (más de 500 W), deberá utilizar un brazo de torsión en su bicicleta o atenerse a las consecuencias. El rendimiento tiene un precio.\n\n\n\n**Comprando un montón de basura de China, que ahora está todo en mi montón de chatarra de bicicletas eléctricas**.\n\n\n\nMe gasté varios miles de € comprando en ebay, alibaba y aliexpress. Leí todas las advertencias al respecto en Endless-Sphere, pero pensé que era muy inteligente y que no me quemaría. Me equivoqué. Casi todo lo que compré lo acabé quemando, destruyendo o cambiando por los neumáticos usados de Larry para fatbikes. Aprendí muy pronto que se obtiene lo que se paga.\n\n\n\nDespués de haberme quemado con Ebay y Alibaba, decidí comprar un montón de motores de buje y baterías prefabricadas a empresas reales con sitios web en China. Pedí miles de € en cosas de BMS Battery y Elifebike porque eran las más baratas que pude encontrar y me gasté casi 600 € _en envío_ _sólo_. Me quemé con todos, aunque estaba seguro de que no lo haría. Los motores se quemaron rápidamente, las baterías no cumplieron con su promesa y pesaron varios kilos más de lo que figuraba en la página web. Fue una pesadilla. Lo curioso es que sigo recibiendo regularmente correos electrónicos de estas empresas chinas preguntando si quiero pedir algo más. Gracias, pero no gracias.\n\n\n\n![En HK Lipo-Akkus, se obtiene lo que se paga](/img/img-blog/56844.jpg)\n\n\n\nEn HK Lipo-Akkus, se obtiene lo que se paga. No pierda su tiempo ni sus monedas.\n\n\n\n**Amazon es sinónimo de mierda**.\n\n\n\nEntonces opté por Amazon porque era barato. Las células se calentaron de forma espantosa haciendo una fracción del uso de su tasa C declarada. Las mochilas empezaban a hincharse cuando se cargaban por completo, y los cargadores eran una pesadilla. Estaba convencida de que esas pilas explotarían mientras dormía y matarían a todos los habitantes de mi casa, aunque las había cargado en el horno. Al final, también renuncié a las lipos de HK y, para ser sincero, no me he arrepentido en absoluto. Se obtiene lo que se paga. Mucha gente presume en Internet de las ventajas de estas baterías, sin ser completamente sincera sobre los inconvenientes. Todo el mundo presume de sus lujosas HK-Lipos, pero rara vez se lee sobre los fallos catastróficos que deben ser bastante comunes con estas baterías. Imagínate.\n\n\n\n**Es hora de cambiar a LifePo4**.\n\n\n\nDespués de un tiempo, decidí utilizar células LifePo4, ya que era menos probable que me mataran mientras dormía. Compré una célula prismática de 52v 20Ah de imotorbattery en ebay, que enviada por 500$ me pareció la oferta del siglo. A los 3 meses de uso, la batería sólo tenía 12Ah y no 20Ah. Intenté equilibrar las celdas y luego reemplacé el BMS, pero el problema persistió. Finalmente me enviaron una batería de repuesto gratuita de 25Ah, que nunca utilicé porque con 20 kilos es demasiado pesada para llevarla. El cargador que me vendió imotorbattery explotó el mes pasado y juré no volver a comprar baterías baratas en Alibaba o Ebay. Es un poco triste que casi tenga que dejar que mi casa se queme para descubrirlo. Supongo que no soy el cacahuete más inteligente del montón de mierda.\n\n\n\nEsta unidad de formación ha cambiado completamente mi vida. Encontrarlo fue como buscar el Santo Grial en un mundo de tazas solas.\n\n\n\n**Esta trágica comedia empieza a parecer una historia de terror**.\n\n\n\nLuego llegó el BBS02 de 750 vatios. Esta unidad de accionamiento cambió mi vida por completo. Sin esta unidad de accionamiento, es muy poco probable que hubiera seguido perdiendo mi tiempo y energía en las bicicletas eléctricas. Cuando creé este blog, quería llamarlo BBS02.com, porque era lo único de lo que quería hablar. Lamentablemente, no había ninguna unidad BBS02 para fatbikes de 100 mm. Claro que puedes comprar una fatbike y lijar los platos y bielas de 100mm para que encajen, pero hasta que Doug de Madrid lanzó su kit de conversión, había muy pocas opciones fuera de las conversiones Deadeye y Deadeye Monster. \n\n\nQue son fatbikes con un plato y bielas de 68mm. Doug ha cambiado todo el campo de juego. Su kit de eje fue rápidamente copiado por BNC eBike y SpainBike, antes de que Bafang lanzara el BBSHD, que funciona con cualquier plato de 68mm a 120mm. El BBS02 era una unidad motriz increíble que sólo alcanzó su potencial al final de su vida. Esta unidad nunca fue diseñada para una potencia continua de 1300W, y muchas personas que la compraron e insistieron en ir a todo gas cuesta arriba con un plato de 48\" acabaron quemando sus mandos.\n\nTambién hubo muchos problemas con el piñón y la rueda de nylon, ambos difíciles de sustituir. Cuando cambiamos a los Mosfets 3077, se solucionaron muchos de los problemas causados por el abuso de los encendedores. El BBS02 750W fue una pesadilla para la mayoría de los concesionarios en lo que respecta a las reclamaciones de garantía, y algunos concesionarios incluso perdieron dinero al vender este motor demasiado barato y luego tener que enfrentarse a toneladas de sustituciones en garantía. Larry en Boxy Bikes compró 4 BBS02s y tuvo una tasa de fracaso del 100% con ellos.\n\n\n\n**¿Ha acertado por fin Bafang con el BBSHD?**\n\n\n\nEl BBSHD continúa donde lo dejó el BSS02. Es increíblemente fiable con una carga de 30 amperios, a pesar de que lo golpeo a diario con orina de pantera. ¿Cómo es que Bafang pasó de tener tantos problemas con el BBS02 a tan pocos con el BBSHD? Construyeron la unidad de accionamiento para manejar 50 amperios y luego sólo lo vendieron como una versión de 30 amperios. La semana pasada quemé mi equipo de plástico en unos 5 minutos haciendo funcionar 65 amperios a través de un enorme \"ladrillo\" Lyen 18FET.\n\nConsiguió hacer pasar 50 amperios por esta unidad de accionamiento BBSHD con un controlador de onda sinusoidal Adapto, sin problemas. Si la mecánica puede soportar 50 amperios y usted sólo está funcionando con 30 amperios, eso significa que va a tener una tasa de fallo de la unidad bastante baja. Esa es la clave del éxito de BBSHD. También es la clave de mi infelicidad, porque no puedo dejar de pensar en lo bien que se sintieron los 65 amperios del BBSHD en esos preciosos 5 minutos que pasamos juntos. Yo compro mi BBSHD 1000W en\n\n\n\nYo compro mi BBSHD 1000W, que son un poco más caros que en China, pero valen cada centavo. También tienen una gama de platos a medida como el 42T Luna Eclipse y el 30T Mighty Mini (para la pista), que sólo se puede comprar si se adquiere la unidad motriz de ellos.\n\n\n\n![Ich hatte schon bessere Tage](/img/img-blog/butter-e1456795929697.jpg)\n\n\n\nEl engranaje de nylon es el punto débil del BBSHD y falla entre 50 y 65 amperios. El regulador estándar sólo proporciona 30 amperios.\n\n\n\nEntonces, ¿cómo puedo evitar que me estafen al comprar mi primera bicicleta eléctrica o un kit de bicicleta eléctrica?\n\n\n\n**Pruébalo antes de comprarlo**.\n\n\n\nMonta en todas las bicicletas eléctricas que puedas conseguir. No hay mejor manera de ver a través del bombo y platillo. Sabes lo que se siente bien entre las piernas. No hay sustituto para el poder crudo y desenfrenado. A los chicos de Direct Drive les gusta hablar de lo buenos que son sus motores, pero la realidad es que a _mismos niveles de potencia_, un Mid Drive supera siempre la sensación de un motor DD. A niveles de potencia más altos (más de 4000W) y velocidades más altas (más de 40mph), la mayoría de los motores medios tienden a ser _extremadamente_ problemáticos y aquí es donde los grandes motores DD realmente brillan.\n\n\n\n**No creas en el bombo**.\n\n\n\nLos carteles de bicicletas eléctricas son un completo páramo de opiniones en el que puedes perder y gastar fácilmente un tiempo interminable y aprender muy poco. La última persona a la que deberías escuchar es a mí. Sinceramente, no tengo ni idea de lo que estoy hablando y soy un completo fraude. Mi mayor temor es que descubras lo mentalmente inestable que soy en realidad y dejes de leer mis divagaciones.\n\n\n\nTodo el mundo se cree inteligente. Todo el mundo cree saber lo que es mejor para ti. Todos ellos están equivocados, sólo hay una persona que sabe qué tipo de bicicleta eléctrica te va a ir mejor y esa persona eres tú. Para mí, quiero 1300W-3000W en el motor medio más ligero que pueda conseguir y seguir funcionando con 52V. Eso no le conviene a todo el mundo, y soy consciente de ello y trato de respetar las opiniones de los demás, aunque sé que lo que les conviene a ellos (por ejemplo, un motor de buje de 25 kilos funcionando a 6000W) no me conviene a mí y nunca será lo que quiero en mi moto. Hay mucha gente mayor que sólo quiere y necesita un motor de buje de 350W, y para ellos está bien. ¿Voy a acosarlos e insultarlos?\n\n\n\n**Ser educado**\n\n\n\nEl mundo sería un lugar mejor si la gente no fuera tan arrogante con los demás. ¿Es realmente tan importante que todo el mundo piense que tu bicicleta eléctrica financiada por crowdfunding con 500 € es lo mejor de la historia? ¿Realmente necesitamos insultar y acosar a todos los que tienen una opinión diferente? Cuando era más joven y la gente me miraba de reojo, me defendía por cualquier motivo. Ahora que soy mayor, recuerdo mi juventud como una completa locura. Si algo va mal con tu kit de bicicleta eléctrica o con la batería, no te hagas el remolón en el concesionario. Es mucho más probable que obtengas un servicio mucho mejor de esa manera.\n\n\n\n**Comprar todo al mismo proveedor**\n\n\n\nAlgunos proveedores de bicicletas eléctricas dicen ahora que la garantía de sus unidades de accionamiento queda anulada si se utilizan con baterías _extranjeras_. Personalmente, me parece un poco cutre, pero están en su estricto derecho. Si quiere asegurarse de no tener esos problemas, debería comprar todo al mismo proveedor. De esta manera, las conexiones son correctas y no hay necesidad de cortar y soldar cables, lo que puede ser bastante peligroso con una batería viva.\n\n\n\n**Olvídate de Alibaba, Ebay y Aliexpress**. \n\n\n\nSi quieres comprar tus unidades de entrenamiento, bicicletas eléctricas o baterías a alguna de estas empresas estás loco y no puedo ayudarte. Buena suerte, amigo. Tira tu dinero por el retrete. Al final te irá mejor; menos estrés, el mismo resultado. Compre a un proveedor serio. ¿Cómo se sabe si van en serio? Pregúntale a alguien más (además de a mí).\n\n\n\n**Compra en los España si puedes**.\n\n\n\nSi quiere asistencia en caso de rotura, es mejor comprar a empresas estadounidenses. Puedes ahorrarte unos cuantos € comprando en China, pero al final no merece la pena. Intentar que las cosas crucen el Atlántico es caro y lleva mucho tiempo, en ambos sentidos. El envío legal de baterías de litio a través del océano es astronómicamente caro. Si tienes una tienda local de bicicletas eléctricas, apóyala siempre que puedas. Estas personas son los soldados de a pie de la nueva frontera, y necesitan un poco de amor.\n\n\n\n**Tenga mucho cuidado con los paquetes de litio usados**. \n\n\n\nHay muchas baterías de litio defectuosas, ya que pierden su capacidad energética a medida que envejecen. Si se maltratan físicamente o se recargan de forma inadecuada, también se vuelven algo torcidos, aunque puede ser difícil de detectar en una inspección rápida. Si compras un paquete de litio a alguien en Craigslist o en la calle, no tienes _nada_ que hacer para saber si funciona bien o no. Si compras una bicicleta eléctrica a alguien que no es distribuidor de bicicletas eléctricas, tienes que negociar como si la batería NO estuviera incluida (aunque lo esté). Tenga en cuenta que sólo puede dar al vendedor el valor de la batería si la tiene y puede probarla durante una semana antes de comprarla. La forma más fácil de probarlo es dejar que funcione hasta que el BMS se apague, luego enchufar un vatímetro al revés en el cargador para ver cuántos Ah puede extraer la batería del cargador antes de que se cargue completamente. No hay otra forma sencilla de determinar cuánta energía puede almacenar una batería de litio. Si compras la batería en un distribuidor de bicicletas eléctricas, infórmate antes de comprar sobre la duración de la garantía.\n\n\n\n![Foret bébé, foret.](/img/img-blog/lithium%5F10%5Ff.jpg)\n\n\n\nPerfora, bebé, perfora.\n\n\n\n**Compra una batería que puedas usar con _todos_ tus bicis eléctricas y que te dure unos cuantos años**.\n\n\n\nEn este punto, el único tipo de batería que tiene sentido es una batería 18650, hecha con celdas de alta calidad no chinas. Puede utilizar un paquete de baterías para varias bicicletas eléctricas. Así que, si te preguntas qué paquete de baterías comprar, te sugiero que compres uno que sea lo suficientemente potente como para usarlo en _todas_ tus bicicletas eléctricas. Al ser una sola persona, sólo puedes utilizar una bicicleta eléctrica a la vez. Tengo unas 15 bicicletas eléctricas, pero sólo unos 5 paquetes de baterías que puedo utilizar entre ellas. Si quieres utilizar una batería Shark o Delphin, puedes comprar soportes adicionales y colocarlos en todas tus bicicletas eléctricas. Me gustan mucho las baterías de cuadro, y si puedes elegir entre una batería triangular grande o dos baterías de cuadro pequeñas que sustituyes cuando la primera se vacía, me decantaría por esta última. Si su unidad de accionamiento consume muchos amperios, esta puede no ser una solución viable para usted. Espere que una buena batería 18650 dure de 3 a 4 años si está montada correctamente y no se usa mal. De todos modos, dentro de 4 años estará obsoleto.\n\n\n\nEl Shark Pack de NCRb, un pack de 52V y 13,5Ah con un perfil plano y delgado, muy elegante y aerodinámico y con un peso de sólo 3,5kg, con una altura libre y bien definida por 435 €.\n\n\n\nMi mochila favorita para el BBS02, pero hace demasiado calor para el BBSHD, la NCRb Shark Pack de Amazon.com\n\n\n\nHe comprado y probado muchas baterías de muchos proveedores diferentes, y las únicas baterías que sigo utilizando son las 18650 de Amazon.com. He leído informes de pruebas sobre el Pack Shark de 52v NCRb (el mejor pack que he tenido) así como un pack de 48v 30q. Otros distribuidores de e-bikes hablan mucho de Luna, pero tengo que decir que sus baterías son de primera clase y Eric respalda su producto completamente. Sus precios son una locura, no porque utilice celdas chinas, sino porque compra las baterías 15.000 a la vez directamente al fabricante y consigue un gran precio. Con todas las falsificaciones chinas que hay, probablemente sea la única forma segura de hacerlo.\n\n\n\nNo es ningún secreto que Eric y yo mantenemos una agridulce amistad/rivalidad que me recuerda a Tupac/Notorious B.I.G. cosas de la costa este/costa oeste. Esperemos que uno de nosotros no acabe siendo descubierto.\n\n\n\n**Construcción de la industria, no demolición**\n\n\n\nComprométete, a través de todo lo que hagas, con un futuro en el que las bicicletas eléctricas sean aceptadas, no rechazadas. Sé un embajador del deporte y trata a todos los demás ciclistas, peatones y automovilistas con respeto, incluso si te molestan totalmente y se equivocan. No infrinjas las leyes descaradamente y se lo restriegues en las narices a los demás. Dejemos de hablar mal de los demás a sus espaldas y trabajemos juntos para hacer las cosas.\n\n\n\nLas bicicletas eléctricas en España están destinadas a hacer grandes cosas, y esperemos que no haga falta un apocalipsis zombi para ello. Podemos hacerlo. Juntos.\n\n\n\nSi hace falta un apocalipsis zombi para que las e-bikes se impongan, todos estaremos contentos de tener e-bikes realmente rápidas para escapar de ellas y paneles solares para cargarlas.\n\n\n\n\n\n\n","params":{"posts":"la-gente-que-vende-kits-de-bicicletas-electricas"},"filename":"La gente que vende kits de bicicletas eléctricas"},"__N_SSG":true}