{"pageProps":{"ficheros":["6 Baterías de bicis eléctricas","BBS02 750 vs BBSHD 1000W vs Cyclone 3000W","BBSHD con programación personalizada","BBSHD de 100mm","Bafang bbshd","Batería de 48V o 52V para una bicicleta eléctrica","Batería de alto rendimiento para bicicletas electricas","Baterías de litio para bicicletas electricas","Baterías y el BMS son fáciles de transportar","Bicicleta electrica urbana","Bicicletas eléctricas para la playa","Bicicletas en dinamarca","Cargador de bicicletas eléctricas","Conducir sobre nieve con un motor electrico BBSHD","Conectores XT90 de alta potencia 90A","Conectores tipo banana para bicicletas electricas","Construcción de una bicicleta eléctrica","Construir una bicicleta eléctrica de gama media barata","Construir, programar, conducir, no morir (en ese orden)","Cubierta Vee Rubber Vee 8","Cyclone Mid Drive 3000W","Cómo hacer tu propia bicicleta eléctrica","Dawes 1500","Engranaje de nylon en el BBS02","Engranaje de nylon para bicicletas electricas","Horquilla de suspensión Bluto Fat Bike","Kit Cyclone Mid Drive 3000W","Kit Cyclone de 3000W","Kit central Bafang BBS02 750W para bicicletas electricas","Kit conversión bicicleta eléctrica barato","Kit conversión bicicleta eléctrica con batería","La gente que vende kits de bicicletas eléctricas","Las e-bikes son peligrosas","Luces led para bicicletas electricas","Mantenimiento del motor electrico bbs02 para bicicleta","Mighty Mini 30T","Monstruosa bicicleta eléctrica de dos ruedas motrices","Montar una batería de litio para una bicicleta eléctrica","Motor Mid-Drive","Neumáticos Mission Command 4 Vee","Nexus-3 IGH para la construcción de bicicletas con ruedas grandes","No hay lugar más seguro para sus baterías de litio y cargadores en su casa","Normativa de circulacion para las bicicletas eléctricas","Nuvinci buje trasero Freno de rodillo N171 Calvo 36G plateado","Pantalla para bicicleta eléctrica","Plato Lekkie Bling para el BBSHD","Platos eléctricos para bicicletas eléctricas","Platos luna eclipse bicicleta electrica","SHIMANO SG-3D55 Universal Hub Kit Nexus","Sistema BBS02 e-RAD","Snow Shoe 2XL","Software de programación de Bafang para el BBSHD","Todo lo que necesitas saber sobre una batería para una bicicleta eléctrica","Vee Rubber Snow Shoe 4 5","kit BBSHD 1000W Middrive de Bafang","n380 Motor bicicleta electrica","¿Necesito un sensor de velocidad en una bicicleta eléctrica?"],"datos":"# Las Bicicletas electricas son peligrosas\n\nEste artículo tratará de convencerte de que merece la pena que saques tu perezoso culo de la cama antes que nadie si quieres recorrer las pistas de singletrail, para que consigas las mejores condiciones de nieve y no pongas en peligro a otros conductores no eléctricos. También establece una plantilla para conocer al amable agente de la ley local y explica por qué debe evitar a los lugareños.\n\n\n\nCuando esquiaba XC (cuando todavía había nieve de verdad), noté algo especial en la nieve. Si querías tener la mejor calidad de nieve para deslizarte, siempre era mejor a primera hora del día. Salía a las pistas cada vez más temprano, hasta que salía al amanecer por las pistas de esquí de fondo y solía terminar unas horas más tarde, alrededor de las 9 de la mañana. Mientras esquiaba en XC, me di cuenta de algunas cosas que se aplican directamente a mi fatbiking eléctrico en invierno.\n\n\n\n**La nieve es mejor si sales temprano**.\n\n\n\nHay muchas razones para ello, pero sobre todo es porque el aire es frío a primera hora de la mañana. Realmente frío. La nieve medio derretida de ayer tuvo la oportunidad de solidificarse durante la noche al caer bajo cero, y ahora está lista para que la recojas. Si quieres una buena tracción, la nieve fría es mejor que la caliente. Si quieres una superficie firme con la menor fricción posible, la nieve fría y granulada es siempre mejor que la nieve granulada. No me cabe duda de que cuanto más cerca del amanecer, mejor es la calidad de la nieve en un día normal. No medito ni como antes de salir. En cuanto me despierto, me levanto, me pongo la badana y salgo a las pistas.\n\n\n\n**Hay menos excursionistas a primera hora de la mañana.**\n\n\n\nLas e-bikes son peligrosas, no sólo para ti, sino también para los demás, ya que las unidades motor central para bicicletas eléctricas son esencialmente silenciosas, pero te permiten gritar a más de 15km/h cuesta arriba. Tuve 2 llamadas cercanas en las que arrastré mi trasero por un sendero empinado, mientras que otra persona robó el camino a una velocidad vertiginosa. Ambas colisiones eran evitables, pero si chocas con otro piloto y tienes un motor y no el otro, puedes adivinar quién va a estar en problemas (alerta de spoiler: no el otro). Si la situación se te va de las manos, NO mires al hombre (o a la mujer) que te quiere pegar, sino que mira hacia otro lado, y ahí es donde irá tu bicicleta eléctrica. Busca preferentemente un lugar donde no haya árboles y donde puedas apartarte sin riesgo de sufrir lesiones graves y permanentes. Los dos accidentes que tuve ocurrieron cuando estaba montando alrededor del mediodía. Nunca he visto a nadie en el bosque antes de las 9 de la mañana, y eso que vivo a 1,5 kilometros de uno de los lugares de singletrack más populares del centro de Nueva York. Los fines de semana, no es raro ver a 50 corredores en el bosque a la vez.\n\n\n\n**No aparcar en el aparcamiento principal**.\n\n\n\nDonde yo monto, el aparcamiento principal se llama \"Party lot\" porque siempre hay gente con sillones tomando una cerveza después de un largo paseo por singletrack. Mi consejo es que busques otro aparcamiento, más discreto. También pongo mi bicicleta eléctrica en mi monovolumen para que ningún otro conductor o guarda forestal pueda ver mi bicicleta eléctrica. No bebo y no tengo amigos, así que tiendo a evitar a los ciclistas normales. Si vas a montar una bicicleta eléctrica en el bosque, probablemente deberías hacer lo mismo. Puedes montar en algún lugar al lado de la carretera, cerca de las rutas de senderismo.\n\n\n\n\n\n**Haciendo amigos con los Rangers**\n\n\n\nSí, es cierto. Los Rangers también son seres humanos y quieren caer bien. Durante 15 años viví cerca del mayor parque estatal del centro de Nueva York, y estuve en el bosque casi _todos_ los días, pero sólo vi a los guardas forestales dos veces en total. Los guardas quieren que les ayudes a mantener el parque limpio y seguro para todos. Habla con ellos como lo harías con los humanos, pídeles sus datos de contacto si ves a alguien haciendo algo ilegal. No pretendas ser un criminal, porque no lo eres. Recuerde llevar una copia del HR 727. Si su bicicleta eléctrica tiene una potencia inferior a 750W y viaja a menos de 20mph, es legal en los España a menos que las leyes locales lo prohíban específicamente. Todos mis motores, incluyendo mis BBSHD, tienen 750W estampados en la parte inferior del motor, así que incluso si me acosan, hay una buena posibilidad de que pueda hablar de mi salida.\n\n\n\n\n**Nunca hables con la policía**\n\n\n\n¿No está eso en contradicción directa con la afirmación \"hazte amigo de los Rangers\"? Puedes apostar por ello. Hay un vídeo imprescindible si te enfrentas a la policía. Tenga la seguridad de que el 99% de las personas que están actualmente en prisión NO estarían en prisión si conocieran sus derechos y los ejercieran. Supongamos que no quieres perder 50 minutos de tu vida viendo a los dos tipos de este vídeo de YouTube. Lo esencial de lo que dice es que no hay que hablar NUNCA con la policía, nunca. De hecho, es muy sencillo. En una conversación con un agente de policía, debe haber 3 cosas\n\n\n\n* \"¿Me retendrán?\"\n\n\n\n* \"¿Puedo ir?\"\n\n\n\n* No respondo a las preguntas\".\n\n\n\nYa está, el Tribunal Supremo ha decidido que no tienes derecho a guardar silencio, sino que debes responder con un \"no contestaré a las preguntas\". Un policía (o un guarda forestal) puede multarte por lo que quiera. La decisión corresponde a los tribunales. Si te ponen una multa con la que no estás de acuerdo, no discutas con el agente, espera a ir al juzgado para exponer tu caso. No hay mucho más que puedas hacer.\n\n\n\nEntonces, ¿qué debo hacer? ¿Hablar con los guardabosques o no hablar con ellos? Hablo con los guardas como lo haría con cualquier otra persona, pero si empiezan a hacerme preguntas sobre mi bicicleta o mis paseos por el sendero, no les digo nada en absoluto, excepto: \"Con el debido respeto, señor, no voy a responder a sus preguntas\". Sé que suena confuso, pero confía en tus instintos. Sólo recuerda que todo lo que digas puede y debe ser usado en tu contra. Nada de lo que digas puede ayudarte a menos que puedas salir de la situación de que te multen.\n\n\n\nEs bastante probable que la multa sea rechazada por el tribunal, incluso si se representa a sí mismo sin abogado.\n\n\n\n![Cualquier funcionario puede escribirte una citación si quiere](/img/img-blog/ticket.jpg)\n\n\n\nCualquier agente de policía puede expedirle una citación si lo desea. No discutas con ellos, es inútil y probablemente sólo conseguirás que se enfaden.\n\n\n\nHe aquí 3 ejemplos de cómo se puede gestionar la Ley de Johnny:\n\n\n\n1. ves a un Ranger sentado en su camión y tu bici eléctrica está escondida en la parte trasera de tu furgoneta, por lo que no puede verla. Paro el camión, me acerco, me presento y me comporto muy amablemente. Le digo al guarda forestal que estoy en el bosque todos los días y que en los últimos 15 años he sacado del bosque un semirremolque lleno de residuos. Les pido su tarjeta de visita o información de contacto y les digo que denunciaré cualquier cosa ilegal que vea. Si eres lo suficientemente guay con ellos y reciben una queja sobre un tipo en un monovolumen con la etiqueta del arco iris que va en bicicleta eléctrica por el bosque, puede que incluso la ignoren porque tu comportamiento ha dejado claro que NO te consideras un delincuente y que te importa mucho el bosque.\n\n\n\n2. El guarda forestal me ve salir del bosque con la bicicleta eléctrica y empieza a hacerme preguntas. Le entrego una copia del HR727 y le muestro el sello de 750W en la parte inferior del motor. Por lo demás, no respondo a ninguna pregunta sobre nada, y si me hace preguntas, le digo: \"No voy a responder a ninguna pregunta, señor\". Si me da un billete, lo acepto amablemente, le doy las gracias y le deseo un buen día. Entonces intento impugnar la multa en el juzgado (este es el lugar adecuado para impugnar estas cosas).\n\n\n\n3. el guarda forestal o un policía viene a mi puerta y me pregunta si puede hacerme algunas preguntas. Durante esta conversación digo por turnos: \"No respondo a las preguntas\", \"¿Estoy detenido?\" y \"¿Puedo irme?\". No debe decir nada más a un agente de policía que quiera interrogarle. Nada de lo que digas puede ser utilizado a tu favor en un tribunal (es un testimonio de oídas), sólo puede ser utilizado en tu contra.\n\n\n\n**No tengas miedo de dar la vuelta e ir en dirección contraria.**\n\n\n\nSi sigo a otro ciclista y éste circula demasiado despacio, no le adelanto, sino que simplemente doy la vuelta y me voy en sentido contrario. Si veo a alguien en el bosque haciendo senderismo o esquiando, a menudo me doy la vuelta y vuelvo por donde he venido. Si veo a un ciclista, corto el acelerador y simplemente paso pedaleando y saludando. No me detengo ni hablo con ellos. Como mi batería está en una mochila y mi bicicleta tiene este aspecto, la mayoría de la gente no puede decir a simple vista que tiene un motor. ¿Por qué crear un conflicto potencial cuando es tan fácil de evitar?\n\n\n\n**No te metas con los locales**\n\n\n\nLos cristales de mi furgoneta salieron disparados mientras dormía en ella con mi mujer a una hora de casa. Me subí al asiento del conductor completamente desnudo y arranqué la furgoneta con la intención de atropellar al tipo en defensa propia (historia real). Se subió a la camioneta de su amigo y se fueron, y yo los seguí, pero luego me detuve, pues me di cuenta de que no tenía idea de lo que haría si los alcanzaba o si acababan de detener su camioneta en la carretera. Ya me habían disparado varias veces sin motivo aparente, y yo no llevaba pistola. En cambio, me vestí y me fui.\n\n\n\n![Nur in Amerika](/img/img-blog/redneck-with-guns.jpg)\n\n\n\nSólo en España.\n\n\n\n¿Ves a alguien tirando la basura? Sólo vete. Los nativos son peligrosos y los que se sienten amenazados lo son aún más. Sólo quieren divertirse, y divertirse a veces significa disparar por las ventanas de tu coche mientras estás sentado en él.\n\n\n\nIntenta no tomártelo como algo personal. De hecho, no se trata de ti.\n\n\n\n\n\n\n","params":{"posts":"las-e-bikes-son-peligrosas"},"filename":"Las e-bikes son peligrosas"},"__N_SSG":true}