{"pageProps":{"ficheros":["6 Baterías de bicis eléctricas","BBS02 750 vs BBSHD 1000W vs Cyclone 3000W","BBSHD con programación personalizada","BBSHD de 100mm","Bafang bbshd","Batería de 48V o 52V para una bicicleta eléctrica","Batería de alto rendimiento para bicicletas electricas","Baterías de litio para bicicletas electricas","Baterías y el BMS son fáciles de transportar","Bicicleta electrica urbana","Bicicletas eléctricas para la playa","Bicicletas en dinamarca","Cargador de bicicletas eléctricas","Conducir sobre nieve con un motor electrico BBSHD","Conectores XT90 de alta potencia 90A","Conectores tipo banana para bicicletas electricas","Construcción de una bicicleta eléctrica","Construir una bicicleta eléctrica de gama media barata","Construir, programar, conducir, no morir (en ese orden)","Cubierta Vee Rubber Vee 8","Cyclone Mid Drive 3000W","Cómo hacer tu propia bicicleta eléctrica","Dawes 1500","Engranaje de nylon en el BBS02","Engranaje de nylon para bicicletas electricas","Horquilla de suspensión Bluto Fat Bike","Kit Cyclone Mid Drive 3000W","Kit Cyclone de 3000W","Kit central Bafang BBS02 750W para bicicletas electricas","Kit conversión bicicleta eléctrica barato","Kit conversión bicicleta eléctrica con batería","La gente que vende kits de bicicletas eléctricas","Las e-bikes son peligrosas","Luces led para bicicletas electricas","Mantenimiento del motor electrico bbs02 para bicicleta","Mighty Mini 30T","Monstruosa bicicleta eléctrica de dos ruedas motrices","Montar una batería de litio para una bicicleta eléctrica","Motor Mid-Drive","Neumáticos Mission Command 4 Vee","Nexus-3 IGH para la construcción de bicicletas con ruedas grandes","No hay lugar más seguro para sus baterías de litio y cargadores en su casa","Normativa de circulacion para las bicicletas eléctricas","Nuvinci buje trasero Freno de rodillo N171 Calvo 36G plateado","Pantalla para bicicleta eléctrica","Plato Lekkie Bling para el BBSHD","Platos eléctricos para bicicletas eléctricas","Platos luna eclipse bicicleta electrica","SHIMANO SG-3D55 Universal Hub Kit Nexus","Sistema BBS02 e-RAD","Snow Shoe 2XL","Software de programación de Bafang para el BBSHD","Todo lo que necesitas saber sobre una batería para una bicicleta eléctrica","Vee Rubber Snow Shoe 4 5","kit BBSHD 1000W Middrive de Bafang","n380 Motor bicicleta electrica","¿Necesito un sensor de velocidad en una bicicleta eléctrica?"],"datos":"# Mantenimiento del motor electrico BBS02 para bicicletas\n\nHubo una verdadera revuelta por parte de los propietarios de BBS02 que estaban disgustados porque sus unidades BBS02 se entregaban sin grasa en los engranajes secundarios o con grasa de litio blanca inadecuada en los engranajes secundarios. Ambas variantes son inadecuadas y provocan la destrucción y el desgaste prematuros del engranaje secundario, así como un nivel de ruido de la unidad de accionamiento mucho más alto de lo que debería. Una BBS02 correctamente lubricada y funcionando a plena potencia debería ser tan ruidosa como un gran taladro de mano, no más.\n\n\n\n\"¿Qué has dicho?\"\n\n\n\nTe dije que tu BBS02 no debe ser tan fuerte ...\n\n\n\n![Esto puede ser el resultado de los éxitos con el BBS02](/img/img-blog/img%5F20151222%5F0837569901.jpg)\n\n\n\nFresa, vainilla o chocolate. La grasa blanca de litio no es lo suficientemente espesa y la grasa negra de Moly rompe el engranaje de nylon. Goldilocks Mobilgrease 28 es exactamente lo que necesita. Sí, como en esta mesa. Asqueroso.\n\n\n\nComo referencia : \n\n\n\n* La reducción del engranaje secundario se encuentra bajo la cubierta de plástico del BBS02 y es de muy fácil acceso. La mayoría de las unidades BBS02 tienen grasa negra gruesa para los ejes en estos engranajes, con la excepción de unos pocos cientos de unidades a mediados de 2015 que se entregaron sin grasa o con grasa de litio blanca. Bafang comenzó a utilizar grasa negra para ejes para este nivel de reducción. El BBSHD siempre ha tenido grasa negra en la caja de cambios secundaria, que yo sepa.\n\n\n\n* La reducción primaria de la transmisión, para la que hay que desmontar el motor, utiliza un gran piñón de nylon blanco. Bafang siempre ha utilizado grasa de litio blanca para este engranaje y nunca ha suministrado unidades de accionamiento sin grasa. Hay problemas con la grasa de litio más ligera que se desprende de los engranajes o se endurece al envejecer durante varios años.\n\n\n\nHace unas semanas llegué a la conclusión de que el fallo de mi engranaje de nylon se debía probablemente a la grasa negra del eje que se estaba filtrando del cojinete de la caja de cambios secundaria a la caja de cambios primaria. Como esto me pareció inaceptable, busqué otra grasa que pudiera utilizar para sustituir la grasa negra para ejes utilizada por Bafang y que pudiera instalar en ambas zonas de reducción. El Mobilgrease 28 que elegí fue diseñado específicamente para piezas de aeronaves y es adecuado para los engranajes de nylon. Está disponible por un dólar la onza y tiene un sabor a cereza (yum).\n\n\n\nRecomiendo utilizar guantes de nitrilo negro de alta resistencia si se trabaja con cualquier tipo de grasa. Puedes comprar una caja de 100 guantes en Walmart o Lowes por unos 10 €. Consigue los negros extra gruesos, no los azules finos de mierda, que son más adecuados para los exámenes de próstata. Estas grasas son tóxicas y muchos tipos de disolventes pueden ser absorbidos directamente a través de la piel hasta el torrente sanguíneo. ¿Quieres saber cómo me volví tan estúpido? Me lavé las manos con tetraethyl lead para que mi Dodge Phoenix de 1961 pudiera funcionar durante 8 años como conductor diario. Lo más estúpido que he hecho, excepto la vez que me escapé de casa para participar en un circo. Dijeron que no era lo suficientemente grande para ser el gigante, y acabé siendo el payaso más patético del mundo, montando en un triciclo para niños y prendiendo fuego a los pantalones de la gente. Estoy viviendo el sueño, nena. (no es una historia real)\n\n\n\nEste es el aspecto que debe tener su caja de cambios secundaria, que se llenó de grasa en la fábrica. Si no es así, tienes que hacer algo al respecto. El piñón es el pequeño engranaje de la parte superior izquierda.\n\n\n\nLlenar el Mobilgrease 28 en la caja de cambios secundaria es literalmente un trabajo de 5 minutos. Afloje los 5 ó 7 tornillos de la cubierta de plástico de su BBS02 y retírela. Si hay algo de grasa negra, limpie todo lo posible con el dedo o utilice el cepillo de dientes de su mujer. A continuación, tome un dedo de Mobilegrease 28 y extiéndalo en los dientes alrededor del anillo grande y del pequeño. Vuelve a enroscar la tapa y ya está. Ya ves, todo el lloriqueo y los disturbios en las calles no sirvieron para nada. \n\n\n\n![El motor ha sido removido, no puedo creer que usen pasta de dientes en el interior](/img/img-blog/img%5F20151222%5F0850249671.jpg)\n\n\n\nEl motor ha sido removido, no puedo creer que usen pasta de dientes allí. ¡Asqueroso!\n\n\n\nSi eres tan duro como yo y quieres sustituir toda la grasa de tu BBS02 por Mobilgrease 28, tienes que seguir estos pasos. El proceso completo dura unos 30 minutos.\n\n\n\n1. retire la cubierta de plástico como se ha descrito anteriormente y limpie la grasa negra para evitar que se extienda por todas partes\n\n\n\n2. Retire el regulador con 2 tornillos de cabeza hexagonal. Asegúrese de utilizar la llave correcta y de que está completamente encajada. Bafang pone estos tornillos DEMASIADO FIJOS y se pueden rayar, yo lo he hecho.\n\n\n\n3. quitar la silicona alrededor de los 3 grandes cables de fase donde entran en la carcasa, quitar el gran conector blanco que también entra en la carcasa y está cubierto de silicona.\n\n\n\n4. Desatornillar el motor delante del controlador con 4 tornillos hexagonales. Como en el caso anterior, están demasiado apretados.\n\n\n\n5. Sacuda suavemente el motor hacia atrás y los cables trifásicos en el lado del controlador se sacan lentamente.\n\n\n\n6. Retire el tapón de goma triangular de la esquina superior y, a continuación, retire la cubierta triangular del engranaje de nailon.\n\n\n\n7. Estos 3 tornillos Phillips son difíciles de quitar. Tienes que sujetar la caja con firmeza, luego empujar el destornillador Philips de buen tamaño hacia abajo con todas tus fuerzas, y luego girar el destornillador con un par de mordazas. Es una locura apretar tanto los tornillos Phillips, que son extremadamente difíciles de quitar. No te rindas.\n\n\n\n8. Retire la placa de cubierta y, a continuación, utilice unos alicates de anillos de presión para retirar el anillo de presión del engranaje de nailon. Es posible que tenga que quitar la grasa de litio blanca de la parte superior del engranaje de nailon.\n\n\n\n9. Limpiar todo el compartimento de grasa blanca. Puede empezar a volverse grisáceo debido a la grasa negra que se filtra a través del rodamiento, este es el caso de la mayoría de las unidades de accionamiento que he desmontado.\n\n\n\n10. Poner Moblegrease 28 en los dientes del engranaje de nylon y en los dientes del motor. Este es el mejor lugar para este lubricante.\n\n\n\n11. Vuelva a montar la placa de cubierta, el motor y la caja de control. No apriete demasiado los tornillos, pero sólo un poco, no como un prisionero chino. Si vuelve a montar el motor, tire suavemente de los cables de fase al atornillar el motor. Es posible que tenga que volver a aplicar silicona a las conexiones del controlador para volver a sellarlas.\n\n\n\n12. utilice la herramienta de extracción de ejes Bafang para retirar las 2 tuercas de seguridad del lado del eje opuesto a la transmisión secundaria.\n\n\n\n13. Retire el eje aproximadamente un centímetro. No retire la grasa del eje para evitar que entre en la caja de cambios primaria. Limpie la grasa de ambos lados de la caja de cambios grande con un trapo y el cepillo de dientes de su hijo. No le digas lo que estás haciendo, simplemente vuelve a poner el cepillo de dientes en su soporte cuando hayas terminado y mira si se da cuenta. (Este chiste nunca pasa de moda)\n\n\n\n14. Vierta Mobilgrease 28 en los dientes del engranaje secundario grande y presione alrededor del piñón.\n\n\n\n15. vuelva a insertar el eje, coloque la primera tuerca de seguridad de manera que quede un poco apretada, luego coloque la arandela de goma, coloque la segunda tuerca de seguridad y apriétela bien. Compruebe la fricción de los rodamientos haciendo girar el eje cuando haya terminado. El eje no debe estar suelto (se tambalea hacia adelante y hacia atrás) y no debe estar tan apretado que no se pueda girar hacia adelante y hacia atrás con los dedos.\n\n\n\n16. Vuelva a colocar la cubierta de plástico. Atorníllelo sólo con un destornillador de mano. Si utiliza un taladro inalámbrico, es probable que la tapa se rompa.\n\n\n\n17. Eso es todo, has terminado.\n\n\n\n![Reinigen Sie diesen Bereich so gut Sie können.](/img/img-blog/img%5F20151222%5F0902508551.jpg)\n\n\n\nLimpia esta zona lo mejor que puedas. Lame el motor, chico.\n\n\n\nHay otro artículo que escribí sobre la sustitución de la armadura de nylon en el BBS02, que se puede encontrar y que también podría valer la pena mirar antes de embarcarse en esta tarea. Tiene más descripciones que el anterior y también muchas más fotos.\n\n\n\n![La mejor manera de recubrir el piñón de nylon con grasa.](/img/img-blog/img%5F20151222%5F0907363021.jpg)\n\n\n\nLa mejor manera de recubrir el piñón de nylon con grasa es presionándolo en los dientes. Nunca utilice grasa negra para esta parte. Degrada el plástico y lo vuelve blando, como Stay Puft Marshmellow Man.\n\n\n\nYo solía usar grasa de molibdeno negro para ejes de coches para la caja de cambios secundaria en mi 8 BBS02, y honestamente funciona muy bien, pero puede dañar seriamente las piezas de plástico con el tiempo. Todos mis tubos de grasa están diseñados para encajar en una pistola y ser introducidos en las boquillas de engrase, pero también se puede meter el dedo en el extremo del tubo y sacar un poco. Intenta resistir el impulso de intentarlo. Si no puedes meter el dedo, corta todo el tubo de cartón un poco más corto con un cúter para que el dedo pueda entrar.\n\n\n\nEn mi opinión, la grasa blanca de litio utilizada por Bafang para la transmisión primaria no es lo suficientemente gruesa y tiende a desprenderse fácilmente de los engranajes de nylon durante las miles de revoluciones por minuto a las que funciona la transmisión primaria. Mobilgrease 28 es una solución mucho más elegante, ya que está mezclada con un poco de arcilla que espesa la grasa y permite que se adhiera a los engranajes, incluso cuando giran muy rápido. La grasa de litio blanca que Bafang utilizaba para las antiguas unidades de accionamiento parece secarse después de unos años y ya no es pegajosa. A mi corrector ortográfico no le gusta la palabra \"pegajoso\", pero a mí sí.\n\n\n\n![Abdeckplatte ersetzt und Motor wird eingebaut](/img/img-blog/img%5F20151222%5F0909330611.jpg)\n\n\n\nLa placa de cubierta ha sido sustituida y el motor está ahora reinstalado. No te olvides del tapón de goma en la esquina superior derecha, como siempre hago yo.\n\n\n\nBruno, nuestro fanático australiano de la velocidad favorito, hizo un video sobre los problemas que se encuentran con la grasa blanca de litio. Bruno utilizó grasa negra de moly, que no recomiendo porque puede filtrarse en la caja de cambios primaria. Advertencia sobre la configuración del volumen: debes comprobar el volumen de los altavoces de tu ordenador antes de hacer clic en los vídeos de Bruno. Estaríais locos si no os suscribierais a su canal, porque hay montones de vídeos geniales sobre cómo arreglar BBS02 y BBSHD, y el tipo es divertido. No es divertido como Karl Gesslein de electric-fatbike, sino realmente divertido, como para hacer reír.\n\n\n\n![Esta es la mejor manera de lubricar la transmisión secundaria en mi opinión](/img/img-blog/img%5F20151222%5F0922283821.jpg)\n\n\n\nEn mi opinión, esta es la mejor manera de lubricar la rueda secundaria. No limpie el eje principal. Para los rodamientos de agujas y los rodamientos axiales, no hay nada mejor que la grasa de molibdeno negro.\n\n\n\n30 minutos de mantenimiento adecuado en su BBS02 pueden valer miles de kilómetros de funcionamiento ininterrumpido. Teniendo en cuenta la cantidad de mantenimiento que la mayoría de la gente hace en sus coches, este es un pequeño precio a pagar. Si quieres avergonzar o culpar a tu distribuidor de BBS02, recuerda que él no es responsable de los errores de Bafang y que entregar cientos de transmisiones de BBS02 sin grasa en la caja de cambios secundaria es un gran error. Si necesita exactamente la grasa de molibdeno negro que Bafang ofrece para el BBS02, póngase en contacto con Eric en Lunacycle, que tiene una tina de este producto muy caro.\n\nEstoy seguro de que estará encantado de enviarte algunos si le has comprado tu unidad de entrenamiento. Aunque no le hayas comprado tu unidad de potencia, Eric es un tipo muy agradable y si le prometes enviarle todas tus cosas de e-bike hasta que te mueras y quedes realmente patético, probablemente te enviará algo. Bafang le ofrece un cubo de grasa de molibdeno negro de Kentucky Fried Chicken con cualquier pedido superior a 250.000 €.\n\n\n\nSi tienes un BBSHD, no te recomendaría hacer este procedimiento en esta etapa. Si compruebo que la grasa de molibdeno negro penetra en el reductor de nylon, escribiré un artículo aparte para el BBSHD, que tiene una composición muy diferente. Debes suscribirte a este blog si tienes un BBSHD y no quieres perderte este artículo.\n\n\n\nSigue conduciendo.\n\n\n","params":{"posts":"mantenimiento-del-motor-electrico-bbs02-para-bicicleta"},"filename":"Mantenimiento del motor electrico bbs02 para bicicleta"},"__N_SSG":true}