{"pageProps":{"ficheros":["6 Baterías de bicis eléctricas","BBS02 750 vs BBSHD 1000W vs Cyclone 3000W","BBSHD con programación personalizada","BBSHD de 100mm","Bafang bbshd","Batería de 48V o 52V para una bicicleta eléctrica","Batería de alto rendimiento para bicicletas electricas","Baterías de litio para bicicletas electricas","Baterías y el BMS son fáciles de transportar","Bicicleta electrica urbana","Bicicletas eléctricas para la playa","Bicicletas en dinamarca","Cargador de bicicletas eléctricas","Conducir sobre nieve con un motor electrico BBSHD","Conectores XT90 de alta potencia 90A","Conectores tipo banana para bicicletas electricas","Construcción de una bicicleta eléctrica","Construir una bicicleta eléctrica de gama media barata","Construir, programar, conducir, no morir (en ese orden)","Cubierta Vee Rubber Vee 8","Cyclone Mid Drive 3000W","Cómo hacer tu propia bicicleta eléctrica","Dawes 1500","Engranaje de nylon en el BBS02","Engranaje de nylon para bicicletas electricas","Horquilla de suspensión Bluto Fat Bike","Kit Cyclone Mid Drive 3000W","Kit Cyclone de 3000W","Kit central Bafang BBS02 750W para bicicletas electricas","Kit conversión bicicleta eléctrica barato","Kit conversión bicicleta eléctrica con batería","La gente que vende kits de bicicletas eléctricas","Las e-bikes son peligrosas","Luces led para bicicletas electricas","Mantenimiento del motor electrico bbs02 para bicicleta","Mighty Mini 30T","Monstruosa bicicleta eléctrica de dos ruedas motrices","Montar una batería de litio para una bicicleta eléctrica","Motor Mid-Drive","Neumáticos Mission Command 4 Vee","Nexus-3 IGH para la construcción de bicicletas con ruedas grandes","No hay lugar más seguro para sus baterías de litio y cargadores en su casa","Normativa de circulacion para las bicicletas eléctricas","Nuvinci buje trasero Freno de rodillo N171 Calvo 36G plateado","Pantalla para bicicleta eléctrica","Plato Lekkie Bling para el BBSHD","Platos eléctricos para bicicletas eléctricas","Platos luna eclipse bicicleta electrica","SHIMANO SG-3D55 Universal Hub Kit Nexus","Sistema BBS02 e-RAD","Snow Shoe 2XL","Software de programación de Bafang para el BBSHD","Todo lo que necesitas saber sobre una batería para una bicicleta eléctrica","Vee Rubber Snow Shoe 4 5","kit BBSHD 1000W Middrive de Bafang","n380 Motor bicicleta electrica","¿Necesito un sensor de velocidad en una bicicleta eléctrica?"],"datos":"# Mighty Mini 30T\n\nMe quedé bastante descolocado cuando ayer recibí un paquete sorpresa de Eric de Amazons. En una caja llena de caramelos y galletas había una flamante bandeja de aleación Mighty mini con tratamiento térmico 7075 t6 para el BBS02, disponible por 56 €. Me quedé tan sorprendido por la belleza de esta bandeja que me quedé mirándola durante unos 5 minutos. Miré cuidadosamente el mecanizado para ver si podía encontrar un solo defecto. No pude encontrar ninguno.\n\n\n\nSe me saltaron las lágrimas y lo colgué en la pared como si fuera una obra de arte. Quería llamar al tramoyista para decirle el gran trabajo que había hecho, pero no quería que me oyera tan emocionada y llorosa por teléfono, así que desistí. Al día siguiente bajé esta obra de arte, la puse en mi Materia Oscura y me fui a dar un paseo. Build y yo fuimos a dar una vuelta. No me decepcionó.\n\n\n\n![Una vez terminado el anodizado](/img/img-blog/luna%5F2%5F%5F95572-1456516473-1280-1280.jpg)\n\n\n\nTras el anodizado, se fresa por segunda vez para que quede aún más bonito. Intenta encontrar a alguien en China que lo haga por ti.\n\n\n\nPrimero hice una prueba de velocidad con mis viejos platos Race Face de 34T y mi adaptador de plato SpainBike en la SpainBike BBS02\\. En el piso, con una batería fresca y una presión de neumáticos bastante baja, llegué a 27 mph verificados por el GPS. A esta velocidad tenía una buena cadencia de pedaleo con un piñón de 11T en la rueda trasera. Con el Mighty Mini de 30T, mi velocidad máxima fue de 26 mph verificada por el GPS con una cadencia muy rápida en el piñón de 11T. Esto significa que si se pasa de un plato de 34T a uno de 30T, se pierde aproximadamente 1mph de velocidad máxima. También debe esperar tener una cadencia rápida con este tipo de plato para cualquier cosa por encima de 20 mph o así. A pesar de que sufro a través de mi esposa brasileña Buttlift vídeo cada semana todavía pesa en un vigoroso 200lbs, por lo que sus construcciones probablemente irán más rápido porque no son gordos. Y tampoco es feo.\n\n\n\nEl Mighty Mini fue capaz de subir colinas increíblemente empinadas con el abuelito de 32T. Ni siquiera pude encontrar nada lo suficientemente empinado como para necesitar el granny de 36T, pero es bueno saber que todavía está allí. Esta es un área en la que la BBS02 realmente sobresale, subiendo pendientes realmente empinadas con una marcha muy baja. Bajo una carga elevada, a la BBS02 le gusta girar rápido, no lento. Esto es suave para todas las partes de la unidad motriz y genera mucho menos calor. Tienes que creerlo.\n\n\n\n![data-medium](/img/img-blog/mm.jpg)\n\n\n\nSucio, te digo, ¿cómo pueden vivir así las bicicletas eléctricas? Es una pena. Realmente lo es.\n\n\n\nComo era de esperar, con una cadena de 10 velocidades, no tuve problemas con la cadena y pude rodar la mayor parte del tiempo en el centro de mi casete, que es siempre la mejor posición. Si siempre vas con la marcha de abuelita, tu plato delantero es demasiado grande, y si siempre vas con el piñón más pequeño, tu plato delantero es demasiado pequeño. Como Ricitos de Oro, este plato es perfecto para el singletrack.\n\n\nCon 56 g, es la bandeja más ligera de BBS02.\n\n\n\nEl peso es simplemente asombroso, nada de lo que he encontrado se acerca. El adaptador SpainBike y el plato Raceface 34T que lo sustituyó pesaban orgullosamente 138g, más del doble que el plato Mighy Mini 30T BBS02.\n\n\n\n![IMG_20160228_141640968_HDR](/img/img-blog/img_20160228_141640968_hdr.jpg?w=300&amp;amp;amp;h=400)\n\n\n\nParece un peso de plomo junto al anillo de 30T.\n\n\n\nEl par de torsión que se obtiene con el anillo más pequeño no es tan notable como el del 30T Mighty Mini con BBSHD, principalmente porque el BBS02 no es una unidad motriz tan potente. Si tienes una bicicleta de carga BBS02, un tándem con BBS02 o una máquina de trail singletrack con BBS02, entonces el Mighty Mini de 30T es una excelente opción para un plato delantero. Si quieres la máxima velocidad, debes elegir un plato más grande como el Lekkie 42T Bling Ring o incluso un puto 52T factory steel chainring para obtener las máximas velocidades.\n\n\n\nPor cierto, NO recomiendo la BBS02 para una bicicleta de carga o tándem. Si puede permitírselo, compre una unidad BBSHD en su lugar. No te arrepentirás.\n\n\n\n\n\n\n\n![minim](/img/img-blog/minim.jpg?w=700&amp;amp;amp;h=525)](/img/img-blog/minim.jpg)\n\n\n","params":{"posts":"mighty-mini-30t"},"filename":"Mighty Mini 30T"},"__N_SSG":true}