{"pageProps":{"ficheros":["6 Baterías de bicis eléctricas","BBS02 750 vs BBSHD 1000W vs Cyclone 3000W","BBSHD con programación personalizada","BBSHD de 100mm","Bafang bbshd","Batería de 48V o 52V para una bicicleta eléctrica","Batería de alto rendimiento para bicicletas electricas","Baterías de litio para bicicletas electricas","Baterías y el BMS son fáciles de transportar","Bicicleta electrica urbana","Bicicletas eléctricas para la playa","Bicicletas en dinamarca","Cargador de bicicletas eléctricas","Conducir sobre nieve con un motor electrico BBSHD","Conectores XT90 de alta potencia 90A","Conectores tipo banana para bicicletas electricas","Construcción de una bicicleta eléctrica","Construir una bicicleta eléctrica de gama media barata","Construir, programar, conducir, no morir (en ese orden)","Cubierta Vee Rubber Vee 8","Cyclone Mid Drive 3000W","Cómo hacer tu propia bicicleta eléctrica","Dawes 1500","Engranaje de nylon en el BBS02","Engranaje de nylon para bicicletas electricas","Horquilla de suspensión Bluto Fat Bike","Kit Cyclone Mid Drive 3000W","Kit Cyclone de 3000W","Kit central Bafang BBS02 750W para bicicletas electricas","Kit conversión bicicleta eléctrica barato","Kit conversión bicicleta eléctrica con batería","La gente que vende kits de bicicletas eléctricas","Las e-bikes son peligrosas","Luces led para bicicletas electricas","Mantenimiento del motor electrico bbs02 para bicicleta","Mighty Mini 30T","Monstruosa bicicleta eléctrica de dos ruedas motrices","Montar una batería de litio para una bicicleta eléctrica","Motor Mid-Drive","Neumáticos Mission Command 4 Vee","Nexus-3 IGH para la construcción de bicicletas con ruedas grandes","No hay lugar más seguro para sus baterías de litio y cargadores en su casa","Normativa de circulacion para las bicicletas eléctricas","Nuvinci buje trasero Freno de rodillo N171 Calvo 36G plateado","Pantalla para bicicleta eléctrica","Plato Lekkie Bling para el BBSHD","Platos eléctricos para bicicletas eléctricas","Platos luna eclipse bicicleta electrica","SHIMANO SG-3D55 Universal Hub Kit Nexus","Sistema BBS02 e-RAD","Snow Shoe 2XL","Software de programación de Bafang para el BBSHD","Todo lo que necesitas saber sobre una batería para una bicicleta eléctrica","Vee Rubber Snow Shoe 4 5","kit BBSHD 1000W Middrive de Bafang","n380 Motor bicicleta electrica","¿Necesito un sensor de velocidad en una bicicleta eléctrica?"],"datos":"# Montar una bateria de litio para bicicletas eléctrica\n\nDurante los últimos 6 meses he tenido un proyecto que he ido mordisqueando aquí y allá por miedo a estropearlo y a que se me incendiara la casa. Tengo un gran paquete triangular de 48v 26F de Eric en Lunacycle, que llegó a Lunacycle DOA con un BMS defectuoso que había drenado y matado a 2 grupos de células (16 células 18650) de la batería.\n\nEsta batería nunca pasó las pruebas de calidad internas y le pedí a Eric que me la enviara para intentar solucionar el problema y repararla. También le dije que le compraría la batería si conseguía que volviera a funcionar. En retrospectiva, fue un negocio bastante malo para mí, ya que pasé muchas horas tratando de conseguir que la batería funcionara de nuevo, pero al final, valió la pena para aprender lo que aprendí en el camino.\n\n\n\n![Versuchen Sie das nicht zu Hause, Kinder](/img/img-blog/removing-strips.jpg)\n\n\n\nNo intenten esto en casa, niños. Lo digo en serio. Y de paso, deberías dejar de leer este blog. Te hará perder la cabeza.\n\n\n\nCuando era joven, me decía que nunca tendría nada que no pudiera desmontar, volver a montar y arreglar si se rompía. Esta actitud me ha servido en la vida, ya que ahorro mucho dinero arreglando mis propios coches, lavadoras, ordenadores, cortacéspedes y todo lo que tengo. Me parece extraño que la gente tenga algo tan caro y complicado como un coche sin saber cómo funciona o cómo arreglarlo.\n\n\nLas baterías de las bicicletas eléctricas siempre han sido un misterio para mí, así que quería saber más. La mejor manera de aprender es equivocarse y probar cosas nuevas. Desgraciadamente, cuando se cometen errores con las baterías de litio de 1Kwh, a menudo puede salir muy mal, para uno mismo y para cualquier otra persona que tenga la mala suerte de estar cerca. Este es el único descargo de responsabilidad que tendrá.\n\nDesmontar las baterías de una bicicleta eléctrica es como hacer una bomba. Es increíblemente peligroso y un movimiento equivocado puede matarte, mutilarte o dejarte ciego. Si se desmonta una batería de litio, la garantía se anula inmediatamente y ningún distribuidor sensato aceptará la devolución de la batería. Si sueldas los extremos de las pilas de litio, pueden explotarte en la cara y dejarte ciego. Esto no es una broma. No hagas _ninguna_ de las cosas que te muestro aquí y que yo he hecho, a no ser que estés dispuesto a asumir toda la responsabilidad de tus actos.\n\n\n\nAhora que hemos sacado esa fealdad del camino, pasemos a lo divertido.\n\n\n\nUtilice siempre protección ocular cuando trabaje con paquetes de litio. No hay excepciones. También uso guantes de nitrilo, que recomiendo encarecidamente para hacer cualquier cosa con las bicicletas eléctricas. Puedes comprar una caja de 100 guantes por unos 13 € en cualquier ferretería. Las azules son más finas, las negras suelen ser más gruesas. Me gustan mis guantes de nitrilo como me gusta mi café. Grueso y negro.\n\n\n\nInfórmate antes de empezar leyendo algunos hilos como en endless-sphere. Damien René también tiene un canal de youtube épico con innumerables vídeos en los que construye todo tipo de paquetes para la gente. Son fascinantes e informativos, un poco como Barrio Sésamo, pero sin esos molestos Muppets. He visto casi todos sus vídeos y siento que me vuelvo más inteligente viendo su trabajo. Y lo mejor es que nunca se hace explotar ni prende fuego a los paquetes. ¿Cómo lo hace? Probablemente sólo corte esos trozos.\n\n\n\nOtro gran artículo que encontré fue el de Micah de ebikeschool. Su artículo, muy informativo, es una excelente fuente de información sobre la construcción de baterías de bicicletas eléctricas desde cero con pistolas de pegamento y una lectura obligada para cualquiera que se aventure en el mundo de la construcción o reparación de baterías. Su sitio web es un tesoro virtual de valiosa información sobre las bicicletas eléctricas y un gran lugar para pasar incontables horas de aprendizaje.\n\n\n\n![Abschaltung pour $435 mit einem Ladegerät](/img/img-blog/img_20151222_0824557521.jpg?w=1024)\n\n\n\nAlgunos envases están pegados, lo que hace que las reparaciones sean mucho más difíciles que las de los envases de plantilla.\n\n\n\nCuando reciba la batería, primero debe retirar con cuidado el tubo termorretráctil. Esto se puede hacer con cuidado con un cúter, pero tenga cuidado de no cortar los cables o la placa BMS. Un paquete de baterías suele estar formado por varios grupos de celdas conectadas en paralelo, que luego se conectan en serie. El pack que recibí era un pack 13S8P, lo que significa que había grupos de 8 celdas, todas soldadas en paralelo, con los polos positivo y negativo superpuestos. Estas 13 baterías se conectaron en serie, con el polo positivo de una batería conectado al polo negativo de la otra. Prueba cada grupo de celdas con un electrómetro para ver cuál es el voltaje. Suelo escribir los voltajes de las celdas malas en el lado de las baterías que fallan. A continuación, utilice un rotulador para hacer una X en cada lado de cada pila que haya fallado, para saber qué pilas debe retirar. \n\n\n\nSi hay celdas que están físicamente dañadas o muy corroídas, debe detener el trabajo y enviar el paquete para su reciclaje. Si la batería empieza a echar humo, una buena práctica es enterrarla en arena en el exterior durante 30 días, y luego desenterrarla y reciclarla.\n\n\n\nTuve la suerte de que este paquete tiene bloques espaciadores de plástico estilo Lego para enganchar. Si las celdas están pegadas con cola caliente, probablemente será imposible desmontar el pack para sustituir las celdas muertas. Si las celdas están pegadas, es posible dejar las celdas existentes dentro del pack como peso muerto y añadir nuevas celdas fuera del pack y recablear. Esto puede parecer bastante complicado, pero no lo es. La desventaja es que terminas con un montón de celdas vacías en el centro del paquete, pero si se descargan, es muy poco probable que exploten.\n\n\n\nObserva que las celdas están marcadas con una X negra en sus extremos y los voltajes están indicados en los lados de las celdas.\n\n\n\nPara retirar las pilas, hay que introducir con cuidado un cúter en el espacio entre los bloques y cortar con cuidado los conectores de plástico. Es increíblemente importante que no cortes las células durante este proceso, ya que cortar una célula de litio es malo (tienes que confiar en nosotros en esto). En el lugar donde la placa de níquel conecta las celdas con el resto de la batería, hay que cortar estas placas antes de poder retirar con cuidado las celdas malas. Antes de empezar a cortar, te sugiero que hagas una serie de fotos de la batería desde ambos lados, por si se te olvida cómo disponer las placas de níquel en las celdas de repuesto. Si te confundes, simplemente vuelve a tus fotos antiguas e intenta que las nuevas células de reemplazo tengan el mismo aspecto que las antiguas.\n\n\n\nSi se cortan todas las lengüetas de un lado, las celdas deberían deslizarse por el otro lado y así se pueden extraer fácilmente del paquete. Tómese su tiempo y no lo fuerce. Una vez retiradas las celdas, es el momento de retirar con cuidado las placas de níquel soldadas por puntos. Agarré las placas de níquel con un tornillo de banco y luego agité suavemente el tornillo contra la parte superior de la batería para aflojar los puntos de soldadura de las celdas. No tires las pilas de litio viejas a la basura, llévalas a cualquier tienda de electrodomésticos para que las reciclen. Suele haber una bolsa en la puerta donde se pueden tirar. En el Estado de Nueva York es ilegal tirar las pilas reciclables de cualquier tipo, deben ser recicladas.\n\n\n\n\nUna vez retiradas las tiras de níquel, puedes retirar las piezas de plástico.\n\n\n\nHe sustituido las celdas de 26F equivocadas por celdas de 25R. Si decide sustituir las pilas de su paquete de baterías por otro tipo de pilas de litio (no se recomienda), deberá utilizar paquetes de pilas de capacidad y potencia similares a las que va a sustituir. Utilicé celdas 25R porque eran fáciles de conseguir, y sólo tienen 100MaH más de capacidad que las celdas 26F. A menudo es difícil encontrar celdas no falsificadas individualmente, yo compré las mías en wakeandvape.com, un sitio propiedad de Eric de electricbike.com, así que sé que las celdas son genuinas. Puedes conseguir la 25R por sólo 5,25 € en una cantidad de 4 unidades directas, lo que es bastante barato para una célula que puede soportar ráfagas de 100A y 20A cont. Lunacycle.com también vende estas pilas 25R al por mayor por unos buenos 3,75 € la pieza si compras 50 piezas a la vez. Si usted está tratando de comprar células en alibaba o ebay, usted debe ser cauteloso como comprador. El mercado está inundado de células falsificadas y Eric compra sus células por miles a la vez directamente a las fábricas que las fabrican.\n\n\n\nAntes de insertar todas las celdas en el nuevo paquete de baterías, asegúrese de que todas tengan aproximadamente el mismo voltaje. Los voltajes de las células deben estar dentro de un rango de unos 0,1 voltios. Si la diferencia es mayor, las células se igualarán inmediatamente al soldar, lo que podría ser malo para usted. Si las células están desequilibradas, cárguelas todas para que tengan aproximadamente el mismo voltaje antes de montar el pack.\n\n\n\n![Punktschweißen der 25R-Zellen mit einem 120 $ ebay Schweißgerät](/img/img-blog/welding.jpg)\n\n\n\nSoldadura por puntos de células 25R con una estación de soldadura de ebay de 123 €. Puedes pagar más, pero ¿por qué querrías hacerlo?\n\n\n\nLuego necesitas una estación de soldadura y algunas tiras de níquel. Podría escribir un libro entero sobre la elección de la estación de soldadura y las tiras de níquel adecuadas, pero sería bastante aburrido y nadie lo compraría. Compré en ebay por 123 € y debo decir que parece funcionar bastante bien. El manual es una broma y las tiras de níquel suministradas son básicamente inútiles, pero para una estación de soldadura tan barata, hace una soldadura decente. El único problema que he encontrado es que los contactos de soldadura no salen tanto de la unidad, por lo que sólo podrás soldar pilas a dos profundidades. Esto significa que las baterías no deben tener más de cuatro celdas de profundidad, ya que de lo contrario no se pueden soldar las celdas del medio. Para la mayoría de las baterías de 20Ah esto no debería ser un problema. Para utilizar la estación de soldadura, sólo tienes que aumentar la corriente hasta que consigas uniones de soldadura que se mantengan. Tuve que aumentar la corriente a 70, pero depende de la estación de soldadura, del grosor de las tiras y de si son de níquel o de acero con recubrimiento de níquel.\n\n\n\nComprar tiras de níquel es un verdadero dolor. Hay un montón de falsos vendedores de alibaba y ebay que venden \"tiras de níquel puro\" que en realidad son solo acero niquelado. Si rayas las tiras que consigues y las dejas toda la noche en agua salada, es bastante obvio que son de acero. También puedes trabajar en ellos con una amoladora, y si ves chispas, tienes acero. No quieres acero, realmente quieres tiras de níquel al 99,9%. Compré por 14 €, y fue una auténtica pasada, aunque era mucho más caro que si lo hubiera comprado en mayor cantidad en otro sitio. A veces tiene más sentido pagar un poco más si sabes que vas a tener lo que pides, en lugar de pelearte con los proveedores más baratos y simplemente _esperar_ que te den lo que quieres.\n\n\nLas células terminadas, son tan bonitas. No es tan bonito como el envase de Damien René, pero no me importa.\n\n\n\nSi está construyendo un paquete de baterías de alta potencia (más de 50 amperios), necesita duplicar las tiras de níquel para asegurar que la corriente no esté limitada por la resistencia de las tiras. Así es como se construyó mi pack y eso es lo que hice también con las celdas de repuesto.\n\n\n\nMantenga su espacio de trabajo limpio mientras trabaja. Si estás trabajando en el primer lado de las pilas, puedes relajarte un poco, pero si estás trabajando en el otro lado, tienes que tener cuidado con lo que haces. Si accidentalmente rellena el espacio entre las celdas positivas y negativas del lado opuesto, entonces BOOM. Piensa bien dónde vas a colocar cada tira antes de colocarla. Si tiene destornilladores y herramientas cerca de las pilas, tenga cuidado de no provocar un cortocircuito accidental en los extremos de las pilas con las herramientas.\n\n\n\nLas nuevas células de reemplazo se insertan en el paquete. Todo lo que tengo que hacer ahora es soldar las nuevas células a las antiguas.\n\n\n\nUna vez colocadas las celdas de repuesto en la batería, hay que volver a conectar las celdas entre sí utilizando el soldador de puntos. Mira las fotos que hiciste antes si no recuerdas dónde estaban las conexiones. También tienes que volver a conectar el cable de compensación, que debe estar en el mismo lugar que estaba antes de desmontar la batería. De nuevo, revisa tus fotos antiguas si no recuerdas dónde debería estar. Yo prefiero soldar los cables de compensación a la batería, ya que soldar los cables directamente a las tiras de níquel hace que los extremos de la batería se calienten bastante.\n\n\n\nSi está conectando los cables grandes de tierra o los cables positivos al paquete de baterías, puede intentar soldarlos a las tiras de níquel del paquete de baterías, o puede soldarlos a un trozo de tira de níquel y luego soldar esa tira al paquete de baterías. Si sueldas directamente al paquete de baterías, asegúrate de hacerlo entre las celdas para que la celda no se caliente demasiado con la pistola de soldar. Si vas a soldar la tira a la chatarra, asegúrate de soldarla por puntos en al menos 8 lugares diferentes de la batería para asegurarte de que la conexión es muy buena. Este paquete tenía varios cables conectados a la base para asegurarse de que había suficiente cobre para transportar toda la energía.\n\n\n\nProbé las dos posibilidades, soldar sobre el embalaje (izquierda) y soldar sobre una tira de chatarra (derecha). Me pareció que la tira de chatarra era menos molesta que soldar directamente sobre el embalaje.\n\n\n\nSustituir el BMS es bastante sencillo, pero hay que determinar si realmente es necesario reemplazar el BMS antes de hacerlo. Si el BMS está \"goteando\" y drenando lentamente y matando sus células, probablemente necesita ser reemplazado. Si las células están físicamente dañadas, el BMS probablemente esté bien. Asegúrate de que tienes el BMS adecuado para tu batería (13S, 14S, etc.) y asegúrate de que el BMS es para el tipo de celdas _correcto_.\n\nUn BMS LifePo4 NO funcionará con células 18650 (y viceversa), ya que trabajan con voltajes totalmente diferentes. Al soldar los cables al BMS, recomiendo encarecidamente el uso de fundente para asegurar que la soldadura se adhiere correctamente a la almohadilla. La soldadura sin plomo no funciona tan bien como la soldadura con plomo, y sin fundente a veces es difícil conseguir que la soldadura se adhiera correctamente a las almohadillas. No dejes que una soldadura deficiente impida que tu batería alcance su máxima potencia.\n\n\nSi va a unir los cables con alfileres, asegúrese de cubrir el empalme con un tubo termorretráctil. Cuando hayas terminado de sustituir el BMS (si es necesario), es el momento de probar la batería. Primero comprueba la tensión y asegúrate de que es normal antes de recargar. Si es la primera vez que lo recargas, te aconsejo que lo hagas en el exterior o en el interior en tu estufa de leña como precaución. Si su casa se quema, será una historia desagradable para la compañía de seguros. Si me demandan, les garantizo que no obtendrán ni siquiera lo suficiente para pagar su viaje en taxi a la oficina del abogado. Yo soy el 99%.\n\n\n\nCuando esté seguro de que el paquete funciona, es el momento de envolverlo de nuevo con tubo termorretráctil. Mide la altura + la anchura y añade un poco y alrededor de esa anchura de tubo termorretráctil de PVC Alibaba. Es bastante difícil encontrar el material adecuado, yo compré el mío por unos 5$/metro + 2,50$ de envío. Ignora la medida del diámetro y céntrate en la dimensión plana (la mía era de 300 mm o 30 cm). Yo uso una pistola decapante para encoger los tubos y me parece que funciona bastante bien.\n\n\n\nCon un poco de suerte y mucha sangre, sudor y lágrimas, una persona normal como tú puede devolver la vida a una manada muerta, o morirás en el intento.\n\n\n\n\n\n\n","params":{"posts":"montar-una-bateria-de-litio-para-una-bicicleta-electrica"},"filename":"Montar una batería de litio para una bicicleta eléctrica"},"__N_SSG":true}