{"pageProps":{"ficheros":["6 Baterías de bicis eléctricas","BBS02 750 vs BBSHD 1000W vs Cyclone 3000W","BBSHD con programación personalizada","BBSHD de 100mm","Bafang bbshd","Batería de 48V o 52V para una bicicleta eléctrica","Batería de alto rendimiento para bicicletas electricas","Baterías de litio para bicicletas electricas","Baterías y el BMS son fáciles de transportar","Bicicleta electrica urbana","Bicicletas eléctricas para la playa","Bicicletas en dinamarca","Cargador de bicicletas eléctricas","Conducir sobre nieve con un motor electrico BBSHD","Conectores XT90 de alta potencia 90A","Conectores tipo banana para bicicletas electricas","Construcción de una bicicleta eléctrica","Construir una bicicleta eléctrica de gama media barata","Construir, programar, conducir, no morir (en ese orden)","Cubierta Vee Rubber Vee 8","Cyclone Mid Drive 3000W","Cómo hacer tu propia bicicleta eléctrica","Dawes 1500","Engranaje de nylon en el BBS02","Engranaje de nylon para bicicletas electricas","Horquilla de suspensión Bluto Fat Bike","Kit Cyclone Mid Drive 3000W","Kit Cyclone de 3000W","Kit central Bafang BBS02 750W para bicicletas electricas","Kit conversión bicicleta eléctrica barato","Kit conversión bicicleta eléctrica con batería","La gente que vende kits de bicicletas eléctricas","Las e-bikes son peligrosas","Luces led para bicicletas electricas","Mantenimiento del motor electrico bbs02 para bicicleta","Mighty Mini 30T","Monstruosa bicicleta eléctrica de dos ruedas motrices","Montar una batería de litio para una bicicleta eléctrica","Motor Mid-Drive","Neumáticos Mission Command 4 Vee","Nexus-3 IGH para la construcción de bicicletas con ruedas grandes","No hay lugar más seguro para sus baterías de litio y cargadores en su casa","Normativa de circulacion para las bicicletas eléctricas","Nuvinci buje trasero Freno de rodillo N171 Calvo 36G plateado","Pantalla para bicicleta eléctrica","Plato Lekkie Bling para el BBSHD","Platos eléctricos para bicicletas eléctricas","Platos luna eclipse bicicleta electrica","SHIMANO SG-3D55 Universal Hub Kit Nexus","Sistema BBS02 e-RAD","Snow Shoe 2XL","Software de programación de Bafang para el BBSHD","Todo lo que necesitas saber sobre una batería para una bicicleta eléctrica","Vee Rubber Snow Shoe 4 5","kit BBSHD 1000W Middrive de Bafang","n380 Motor bicicleta electrica","¿Necesito un sensor de velocidad en una bicicleta eléctrica?"],"datos":"# Motor Mid Drive para bicicletas electricas\n\nUno de los principales problemas de utilizar un motor Mid-Drive es que hay que deshacerse del desviador delantero y trasero. Esto significa que tienes que conformarte con la gama de marchas de tu casete que esté disponible. La mayoría de los casetes van de 11T a 32T (para un rango de 21 dientes), lo cual es bastante insuficiente para una fatbike eléctrica. Si tienes un cassette de 10 velocidades, hay muchos cassettes de 36T en el mercado, que te permiten tener un \"rango\" de 25 dientes. El mercado ha sido inundado con casetes X1 sobrevalorados para 11 velocidades con 42T, pero el Sunrace CSMX3 es el primer casete de **10 velocidades** que he encontrado, con un Granny 42T que ofrece una \"gama\" completa de 31 dientes. Esto supone un aumento del 47% respecto a un casete de 32T. No está mal abuela, no está mal del todo.\n\n\nMás vale que Caperucita Roja salga corriendo cuando vea el tamaño de los dientes de esta abuela.\n\n\n\nCompré mi CSMX3 en Universal Cycles por 67 € con 4,99 € de gastos de envío. Si bien es mucho dinero para gastar en un casete, la única otra opción es el piñón CS-MS3 totalmente de acero que se encuentra por 58 €, que tenía 445g frente a los 392g del CSMX3. El CSMX3 tiene una abuela de aluminio 7075 (todos los demás piñones son de acero), de cuya compra me puedo arrepentir en un futuro no muy lejano, cuando se doble por la mitad. De hecho, recomiendo la más barata CS-MS3, que parece casi idéntica, pero con soportes de aluminio negro y una rueda principal de acero de 42\".\n\n\nPiñón Wolftooth 42T, la rueda monstruosa original que puso de rodillas a Derailer\n\nLos espaciadores de aluminio anodizado eran increíblemente fuertes y deberían darle años de ~~uso~~ abuso\n\n\n\nLa instalación de este casete fue más laboriosa de lo que pensaba. Sabía que tendría problemas para ajustar el desviador delantero y era escéptico sobre la compatibilidad de la enorme abuela de 42T. Cuando monté el casete, lo primero que noté fue que los dientes de acero de mi Phat Phuk. La construcción se había hundido bien en los dientes del casete. Estaba tan mal que tuve que golpear el nuevo casete con un mazo de goma, ya que no podía encajarlo. Esto no debería ser un problema con este casete, ya que los engranajes Granny tienen una gran pieza de metal con una gran área de contacto. Me alegro de haber identificado este problema antes de que fuera mucho más grave.\n\n\n\n\nEso es lo que muestra el casete estándar de 36 centimetros en comparación con el enorme monstruo de 42 centimetros. Está sucio. Me dan ganas de lavarme las manos constantemente con sólo mirarlo.\n\n\n\nSi su bicicleta viene con una rueda grande de 32T, lo más probable es que su desviador no pueda aceptar una rueda grande de 42T, a menos que consiga un tornillo de ajuste de ángulo más largo. Cuando monté el nuevo casete e intenté ajustar el desviador de 42T, atornillé el tornillo de ajuste del ángulo lo más bajo posible, pero aún así no fue suficiente. El desviador está ahora MUCHO más lejos del casete para las marchas más altas, pero si está bien apretado y alineado, esto no debería ser un problema. Tuve que ajustar mi tornillo limitador inferior para evitar que la cadena se volviera hari kari y se lanzara contra los radios (ya tuve suficiente, la vida es demasiado dura ....)\n\n\n\nEl primer piñón del desviador está alejado de la marcha más alta cuando el ajuste es correcto.\n\n\n\nUna vez montado el casete, es importante pasar por todas las marchas de una en una para asegurarse de que la cadena no se atasca y de que cambia correctamente. Si tiene problemas para conseguir que la rueda gire libremente, puede estar seguro de que tendrá enormes problemas cuando bombee 1500W a través de la cadena de transmisión e intente cambiar de marcha.\n\n\n\nNo esperes un juego de Godzilla Granny de 42T\n\n\n\nEn el camino, su desviador tiene que estar perfectamente ajustado, de lo contrario está destinado a tener problemas con la cadena. Si se utiliza un desviador X7 normal, diseñado para un diferencial estándar de 11T-36T, parece que el ajuste de un casete como este realmente pone a prueba su paciencia. Observe en qué dirección intenta saltar la cadena bajo carga, y luego apriete o afloje la tuerca de ajuste del gatillo del cambio en consecuencia. No montes en la bicicleta si el desviador no está bien ajustado, podrías romper algo.\n\n\nElige tu veneno, ambos te traerán larga vida, prosperidad y mucho sexo.\n\n\n\nEncontré que el piñón de 42T encaja perfectamente con el 42T Lekkie Bling Ring en las cuestas súper empinadas. Estoy seguro de que este casete también iría muy bien con el plato Luna Eclipse 42T o el monstruoso plato de acero 46T que Bafang regala en sus cajas Cracker Jack. Encontré que el par motor era muy superior al del plato original de 46T, especialmente si conducías la BBSHD a altas velocidades, demasiado rápido para seguir el ritmo del pedaleo. La única desventaja era el par de torsión insano al hacer un caballito, que tenía que cambiar a una marcha más alta para evitarlo. Este cassette y un plato de 42T pueden llevar tu recorrido de singletrack a un nivel completamente nuevo.\n\n\n\nGracias a Dale por llamarme la atención sobre esta cinta. Todos estamos de acuerdo en que la peor cinta era la vieja cinta de 8 pistas de Kenny Rogers con la que mi padre me torturaba en el coche.\n\n\n\nHay que saber cuándo hay que aguantar, cuándo hay que salir, cuándo hay que marcharse y cuándo hay que _correr_....... \\N - Haz que se detenga.\n\n\n\n\nSegún las Convenciones de Ginebra de 1949, está prohibida como tortura.\n\n\n\nKenny Rogers es una de las muchas razones por las que me mudé a los 16 años y viví en edificios abandonados y comí de los contenedores durante varios años. (Historia real)\n\n\n**Actualización**: Olvídese de la versión de aluminio de este casete, compre sólo la versión de acero CS-MS3 y NO la CSMX3, que fallará catastróficamente bajo cualquier potencia real. Estáis avisados.\n\n\n\nApenas le di al acelerador en mi BBSHD con un controlador Lyen de 65 amperios y esa abuela se desintegró. Boo Who.\n\n\n","params":{"posts":"motor-mid-drive"},"filename":"Motor Mid-Drive"},"__N_SSG":true}