{"pageProps":{"ficheros":["6 Baterías de bicis eléctricas","BBS02 750 vs BBSHD 1000W vs Cyclone 3000W","BBSHD con programación personalizada","BBSHD de 100mm","Bafang bbshd","Batería de 48V o 52V para una bicicleta eléctrica","Batería de alto rendimiento para bicicletas electricas","Baterías de litio para bicicletas electricas","Baterías y el BMS son fáciles de transportar","Bicicleta electrica urbana","Bicicletas eléctricas para la playa","Bicicletas en dinamarca","Cargador de bicicletas eléctricas","Conducir sobre nieve con un motor electrico BBSHD","Conectores XT90 de alta potencia 90A","Conectores tipo banana para bicicletas electricas","Construcción de una bicicleta eléctrica","Construir una bicicleta eléctrica de gama media barata","Construir, programar, conducir, no morir (en ese orden)","Cubierta Vee Rubber Vee 8","Cyclone Mid Drive 3000W","Cómo hacer tu propia bicicleta eléctrica","Dawes 1500","Engranaje de nylon en el BBS02","Engranaje de nylon para bicicletas electricas","Horquilla de suspensión Bluto Fat Bike","Kit Cyclone Mid Drive 3000W","Kit Cyclone de 3000W","Kit central Bafang BBS02 750W para bicicletas electricas","Kit conversión bicicleta eléctrica barato","Kit conversión bicicleta eléctrica con batería","La gente que vende kits de bicicletas eléctricas","Las e-bikes son peligrosas","Luces led para bicicletas electricas","Mantenimiento del motor electrico bbs02 para bicicleta","Mighty Mini 30T","Monstruosa bicicleta eléctrica de dos ruedas motrices","Montar una batería de litio para una bicicleta eléctrica","Motor Mid-Drive","Neumáticos Mission Command 4 Vee","Nexus-3 IGH para la construcción de bicicletas con ruedas grandes","No hay lugar más seguro para sus baterías de litio y cargadores en su casa","Normativa de circulacion para las bicicletas eléctricas","Nuvinci buje trasero Freno de rodillo N171 Calvo 36G plateado","Pantalla para bicicleta eléctrica","Plato Lekkie Bling para el BBSHD","Platos eléctricos para bicicletas eléctricas","Platos luna eclipse bicicleta electrica","SHIMANO SG-3D55 Universal Hub Kit Nexus","Sistema BBS02 e-RAD","Snow Shoe 2XL","Software de programación de Bafang para el BBSHD","Todo lo que necesitas saber sobre una batería para una bicicleta eléctrica","Vee Rubber Snow Shoe 4 5","kit BBSHD 1000W Middrive de Bafang","n380 Motor bicicleta electrica","¿Necesito un sensor de velocidad en una bicicleta eléctrica?"],"datos":"# Nuvinci buje trasero para bicicletas de rodillo N171 Calvo 36G\n\nLa CVT planetaria Nuvinci permite que una bicicleta tenga un número ilimitado de marchas en una determinada \"gama\". El único problema es que todas las Nuvinci CVT que hay actualmente en el mercado sólo tienen garantizado un motor de 250 vatios o, en el caso de la N380, un motor de 350 vatios (siempre que no sea una bicicleta de carga).\n\nEn internet había oído hablar de mucha gente que cargaba el viejo N171 CVT a unos 3000 vatios sin dañarlo. Aunque el N171 es difícil de encontrar, ya que se dejó de fabricar hace seis años, todavía hay muchos a la venta. Con un peso de alrededor de 8,6 kilos sólo para la CVT, son monstruosamente pesados, sin incluir la palanca de cambios y otros accesorios. Este peso extremo significa que la CVT podría tener sentido para el uso en carretera, pero es simplemente demasiado pesada para ser agradable en singletrack.\n\n\n\n![s-l300](/img/img-blog/s-l300.jpg?w=700)\n\n\n\nCon 8,6 kilos, esta es probablemente la CVT más pesada que accidentalmente dejará caer sobre su pie.\n\n\n\nProbé una Nuvinci N171, comprada por unos 100 € en endless-sphere, durante mucho tiempo con un kit Cyclone Mid Drive de 3000W, tanto en carretera como en trail. Aunque la CVT es pesada y difícil de instalar, funcionó en una multitud de condiciones que yo esperaba que fueran completamente destruidas.\n\n\n\nHe encontrado este documento en Internet, que contiene las especificaciones técnicas del N171 para los posibles desarrolladores de kits.\n\n\nEsto demuestra que el N171 es capaz de manejar 7 caballos de potencia (5.000 vatios), aunque la potencia debe ser sin pulso y la fuerza es inferior a 130 Nm.\n\n\n\nEl N171 estaba maravillosamente sobredimensionado, con un total de ocho bolas, en lugar de las seis que tienen los más recientes N360, N380 y N330. Más bolas significa más área de contacto, lo que significa que se puede aplicar más fuerza para accionar la CVT. En mi opinión, un 350% de autonomía es más que suficiente para cualquier bicicleta eléctrica.\n\n\n\nUno de los problemas de este tipo de construcción es que utiliza un cubo atornillado. La mayoría de las bicicletas han utilizado durante mucho tiempo un sistema de cassette, aunque los bujes de rueda libre se siguen viendo en muchos motores de buje. Los bujes de rueda libre de un motor de buje no necesitan ser muy fuertes, ya que sólo tienen que soportar la fuerza del pedaleo, que es bastante pobre en general.\n\nUna vez que empieces a bombear miles de vatios a través de tu transmisión, tienes que asegurarte de tener una rueda libre muy robusta, como la de White Industries, que cuesta alrededor de $ 100 enviados online. Si tienes un sistema de accionamiento medio con ruedas libres en la unidad de accionamiento, como el Kit Cyclone de 3000W con el que probé esta N171, puedes conformarte con un accionamiento fixie atornillado. Si tu fixie es de acero, no se romperá.\n\n\n\n![Tu rueda libre china barata no es rival para el poder del lado oscuro](/img/img-blog/busted.jpg)\n\n\n\nSu rueda libre china barata no resistirá la fuerza del lado oscuro. Consigue una rueda libre de White Industries o una fixie.\n\n\n\n¿Qué problemas encontré durante el montaje, aparte de la rueda libre rota de Ebay? Los mayores problemas que encontré estaban relacionados con el montaje del circuito. Por alguna razón, el antiguo interruptor N171 es mucho más difícil de colocar que el nuevo N380. El cable se enrolla varias veces alrededor de la carcasa del interruptor del buje y es muy difícil ajustar y conmutar el conjunto correctamente.\n\nPara un trabajo que me llevó unos 15 minutos con la palanca de cambios N380, me rompí los pelos durante una hora con la palanca N171. Al final aprendí, tomarme mi tiempo y ser paciente. Si no lo haces bien a la primera, no te preocupes, probablemente lo harás en el quinto o sexto intento.\n\n\n\n![Dieser Ausschnitt zeigt die Kugeln](/img/img-blog/n171image.jpg)\n\n\n\nEste clip muestra las balas en acción.\n\n\n\nEl montaje del buje fue bastante largo y tedioso, así que le pagué a Larry de Boxy Bikes 100 € para que lo hiciera. Había leído en algún sitio que las cabezas de los radios debían mirar todas hacia dentro, así que lo hizo así. La construcción de juegos de ruedas es una gran molestia que todo el mundo debería hacer al menos una vez para poder tacharla de su lista de deseos. Asegúrese de que el número de agujeros de su llanta coincide con el número de agujeros de su CVT, ya que existen versiones de 32 y 36 agujeros.\n\nLas llantas de 32 agujeros para fatbikes están por todas partes, buena suerte encontrando una llanta de 36H. La única llanta que he podido encontrar que no sea astronómicamente cara son las Weinmann, que son bastante pesadas, especialmente las de doble pared. Si no construyes una bici gorda, de repente tienes un montón de opciones para llantas ligeras de 36H.\n\n\n\n![Es ist wie ein wirklich schlechtes MC Escher Bild](/img/img-blog/reflection.jpg)\n\n\n\nUn supuesto selfie realmente malo del N360 MC Escher.\n\n\n\nEn cuanto a las quejas sobre el N171, mi principal queja es que es casi imposible cambiar a una \"marcha\" superior cuando el buje está en marcha. También es difícil cambiar a la baja, pero no imposible. Al intentar subir de marcha, hay que girar con tanta fuerza que parece que la palanca de cambios se va a romper. Esto no es bueno. Lo mejor es cortar brevemente la potencia al cambiar de marcha en la CVT.\n\n\n\nAl igual que sus primos N3xx, no puede cambiar de marcha desde la parada en toda la gama. Puede cambiar de marcha desde un punto muerto en un 40% de su rango, pero hay que girar ligeramente la CVT para acceder al resto de las marchas. Esto podría ser un problema si se circula mucho por la ciudad y se cambia de 30 a parada y se olvida de reducir la marcha antes de que el semáforo vuelva a ponerse en verde. Sin embargo, para la mayoría de los ciclistas esto no es un problema.\n\n\n\nTanto la caja del buje trasero como la palanca de cambios tenían molestos chasquidos que se podían oír y sentir. En el caso de la caja del buje, lo atribuí a que el extremo del cable sobresalía y chocaba con la tapa, y luego volvía a entrar cuando se ajustaba la CVT. No me atreví a desmontar la caja de cambios para averiguar por qué se producía el traqueteo, aunque parecía ocurrir mucho más a menudo cuando cambiaba de marcha con potencia.\n\n\n\nEl nuevo N380 se recomienda para el uso de una sola pista\n\n\n\nMi mayor crítica al N171 fue su peso. Debido a que está tan drásticamente sobredimensionado, no lo recomendaría con un BBS02 o incluso con un BBSHD. Para esas unidades de accionamiento, creo que te irá bien un N380 no compres el N330, demasiado débil). Aunque la garantía del N380 queda anulada si lo usas a más de 350W, lo he probado ampliamente a 1300W sin notar ningún problema.\n\nHe oído que con el tiempo las bolas se \"comen\" la alta potencia y no funcionan, aunque yo he pasado cientos de horas con mi máquina sin notar ningún deslizamiento. El fluido también puede sobrecalentarse y luego tener fugas, pero tampoco he visto este problema en ninguna de las CVT Nuvinci que tengo. La verdad es que me han impresionado mucho todos los productos de Nuvinci que he cogido, así como los chicos de atención al cliente de Fallbrook, que han aguantado bastante bien mi estupidez. \n\n\n\nSi quieres comprar un Nuvinci N171, lo mejor es que busques en ebay y en endless-sphere. Hay un número sorprendente de ellos por ahí, y a menudo la gente ni siquiera sabe realmente lo que son, pero siguen vendiéndolos como cubos \"Nuvinci\". Normalmente se pueden encontrar enviados por unos 100-200 €. Si necesitas piezas de Fallbrook Tech, serán difíciles de conseguir, ya que esa transmisión no se vende desde hace unos 5 años. Si quieres una transmisión CVT para rodar por el bosque, te recomiendo una N380 con una BBSHD desintonizada, que es unos cuantos kilos más ligera y mucho más fácil de instalar. Programe su BBSHD en \"corriente\", no en velocidad, y asegúrese de que su \"corriente de arranque\" esté ajustada a 10 o menos cuando lo empareje con un N380.\n\n\n\n\n\n\n","params":{"posts":"nuvinci-buje-trasero-freno-de-rodillo-n171-calvo-36g-plateado"},"filename":"Nuvinci buje trasero Freno de rodillo N171 Calvo 36G plateado"},"__N_SSG":true}