{"pageProps":{"ficheros":["6 Baterías de bicis eléctricas","BBS02 750 vs BBSHD 1000W vs Cyclone 3000W","BBSHD con programación personalizada","BBSHD de 100mm","Bafang bbshd","Batería de 48V o 52V para una bicicleta eléctrica","Batería de alto rendimiento para bicicletas electricas","Baterías de litio para bicicletas electricas","Baterías y el BMS son fáciles de transportar","Bicicleta electrica urbana","Bicicletas eléctricas para la playa","Bicicletas en dinamarca","Cargador de bicicletas eléctricas","Conducir sobre nieve con un motor electrico BBSHD","Conectores XT90 de alta potencia 90A","Conectores tipo banana para bicicletas electricas","Construcción de una bicicleta eléctrica","Construir una bicicleta eléctrica de gama media barata","Construir, programar, conducir, no morir (en ese orden)","Cubierta Vee Rubber Vee 8","Cyclone Mid Drive 3000W","Cómo hacer tu propia bicicleta eléctrica","Dawes 1500","Engranaje de nylon en el BBS02","Engranaje de nylon para bicicletas electricas","Horquilla de suspensión Bluto Fat Bike","Kit Cyclone Mid Drive 3000W","Kit Cyclone de 3000W","Kit central Bafang BBS02 750W para bicicletas electricas","Kit conversión bicicleta eléctrica barato","Kit conversión bicicleta eléctrica con batería","La gente que vende kits de bicicletas eléctricas","Las e-bikes son peligrosas","Luces led para bicicletas electricas","Mantenimiento del motor electrico bbs02 para bicicleta","Mighty Mini 30T","Monstruosa bicicleta eléctrica de dos ruedas motrices","Montar una batería de litio para una bicicleta eléctrica","Motor Mid-Drive","Neumáticos Mission Command 4 Vee","Nexus-3 IGH para la construcción de bicicletas con ruedas grandes","No hay lugar más seguro para sus baterías de litio y cargadores en su casa","Normativa de circulacion para las bicicletas eléctricas","Nuvinci buje trasero Freno de rodillo N171 Calvo 36G plateado","Pantalla para bicicleta eléctrica","Plato Lekkie Bling para el BBSHD","Platos eléctricos para bicicletas eléctricas","Platos luna eclipse bicicleta electrica","SHIMANO SG-3D55 Universal Hub Kit Nexus","Sistema BBS02 e-RAD","Snow Shoe 2XL","Software de programación de Bafang para el BBSHD","Todo lo que necesitas saber sobre una batería para una bicicleta eléctrica","Vee Rubber Snow Shoe 4 5","kit BBSHD 1000W Middrive de Bafang","n380 Motor bicicleta electrica","¿Necesito un sensor de velocidad en una bicicleta eléctrica?"],"datos":"# Sistema BBS02 de e-RAD\n\n\nDos BBSHD están de camino desde China por correo aéreo a mi casa en Nueva York. Estoy pensando en lo impresionante que será ser la primera persona en España en tener un BBSHD de producción (no un prototipo) montado en una fatbike. También sé lo mucho que me cabreará su plato de acero estampado de 558g 46T. Afortunadamente para mí, hay varios adaptadores de plato que aún no están a la venta, pero que estarán disponibles pronto. Espero poder poner mis manos sucias para probarlo algún día.\n\n![Dites adieu aux plateaux en acier pourris de Bafang](/img/img-blog/chainring.jpg)\n\n\n**Ciclos de electricidad**\n\n\n\n![Lectric hat einen 130BCD-Adapter gebaut](/img/img-blog/screen-shot-2015-10-30-at-10-20-09-pm.png)\n\n\n\nChris y Legrand de BNC eBike son el mayor distribuidor del sistema BBS02 e-RAD en los España. Tendría sentido que hubieran probado un adaptador de plato y estuvieran preparados para utilizarlo en sus unidades BBSHD cuando lleguen a finales de noviembre. El adaptador BCD130 está mecanizado en aluminio y debería ser mucho más ligero que el plato de acero que viene con el BBSHD. Combinado con un plato Race Face cx-Single Narrow\\Wide, no debería haber más problemas de deslizamiento de la cadena. Los platos Race Face están disponibles en los tamaños 40T, 42T y 44T, que puede elegir como opción al comprar. La BBSHD con el sistema e-Rad no está disponible con el plato de acero estándar, lo cual es honestamente algo muy bueno. Lectric es el único distribuidor en España que vende el BBSHD con sensor de cambio automático incorporado, y supongo que funciona tan bien como el sistema BBS02. El coste del adaptador de plato y del plato Raceface está incluido en el precio del sistema de transmisión e-RAD, que es de 1195 €. Su BBSHD fue probado recientemente por Court Rye de electricbikereview.com en una fatbike Origin 8.\n\n\n**Lekkie**\n\n\n\nEl anillo específico de BBS02 Lekkie Bling Ring no funcionará correctamente con el BBSHD, pero no desesperes. Me han asegurado que debería aparecer uno para Navidad. Las bandejas Lekkie se pueden comprar en los España a Matt en Empowered cycles, a Doug en California e-bike o al otro lado del Atlántico a Paul, el único proveedor chino que recomiendo. Paul también ha creado una página en la que se puede preordenar el BBSHD por 699 €, que se puede encontrar, en la que el Bling Ring aparece como una opción adicional por 70 €. Esté atento a más información sobre el Lekkie una vez que lo reciba. También lo probaré y lo revisaré para ti.\n\n\n\n![lekkie](/img/img-blog/lekkie.jpg?w=700)](/img/img-blog/lekkie.jpg)\n\n\n\nLekkie Bling Ring, la mejor bandeja BBS02 que puedes comprar por dinero\n\n\n\nEric, de Amazon.com, ha llevado a su tienda de California varios cientos de unidades de accionamiento BBSHD, que está prevendiendo por 799 €. Eric ha trabajado duro en el diseño de un adaptador de plato BCD110 y de un plato parecido al anillo Lekkie Bling, pero con un desplazamiento de la línea de la cadena aún mayor para compensar el alojamiento del motor más grande. El plato será anodizado y debería ser mucho más ligero que el plato de acero original. Lunacycle.com empezó realmente desde cero y en sólo 3 meses Eric ha convertido su empresa en un actor importante en el mercado de las bicicletas eléctricas vendiendo baterías y unidades de accionamiento a precios chinos directamente a los compradores estadounidenses.\n\n\nEs seguro decir que el corazón y el alma de Eric han sido consumidos por las bicicletas eléctricas durante casi una década, y se muestra en su sitio web electricbike.com. La razón de esta obsesión es su creencia de que los paquetes de botellas de agua BBSHD y Dolphin serán \"la próxima gran cosa\". Tomó cajas chinas baratas y las llenó con celdas de alta calidad NO chinas y BMSs que no son totalmente una mierda. Su Monster Pack Extreme tiene un BMS de 100Amp continuos a 60V que le da 6000W de potencia nominal y 10000W de ráfagas, que es mucho más de lo que necesitará de un BBSHD. He desmontado sus paquetes triangulares y puedo decir que la calidad de construcción es de primera clase, incluso podrían sobrevivir a mi estilo de conducción agresivo. Al comprar una batería para el BBSHD, recomiendo encarecidamente una batería de 52V (14s) con 30 amperios de funcionamiento continuo o un mejor BMS.\n\n\n\n![Eric planea anodizar primero](/img/img-blog/53-1.jpg)\n\n\n\nEric tiene previsto anodizar primero las bandejas y luego eliminar parte del anodizado para conseguir ese efecto frío.\n\n\n\nSu diseño de plato está hecho para ser ligero y estable y para llevar la línea de la cadena lo más cerca posible de la bicicleta, sin necesidad de una receta. El plato se puede suministrar con separadores que permiten alejar el plato de la bicicleta para evitar las vainas incómodas en las fatbikes más gordas. Estoy construyendo una Snowshoe 2XL fatbike a partir de una FB 5 2.0 que tendrá unos enormes neumáticos de 5,5 centimetros de ancho.\n\nEste es uno de los tres cuadros que he podido encontrar que se adaptan a un neumático tan ancho, los otros dos son el cuadro de acero pesado Lurch y el Blackborow Salsa. Puedes apuntarte a la derecha por correo electrónico para ver el hilo de construcción en las próximas semanas, o simplemente puedes comprar tu propia puta fatbike eléctrica y construirla tú mismo. Una fatbike con neumáticos de 5,5″ de ancho y 1500 vatios de potencia máxima, funcionando ghetto tubeless a 5 psi en llantas de 100mm, será capaz de arar a través de la nieve en la que ni siquiera podría soñar con montar cualquiera de mis otras fatbikes.\n\n\n\nEste anillo está a medio terminar, se le da la vuelta y luego se fresa el otro lado. Es una verdadera obra de arte.\n\n\n\nEl juego de bielas Lunacycle tendrá que ser mecanizado a partir de un enorme bloque de aluminio y probablemente costará unos 120 € la pieza o algo así. En mi opinión, vale cada centavo y probablemente ahorra 300g o más de peso en comparación con el plato de acero POS. Tenga en cuenta que, al igual que el Lekkie, es estrecho y tiene muchos recortes y agujeros para ahorrar peso, pero sigue teniendo suficiente material para ser lo suficientemente fuerte como para soportar los golpes contra los troncos de los árboles. Lunacycles ha optado por un plato de 42 dientes, el más pequeño que se puede conseguir y que aún cabe en el alojamiento del motor. Supongo que con un piñón trasero de 36 dientes se puede subir cualquier cosa con la BBSHD.\n\n\nPuedes ver lo macizo que es el desplazamiento del frontón de Amazon, dejan mucho material para hacerlo más resistente\n\n\n\nEl próximo adaptador BCD110 de Amazon (no se muestra) podrá montar platos ligeramente más pequeños que los que se pueden montar con un adaptador BCD130. El sitio web de Raceface muestra que los platos cx-single tienen un plato de 38T BCD Narrow\\wide, que es probablemente el plato más pequeño que se puede exprimir en esta unidad de transmisión debido a problemas de espacio.\n\n¿Qué tamaño de plato necesitarás para hacer trail? En mi opinión, siempre es mejor tener un plato más pequeño hasta llegar a unos 36T. La mayoría de mis fatbikes de trail-ride llevan actualmente un plato de 34T, pero casi no tengo problemas con los platos de 36T y 38T, e incluso puedo llevar el lekkie de 42T bastante bien si tengo un piñón de 36T detrás. Hay más información sobre la elección de los platos BBS02 en y la mayor parte de la información que allí se da es también válida para el BBSHD. Recuerde que ninguno de los adaptadores BBS02 es adecuado para el BBSHD.\n\n\nLa elección del tamaño correcto de la bandeja es esencial para maximizar el disfrute de estas unidades de entrenamiento. Un plato más pequeño es mejor para singletrack, un plato más grande para velocidades más altas y desplazamientos. No hay que olvidar que el tamaño de la rueda marca una gran diferencia y la mayoría de las bicis que tengo montadas llevan neumáticos de fatbike de 26\" que, debido a la mayor anchura del diámetro de rodadura, se parecen más a un neumático normal de 29\".\n\n\n\nEntonces, ¿qué adaptador de plato o plato personalizado es el mejor? Para el BBS02 de 750W, el Lekkie Bling-Ring es el claro ganador, aunque un adaptador de plato con un Raceface más estrecho también funciona muy bien. Para el BBSHD, sólo el tiempo lo dirá. Sólo hay una certeza real, y es que no querrás usar el pisapapeles de 558g que Bafang entrega desde China.\n","params":{"posts":"sistema-bbs02-e-rad"},"filename":"Sistema BBS02 e-RAD"},"__N_SSG":true}