{"pageProps":{"ficheros":["6 Baterías de bicis eléctricas","BBS02 750 vs BBSHD 1000W vs Cyclone 3000W","BBSHD con programación personalizada","BBSHD de 100mm","Bafang bbshd","Batería de 48V o 52V para una bicicleta eléctrica","Batería de alto rendimiento para bicicletas electricas","Baterías de litio para bicicletas electricas","Baterías y el BMS son fáciles de transportar","Bicicleta electrica urbana","Bicicletas eléctricas para la playa","Bicicletas en dinamarca","Cargador de bicicletas eléctricas","Conducir sobre nieve con un motor electrico BBSHD","Conectores XT90 de alta potencia 90A","Conectores tipo banana para bicicletas electricas","Construcción de una bicicleta eléctrica","Construir una bicicleta eléctrica de gama media barata","Construir, programar, conducir, no morir (en ese orden)","Cubierta Vee Rubber Vee 8","Cyclone Mid Drive 3000W","Cómo hacer tu propia bicicleta eléctrica","Dawes 1500","Engranaje de nylon en el BBS02","Engranaje de nylon para bicicletas electricas","Horquilla de suspensión Bluto Fat Bike","Kit Cyclone Mid Drive 3000W","Kit Cyclone de 3000W","Kit central Bafang BBS02 750W para bicicletas electricas","Kit conversión bicicleta eléctrica barato","Kit conversión bicicleta eléctrica con batería","La gente que vende kits de bicicletas eléctricas","Las e-bikes son peligrosas","Luces led para bicicletas electricas","Mantenimiento del motor electrico bbs02 para bicicleta","Mighty Mini 30T","Monstruosa bicicleta eléctrica de dos ruedas motrices","Montar una batería de litio para una bicicleta eléctrica","Motor Mid-Drive","Neumáticos Mission Command 4 Vee","Nexus-3 IGH para la construcción de bicicletas con ruedas grandes","No hay lugar más seguro para sus baterías de litio y cargadores en su casa","Normativa de circulacion para las bicicletas eléctricas","Nuvinci buje trasero Freno de rodillo N171 Calvo 36G plateado","Pantalla para bicicleta eléctrica","Plato Lekkie Bling para el BBSHD","Platos eléctricos para bicicletas eléctricas","Platos luna eclipse bicicleta electrica","SHIMANO SG-3D55 Universal Hub Kit Nexus","Sistema BBS02 e-RAD","Snow Shoe 2XL","Software de programación de Bafang para el BBSHD","Todo lo que necesitas saber sobre una batería para una bicicleta eléctrica","Vee Rubber Snow Shoe 4 5","kit BBSHD 1000W Middrive de Bafang","n380 Motor bicicleta electrica","¿Necesito un sensor de velocidad en una bicicleta eléctrica?"],"datos":"# Snow Shoe 2XL Neumaticos para Bicicletas para la Nieve\n\nLa primera vez que leí sobre la Snow Shoe 2XL en fat-bike.com, me enamoré. Hizo que todos los demás neumáticos de fatbike del mercado parecieran anoréxicos. Sólo había un problema, la mayoría de los cuadros no se adaptan a un neumático de 5,05 centimetros en una llanta de 100 mm. Este neumático se comercializa como un neumático de 5,5 centimetros, pero eso es sólo para confundir aún más a los clientes de fatbikes.\n\nAlgunos fabricantes indican la anchura real del neumático en el lateral (como el Surly Nate 3.8, que fue probado y otros fabricantes indican el grosor que quieren que tengan sus neumáticos (como el Vee Rubber Snow Shoe 4.5, que fue probado.\n\n ¿Cómo sabe lo que está recibiendo? La mejor manera es leer un informe de prueba escrito por alguien que realmente compró el neumático deseado y lo montó en una llanta real. No hay otra forma fiable de saberlo. Los neumáticos se expanden con el tiempo, sobre todo si los utilizas sin cámara, por lo que los pequeños problemas de fricción justo después de la instalación pueden convertirse en verdaderos problemas de fricción después de unos cientos de kilómetros.\n\n\n\n![Le plus grand pneu de fatbike que vous pouvez acheter pour de l'argent](/img/img-blog/snowshoe2xl-3.jpg)\n\n\n\nEl mayor neumático de fatbike que se puede comprar. Este neumático tiene un precio de calle de unos 118 € 150 € al por menor. La medida de neumático '5.05' es la primera medida real que he escuchado de Vee Rubber.\n\n\n\nEl único cuadro de fatbike del mercado diseñado específicamente para este neumático es el cuadro de aleación Quiring Triple B, que cuesta unos 1175 € el cuadro (M, L, XL) y 300 € la horquilla.\n\n\nNo esperes poder montar un 100mm BBS02 o un BBSHD 1000W en este cuadro, ya que el pedalier está aplastado y las vainas penetran en la zona donde debería estar el engranaje secundario del motor. Pero no todo está perdido, ya que hay al menos 3 monturas de fábrica que pueden (apenas) montar este neumático en sus cuadros y horquillas. La Amazon FB 5 2.0 34lb $797 (bicicleta completa), la BD 38lb Lurch] $999 (bicicleta completa) sin horquilla Bluto (necesitas conseguir la BBSHD 120mm con esta bicicleta, el kit de 100mm no encaja debido a las vainas), y la Salsa Blackborow $2500 (bicicleta completa).\n\nEntre estas tres opciones, el FB 5 2.0 fue un claro ganador, así que construí uno con un BBSHD de 1000W llamado Phat Phuk, con el que estoy muy, muy contento. La bicicleta se comporta fantásticamente, incluso con tubos de 10psi, no tengo pinchazos. Rebota en todo lo que se encuentra a su paso, e incluso las rocas realmente desnudas son una brisa si consigo un poco de velocidad antes de golpearlas. Se parece mucho a mi Bluto forked Dark Matter BBS02 750W, pero con mucho más par de rodadura en los neumáticos y más potencia de la unidad motriz.\n\n\n\nHay muchas posibilidades de que cualquier unidad de transmisión central Bafang se monte en el BB Quiring debido a las enormes vainas. Esta estructura funciona con llantas de carbono, lo que nunca haría en una fatbike eléctrica.\n\n\n\nLos neumáticos pesan unos 1850 gramos, no los 1740 gramos que esperaba. Las he probado con cámaras, aunque esta semana las voy a montar ghetto tubeless. Sospecho que funcionan aún mejor sin cámara y me permiten bajar con seguridad al rango de 5-6psi sin riesgo de dañar seriamente el neumático o la llanta.\n\nLa FB 5 viene con llantas de doble pared, lo que inicialmente me molestó por el peso extra. Ahora que sé lo ligeras que son y las bajas presiones de los neumáticos que voy a utilizar, me alegro de tener llantas de doble pared, ya que son capaces de soportar impactos a los que una llanta de pared simple nunca sobreviviría.\n\n\n\nEn una llanta de 100 mm, estos neumáticos miden más de 5 centimetros a 10 psi. Es de esperar que algunos neumáticos rocen con la horquilla FB 2.0 5.\n\n\n\n¿Qué opino de estos neumáticos? Retienen un 50% más de aire que las Surly? Lo que significa que si se pincha en el camino, se vuelve realmente corrosivo cuando hay que arreglarlas. Tendría que bombear varios cientos de veces con mi bomba portátil Blackburn para conseguir que el neumático vuelva a tener una presión utilizable. Es poco probable que los Qtubes funcionen muy bien en un neumático de este tamaño.\n\nEl perfil de los tacos es casi idéntico al del Lou, mi neumático trasero favorito de fatbike. Estoy muy contento de que Vee Rubber haya abandonado sus creativos diseños de perfil de mierda como los neumáticos Mission 4 y Vee 8, ambos son grandes maneras de arruinar una fatbike que de otro modo sería perfecta.\n\n\n\n![Estos neumáticos son sencillamente fantásticos en cualquier bicicleta en la que se puedan montar](/img/img-blog/mg%5F2315.jpg)\n\n\n\nEstos neumáticos son simplemente fantásticos en cualquier bicicleta a la que se le puedan montar. El Phat Phuk es mi último favorito.\n\n\n\nLa tracción de estos neumáticos es superior a todo lo que he probado. Son bastante masivas con llantas de doble pared y una vez que estás a unas 15-20 mph, puedes arar a través de casi cualquier cosa. Incluso con la potencia y el par extra de la unidad BBSHD de 1000W (1500W de pico), el neumático trasero nunca se deja llevar y no parece dañar las pistas. Incluso cuando las pistas estaban mojadas y cubiertas de hojas y barro, descubrí que la enorme zona de contacto del neumático trasero rara vez resbalaba y el neumático delantero nunca patinaba. Siempre voy con algunos PSI menos en el neumático delantero que en el trasero, porque mis cuadros son tan grandes y mi asiento con el Thud buster está tan atrás que casi el 75% del peso está en la rueda trasera.\n\n\n\n![Montiert auf einer 80mm Felge ist der Reifen 4.9 tatsächliche Zoll](/img/img-blog/imag2984.jpg)\n\n\n\nMontado en una llanta de 80 mm, el neumático mide 4,9 _centimetros_.\n\n\n\nMe gustó la sensación de estabilidad que me dieron los enormes neumáticos en cuanto cogí impulso. La altura adicional de la bicicleta también me permitió superar obstáculos que tenía que sortear cuidadosamente con neumáticos más pequeños, para no romper la unidad motriz repetidamente. No he notado ningún problema de sobreviraje o subviraje con estos neumáticos, siempre parecen ir exactamente donde los coloco, sin dudar ni quejarse.\n\n\n\n## La puntuación va de 1 a 5, siendo 5 la mejor y 1 la peor.\n\n\n\nPolvo - 4,5: El Snowshoe es un neumático trasero decente para condiciones de nieve y hace que la conducción invernal en nieve polvo sea mucho más parecida a montar en una tabla de snowboard en el bosque. Me decepcionó un poco el rendimiento de este neumático como neumático delantero sobre nieve. Nada de lo que he utilizado como neumático delantero funciona tan bien como el Surly Bud, que sigue siendo el estándar de oro para los neumáticos delanteros de fatbike.\n\n\n\nBarro - 4,5: En pocas palabras, genial para conducir una bicicleta grande en senderos embarrados y húmedos, ya que consigue una gran tracción y no gira con una presión de neumáticos más baja. No parece que se obstruya con el barro y las hojas como pensaba.\n\n\n\nHielo - 4: Es bueno en el hielo duro, pero sigue resbalando (previsiblemente) en el hielo negro. Es una buena opción para los neumáticos traseros, pero no lo uses en los delanteros si vas a golpear el hielo, consigue algo con tacos.\n\n\n\nSingletrack - 5: Hasta donde yo sé, esto es lo más parecido a tener una horquilla de suspensión en tu fatbike. Este neumático es demasiado grande para ser utilizado con una horquilla de suspensión actualmente en el mercado. La tracción y el rendimiento superaron con creces las expectativas. Puede tener un poco de rebote en los saltos y en los terrenos difíciles, pero sigue siendo muy predecible.\n\n\n\nCarretera - 2: No es realmente un neumático de carretera. Velocidad máxima muy alta debido al gran diámetro del neumático, cantidad loca de ruido de la carretera, todo el mundo te oirá llegar.\n\n\n\nResistencia a la rodadura - 2: La resistencia a la rodadura de este neumático es muy alta y empeora a bajas presiones de los neumáticos. No conduciría este neumático sin asistencia del motor.\n\n\n\nPeso - 3: Se dice que es de 1740g. Valor real: 1850g. Mentiroso, mentiroso, pantalones en llamas. Menos mal que no venden cocaína, porque el error de redondeo ascendería a casi 9000 €, y un error de esa magnitud podría matar a alguien.\n\n\n\n![Es ist nicht das, was sie behaupten zu sein](/img/img-blog/imag2971.jpg)\n\n\n\nNo es lo que dicen, pero se acerca lo suficiente como para no quejarme.\n\n\n\nEntonces, ¿deberías apresurarte a probar o comprar una Snow Shoe 2XL para tu moto? Si tienes una horquilla Surly ICT, entonces este neumático encajará en ella de forma manejable. Si montas un neumático de este tamaño sólo en la parte delantera y tienes un neumático normal de 4″ de fatbike en la parte trasera, tu bicicleta tendrá realmente una geometría extraña, porque este neumático tiene un diámetro muy, muy grande (31,25″). La Snow Shoe 2XL es como la horquilla de muelle de un hombre pobre que funciona bien para la nieve y los terrenos difíciles. Parece que Vee Rubber está realmente intensificando su juego y sacando neumáticos que realmente no apestan por completo, incluso si no se ajustan realmente a la mayoría de las bicicletas en el mercado.\n\n\n\nTal vez Vee Rubber finalmente me haga creer.\n\n\n\n\n![Nichts ist sexier als eine dünne Frau auf einem Fatbike](/img/img-blog/woman-on-fat-tire-bike.jpg)\n\n\n\n# Snow Shoe 2XL Neumáticos de 5 05\n\nHay bicicletas gordas y luego hay \"_¿Qué es eso? El Phat Phuk realmente merece una categoría propia, ya que sus enormes neumáticos de 5 centimetros con su _anchura real_ no son comparables con nada del mercado. Vee Rubber decidió lanzar un neumático tan grande que ni siquiera cabe en casi todas las fatbikes de fábrica en producción.\n\n\nLos enormes neumáticos de 5,05″ de ancho junto con un motor eléctrico de 1000W nominales y 1500W de pico hacen que sea la bicicleta de nieve profunda definitiva. Esta cosa es para ser montada por encima de la punta.\n\n\n\nComo mucha gente, me emocioné bastante cuando Vee Rubber anunció su neumático Snow Shoe 2XL. Puedes imaginar mi decepción cuando llegó a los estantes y todo el mundo estaba realmente luchando para encajarlas en casi todas las fatbikes del mercado. Después de investigar un poco en con mtbr, descubrí que había 3 monturas que podían soportar estos neumáticos tanto delante como detrás.\n\n\nLa Amazon FB 5, la BD (necesitas la BBSHD de 120mm, créeme) y la Salsa Blackborow. Que yo sepa, no hay ninguna horquilla de suspensión disponible hasta la fecha que se adapte a este neumático. No quería acero, y el lagarto de acero pesa unas buenas 40 kilos sin los enormes neumáticos de 5\" y un motor eléctrico. Soy demasiado tacaño para una Blackborow, así que opté por la FB 5 2.0, que compré en Amazon por unos 800 € (actualmente están en una promoción de inicio del Black Friday). Cuando llegó, pesaba unas escasas 34 kilos con unos neumáticos de mierda Snowshoe 4.5 72TPI y unas cámaras muy pesadas de 4,9″. Estaba totalmente emocionada.\n\n\n\nA pesar de mis esfuerzos, todavía no he podido conseguir una bandeja decente para el BBSHD. Esta estructura brillaría realmente con un anillo delantero de 42T o más pequeño. 36T o 38T es probablemente un tamaño óptimo.\n\n\n\nLa BBSHD no me causó una buena impresión cuando la desempaqué por primera vez y la monté en mi Death Trap 2000 racing bike para hacer algunas pruebas de velocidad. En el bosque, sin embargo, el BBSHD se comportó mucho mejor. Incluso con la mala programación que trae de fábrica, tenía más par que el BBS02 750W y funcionaba mucho más fresco. Cuando conducía el BBSHD, el regulador nunca superaba los 125 grados, incluso cuando conducía en una marcha demasiado alta. Por el contrario, el BBS02 750W tiene que funcionar muy rápido bajo alta carga para evitar el sobrecalentamiento, mucho más rápido de lo que uno podría esperar para pedalear.\n\n\nEl BBSHD podía mantener una cadencia de pedaleo normal mientras producía una sorprendente cantidad de potencia. Era mucho más agradable circular por el bosque con el BBSHD y poder pedalear todo el tiempo. La BBS02 750W se calienta con bastante facilidad hasta los 140F cuando paro y dejo que el motor se enfríe, la BBSHD 1000W nunca se acercó a esa temperatura haga lo que haga.\n\n\n\n![Observe la pantalla montada en la parte superior y el cinturón de seguridad montado e](/img/img-blog/mg%5F2325.jpg)\n\n\n\nObserve que la pantalla está montada al revés y el acelerador derecho está montado en el lado izquierdo. Estilo, yo. No es frecuente ver tanta atención a los detalles.\n\n\n\n¿Es necesario instalar un sensor de temperatura en el BBSHD (vídeo de instrucciones? Para los singletrails normales con sólo 30 amperios, yo diría que no. Este motor probablemente nunca se sobrecalentará a ese nivel de potencia.\n\n\n\nEl neumático delantero rozaba un poco contra la horquilla debido a las irregularidades del neumático y a la falta de espacio libre en ambos lados. El roce no me molestó mucho, así que no me tomé el tiempo de arreglarlo, ya que planeo convertir esta bicicleta a ghetto tubeless. La horquilla Surly ICT puede montar este neumático con una zapata de 100 mm en la parte delantera. También hay muchas horquillas de carbono en las que se puede montar el showhoe 2xl. El neumático trasero no rozó, pero la cadena golpeó el neumático en la marcha más baja.\n\n No era suficiente para empujar la cadena fuera del piñón cuando estaba montando, sólo era un poco molesto. He oído que también había un poco de fricción contra el tubo del asiento en el Lurch, así que ten en cuenta, puede que tengas que moler un accesorio de cable para conseguir que el neumático se ajuste correctamente sin fricción en la parte trasera.\n\n\n\nEs poco probable que encuentres alguna montura que no tenga problemas de fricción de cadena con este enorme neumático.\n\n\n\nLas distancias al pedal y a la vaina eran bastante mínimas, y me costó montar correctamente el cutre plato de acero Bafang, por no hablar de la vaina. Al final tuve que quitar el piñón de fábrica unos 3mm del cuadro de la bici para equilibrar la vaina con cuñas. Todavía había algunos problemas con la fricción de la cadena, pero no me atreví a ir más allá de la bicicleta sin un plato ancho estrecho.\n\n\n\nLa separación de la bandeja también era un poco difícil. Tuve que lijar los lados de las arandelas que tenía, ya que eran demasiado grandes, y luego no pude conseguir que se mantuvieran en su sitio mientras montaba la bandeja, ya que seguían girando cuando intentaba apretar los tornillos. Al final utilicé una pistola de pegamento caliente y pegué las arandelas en su sitio, luego encajé la bandeja con cuidado y la apreté. Probablemente todos los \"anillos bling\" especiales para el BBSHD tienen algún tipo de anillo espaciador que hace este trabajo mucho más fácil, ya que me tomó más de una hora para averiguar cómo hacer lo que sólo debería tomar 5 minutos. No soy el cacahuete más listo del montón, pero por supuesto ya te has dado cuenta.\n\n\n\nMenos mal que la vaina está aplastada en el lado de accionamiento, ya que sólo había unos pocos mm de espacio libre a cada lado para el neumático y el brazo de biela no escalonado. El velocímetro debe montarse en el lado no motriz, y el cable debe pasarse cuidadosamente por la parte inferior de la vaina, en lugar de enrollarse alrededor de la vaina como suelo hacer. Hay tan poco espacio para maniobrar que en realidad no hay espacio para el cable de 5 mm en el lado del neumático O en el lado de la manivela. Utilicé velcro, que es especialmente adecuado para esta tarea. El velocímetro debe montarse lo más cerca posible del buje para evitar que se rompa al desmontar los neumáticos para su mantenimiento. El velocímetro quedará oculto detrás del disco de freno, ya que el ángulo de las vainas es bastante pronunciado cerca del eje.\n\n\n\n\nEl neumático delantero, montado en una llanta de doble pared de 100 mm, mide 5,01 centimetros a 7 psi. Loco.\n\n\n\n![Montiert auf einer 80mm Felge ist der](/img/img-blog/imag2984.jpg)\n\n\n\nEl neumático trasero mide 4,9 en una llanta de doble pared de 80 mm a 8 psi. Mira esas orejas, mamá estaría orgullosa.\n\n\n\nLos neumáticos de gran diámetro han arruinado el engranaje, pidiendo un plato mucho más pequeño que el pisapapeles de 46T que proporciona Bafang. ¿He mencionado ya lo mucho que odio este plato? ¿Estás cansado de oírme hablar de ello? Lo soy.\n\n\n\nLa caja de cambios de reducción secundaria del BBSHD se apoya en la vaina durante el montaje, de modo que la unidad de accionamiento no encaja completamente en el plato. No modifique su marco ni haga nada en absoluto. Basta con montar el sistema de accionamiento lo más atrás posible. Mientras puedas encajar las tuercas de seguridad en el extremo del plato, eso es todo lo que importa. Si tu chasis sólo permite una tuerca de seguridad en lugar de dos, deberías ponerle azul locktite antes de apretarla muy, muy fuerte.\n\n\n\n\nEsta bicicleta es muy divertida en casi cualquier condición.\n\n\n\nEstos neumáticos piden ser \"ghetto tubeless\" a presiones extremadamente bajas como 5-6 psi. Pude correr mi con 8spi en la carretera con tubos, sin ningún pinchazo. También pude superar sin problemas obstáculos que no podía superar con neumáticos normales de 4,0 centimetros de fatbike y una BBS02 que colgaba como la ubre de una vaca. Me gustó mucho la distancia al suelo de unos centímetros más que te dan estos enormes neumáticos.\n\n\n\n\nLa pegatina más estúpida que he visto en una moto. ¿61 cm? ¿De dónde han sacado esa cifra?\n\n\n\nNo me gustó la horquilla de aluminio de la FB 5, que era más áspera de conducir que la mayoría de las horquillas de acero a las que estoy acostumbrado, que son un poco más suaves y tolerantes. Era especialmente malo comparado con la horquilla Bluto de mi Dark Matter, con la que me han mimado en las últimas semanas.\n\n\nA baja presión, estos neumáticos funcionan un poco como una horquilla de suspensión, pero son mucho más elásticos y pueden ser un poco impredecibles en terrenos extremadamente difíciles. Tienen una tracción absolutamente insana y se sienten muy similares a la combinación Bud, lo cual no es sorprendente ya que el perfil del neumático es casi idéntico. Es un movimiento inteligente por parte de Vee Rubber copiar el perfil de los mejores neumáticos del sector. Me alegro de haberla descubierto por fin.\n\n\n\n![Ich musste dies tun, weil kein Abstandshalter im Lieferumfang enthalten war](/img/img-blog/imag2978.jpg)\n\n\n\n¿Cómo de gueto puedo ser? ¡Jódete, hijo de puta, ha funcionado!\n\n\n\nLa Snow Shoe 2XL tiene aproximadamente un 50% más de reserva de aire que una Surly Bud o Lou. Esto significa que, por lo general, se puede rodar con una presión más baja sin arriesgarse a un pinchazo, pero también es un gran dolor de cabeza si tienes que arreglar un pinchazo en el camino. Ya tienes que hacer varios cientos de pasadas con una bomba portátil para conseguir que la cosa tenga una presión de rodadura. Personalmente, no usaría una bicicleta en el bosque si no pudiera echármela al hombro e ir de excursión con ella, y con 51 kilos, el límite se alcanza para mí. Ni un kilo más.\n\n\n\nEs necesario llevar una cámara que se adapte a un neumático de 4,9\" para arreglar los pinchazos. No creo que los Qtubes ultraligeros que suelo utilizar para probar los neumáticos se ajusten a estos. Los neumáticos son demasiado grandes. Si utilizas una cámara demasiado pequeña, debes saber que a menudo es imposible arreglarlas, ya que la goma del neumático se estira. Si cambias a ghetto tubeless minimizarás los pinchazos y el tiempo de inactividad, y no puedo dejar de recomendarlo. Asegúrate de usar el sellador Subzero si vas a montar en temperaturas bajo cero, y ya sé que lo harás.\n\n\n\n\nLos cojinetes de los neumáticos Snow Shoe 4.5 (realmente sólo 4″) dejan toneladas de espacio. ¡Qué broma de mal gusto! Ja, ja.\n\n\n\nLa FB 5 es una excelente plataforma para electrificar, ya que empieza siendo muy ligera para una fatbike, 34 kilos. El BBSHD es mucho más pesado de lo que debería y pesa más de 13 kilos, unas 3 kilos más que su BBS02 100mm convertido. Recomiendo usar una batería en la mochila para mantener la sensación de singletrack y mantener la bicicleta lo más ligera posible. También es mucho más discreto hacerlo así.\n\n\n\nSi quieres arar nieve profunda con esta construcción, lo cual es absolutamente necesario, necesitas mucha potencia. La nieve profunda tiene un apetito insaciable de vatios. El BBSHD es una mejor opción para la nieve profunda que el BBS02 750W, porque puede hacer funcionar el BBSHD a plena potencia (1500 vatios) todo el día sin temor a que se autodestruya. Este no es el caso de BBS02\n\n\n\n\nEs necesario lijar el lado de la arandela para crear separadores para la bandeja.\n\n\n\n![El piñón de 36T es el que hay que usar en todas las montañas con un anillo delantero de 46T](/img/img-blog/mg%5F2319.jpg)\n\n\n\nEl piñón de 36T es el que debes usar en todas las cuestas con un aro delantero de 46T. Los frenos BB5 son los más bajos que utilizaré. Si vas a salir barato, los frenos son el primer lugar donde recortar. La palanca de cambios X7 es mi arma preferida.\n\n\n\nMe gustó mucho la pintura negra mate del FB 5, aunque nunca lo habría comprado si hubiera podido elegir. El cableado y el motor se han ocultado bien, haciendo que la bicicleta eléctrica sea muy discreta.\n\n\n\nEsta construcción me costó unos\n\n\n\n* 798 por el FB5 2.0 de Amazon (parte de la oferta del Black Friday de 100 €)\n\n\n\n* 799 € por el BBSHD de Amazon.com (puede que haya una gran oferta de Black Friday próximamente, apúntate a su lista de correo electrónico, porque nunca se sabe)\n\n\n\n* 118 del Bikeman en Maine 2XL raqueta de nieve\n\n\n\n* 15 por neumático para los neumáticos sin cámara\n\n\n\nEsto significa unos 1850 € sin la batería. Si compras una batería, asegúrate de conseguir una 14S (52v Pack) de Paul en em3ev o Eric en Lunacycle.com. Obtendrás mucha más potencia que con una batería de 13S (48v). Independientemente del lugar desde el que se envíe la batería, será caro debido a los gastos de envío de mercancías peligrosas. Usted debe esperar a pagar al menos $ 500 para una batería de 52v decente y el cargador, sin incluir el envío.\n\n\n\n![Puedes ver en esta foto la falta de juego en la horquilla delantera.](/img/img-blog/mg%5F2317.jpg)\n\n\n\nEn esta imagen, se puede ver la falta de margen de maniobra de la horquilla delantera. Bonito soporte de patada. Parece un trozo de metal oxidado que has encontrado en el granero (lo es).\n\n\n\nAunque hay mucha gente que realmente odia a Amazon, tengo que decir que yo personalmente les he comprado una docena de bicicletas y nunca he tenido un solo problema. Mi buen amigo Larry Clarkberg ha comprado varias bicicletas de BD para convertirlas y revenderlas como e-bikes en su tienda Boxy Bikes, y también está muy contento con ellas. Si quieres una bici barata con componentes decentes, no hay nadie que pueda igualar a Amazon al precio que he encontrado hasta ahora. Si quieres absolutamente un \"nombre de marca\" en tu bicicleta, porque de lo contrario todos tus amigos se reirán de ti, entonces gasta los mil o tres extra y consigue una Surly, Salsa o Carver. Prefiero gastar mi dinero extra en ~~drogas y putas~~, ajo y estiércol de vaca para el jardín de mi esposa.\n\n\n\n![_MG_2324](/img/img-blog/mg_2324.jpg?w=700&amp;amp;amp;h=1050)\n\n\nUn Thudbuster es imprescindible. Compro arandelas de tija de sillín de 27,2 baratas en ebay y paso a Thuddy de bicicleta eléctrica a bicicleta eléctrica.\n\n\n\nAunque ahora uso conectores XT90 por defecto, el BBSHD viene con conectores Anderson Power Pole por defecto. Es curioso que estandaricen un conector tan antiguo y obsoleto. Parece que Bafang está depositando todas sus esperanzas de futuro en esta unidad de accionamiento, pero hay algunas decisiones que han tomado con esta unidad que parecen bastante extrañas. ¿Limitar el regulador a 30 amperios? ¿Enorme placa de acero? ¿Conector Anderson para el polo de potencia? Bafang parece haberse quedado en los años 90.\n\n\n\n![Sie können die Temperaturanzeige hinter dem Gabelschaft](/img/img-blog/mg%5F2316.jpg)\n\n\n\nPuedes ver el indicador de temperatura detrás de la horquilla. Los cierres de velcro desaparecen en la oscuridad.\n\n\n\nLas instrucciones para instalar el sensor de temperatura en el BBSHD son casi idénticas a las del BBS02 y se pueden encontrar en este artículo. Si es una bicicleta de carreras y quieres apretar el acelerador todo el tiempo, deberías considerarlo, pero para las bicicletas normales, un sensor de temperatura probablemente no sea necesario.\n\n\n\n![Die serienmäßige FB 5 wiegt mit Schläuchen nur](/img/img-blog/weight.jpg)\n\n\n\nEl FB 5 2.0 estándar pesa sólo 34 kilos con los tubos delante de los monstruosos neumáticos y el motor. Debe ser la falta de un cierre rápido en la tija de sillín lo que la hace tan ligera.\n\n\n\nLa BBSHD es una buena plataforma para una fatbike, si te tomas el tiempo de reprogramarla. Recomiendo usar la configuración de em3ev con unos pequeños ajustes, como poner el modo de aceleración en _Velocidad_ y no en _Corriente_, y luego mentir sobre el tamaño de la rueda y ponerla en 19 centimetros, para que el motor bombee más potencia a la transmisión de lo que debería. Esto anula la garantía, pero créeme, vale la pena. La programación del BBSHD es la misma que la del BBS02 y este enlace le llevará a la madriguera del conejo.\n\n\n\nSi quieres una máquina de nieve totalmente diferente a todo lo que hay en el mercado, y diferente a cualquier cosa que hayas visto o conducido, la Phat Phuk es una construcción que vale la pena copiar.\n\n\n\nTodos estamos preparados para el siguiente paso en la evolución, los neumáticos de 6″ de ancho total. Estamos preparados.\n\n\n\n","params":{"posts":"snow-shoe-2xl"},"filename":"Snow Shoe 2XL"},"__N_SSG":true}