{"pageProps":{"ficheros":["6 Baterías de bicis eléctricas","BBS02 750 vs BBSHD 1000W vs Cyclone 3000W","BBSHD con programación personalizada","BBSHD de 100mm","Bafang bbshd","Batería de 48V o 52V para una bicicleta eléctrica","Batería de alto rendimiento para bicicletas electricas","Baterías de litio para bicicletas electricas","Baterías y el BMS son fáciles de transportar","Bicicleta electrica urbana","Bicicletas eléctricas para la playa","Bicicletas en dinamarca","Cargador de bicicletas eléctricas","Conducir sobre nieve con un motor electrico BBSHD","Conectores XT90 de alta potencia 90A","Conectores tipo banana para bicicletas electricas","Construcción de una bicicleta eléctrica","Construir una bicicleta eléctrica de gama media barata","Construir, programar, conducir, no morir (en ese orden)","Cubierta Vee Rubber Vee 8","Cyclone Mid Drive 3000W","Cómo hacer tu propia bicicleta eléctrica","Dawes 1500","Engranaje de nylon en el BBS02","Engranaje de nylon para bicicletas electricas","Horquilla de suspensión Bluto Fat Bike","Kit Cyclone Mid Drive 3000W","Kit Cyclone de 3000W","Kit central Bafang BBS02 750W para bicicletas electricas","Kit conversión bicicleta eléctrica barato","Kit conversión bicicleta eléctrica con batería","La gente que vende kits de bicicletas eléctricas","Las e-bikes son peligrosas","Luces led para bicicletas electricas","Mantenimiento del motor electrico bbs02 para bicicleta","Mighty Mini 30T","Monstruosa bicicleta eléctrica de dos ruedas motrices","Montar una batería de litio para una bicicleta eléctrica","Motor Mid-Drive","Neumáticos Mission Command 4 Vee","Nexus-3 IGH para la construcción de bicicletas con ruedas grandes","No hay lugar más seguro para sus baterías de litio y cargadores en su casa","Normativa de circulacion para las bicicletas eléctricas","Nuvinci buje trasero Freno de rodillo N171 Calvo 36G plateado","Pantalla para bicicleta eléctrica","Plato Lekkie Bling para el BBSHD","Platos eléctricos para bicicletas eléctricas","Platos luna eclipse bicicleta electrica","SHIMANO SG-3D55 Universal Hub Kit Nexus","Sistema BBS02 e-RAD","Snow Shoe 2XL","Software de programación de Bafang para el BBSHD","Todo lo que necesitas saber sobre una batería para una bicicleta eléctrica","Vee Rubber Snow Shoe 4 5","kit BBSHD 1000W Middrive de Bafang","n380 Motor bicicleta electrica","¿Necesito un sensor de velocidad en una bicicleta eléctrica?"],"datos":"# Vee Rubber Snow Shoe 4.5 Neumatica Grandes Si o Si\n\nYa he visto algunas exageraciones bastante estúpidas sobre el tamaño de los neumáticos, pero ninguna tan escandalosa como la de los Vee Rubber Snow Shoe 4.5\\. Puedo decir con cierta certeza que actualmente no existe ninguna llanta fabricada que haga que esos neumáticos sean de 4,5 centimetros de ancho, por mucha Viagra que le des.\n\n\n<ApiamazonGrid buscar_productos=\"Vee Rubber cubierta bicicletas\">\n\nLas Snow Show 4.5 eran un poco más anchas que unas Nate 3.8 en una llanta de 80 mm. Esto es lo que ocurre cuando no se cuenta con comités reguladores gubernamentales que controlen las reclamaciones de falso grosor.\n\n![Vee Rubber Snow Shoe](/img/img-blog/snowshoe%5Fr-780x520.jpg)\n\n\nHay muchas versiones diferentes de la zapatilla de nieve de goma Vee, y puede ser bastante confuso\n\n\n* La raqueta 4.5 es la versión antigua con el perfil original.\n\n* La nueva Snow Shoe 4.7 es un poco más ancha, un poco más nueva, pero sigue teniendo un perfil similar a la 4.5.\n\n* La Snow Shoe XL es aún más ancha y tiene un perfil realmente bonito, que parece el hijo ilegítimo de una Surly y la superficie estructurada de la Bulldozer.\n\n* Hay una versión con tacos de la Snow Shoe XL disponible por un precio ligeramente superior.\n\n* La Snow Shoe 2XL es un monstruo absoluto con una anchura declarada de 5,05 centimetros, mucho más cerca de 5,3 centimetros en una llanta de 100 mm. Tiene un perfil muy similar al de la XL, pero es increíblemente ancha y no se ajusta a la mayoría de las fatbikes que hay actualmente en el mercado, a excepción de la Lurch y la Blackborow. Incluso con estas monturas, hay algo de fricción, hagas lo que hagas.\n\n\n\nLa zapatilla de nieve 4.5 y 4.7 tiene un perfil bastante tranquilo en comparación con las ofertas posteriores de zapatillas de nieve.\n\n\n\nEl zapato Snoe de 72tpi pesaba unos 1225g y el talón doblado se sentía seguro. Lo monté sin cámara en mi Dark Matter BBS02 Bluto, que prefiero usar en mi bicicleta eléctrica estos días. Lo hice funcionar a 10 psi en un singletrack otoñal con muchas hojas húmedas y raíces.\n\n\n\n![Del sol apareció un fino polvo blanco que borré en su centro con el pulgar](/img/img-blog/imag2966-e1447179779383.jpg)\n\n\n\nDel sol salió un fino polvo blanco que difuminé en el centro con el pulgar.\n\n\n\nEl neumático sella y se centra bien. Se ha quedado un extraño polvo blanco en la goma cuando he dejado la bicicleta al sol, pero se ha limpiado enseguida, nunca he visto que eso ocurra con un neumático delantero de fatbike. ¡Esnifa!\n\n\n\n![Sí, el interior de mi casa se parece a esto. Acostúmbrate.](/img/img-blog/imag2970.jpg)\n\n\n\nSí, el interior de mi casa realmente se parece a esto.\n\n\n\nEl sistema de clasificación es de 5 (mejor) a 1 (peor)\n\n\n\nPolvo - 4,5: Como neumático trasero, este neumático funciona bastante bien en la nieve. Tiene una tracción decente y una pérdida de tracción predecible. No es una opción adecuada para un neumático delantero (el Surly [Bud] de hace 5 años sigue siendo el estándar de oro), pero es una opción razonable como neumático trasero.\n\n\n\nBarro - 4: Los tacos suficientemente grandes parecen funcionar bien en el barro y no se atascan.\n\n\n\nHielo - 4: No es tan bueno como los tacos y no es adecuado para la elección del neumático delantero sobre hielo, funciona bien como neumático trasero sobre hielo con deslizamientos y pérdidas de tracción generalmente predecibles. Recomienda correr con algo de tachuelas en el neumático delantero.\n\n\n\nSingletrack - 4: Este neumático en tierra y hojas secas fue sorprendentemente predecible a 8psi. Se deslizó cuando pensé que lo haría y se atascó cuando pensé que lo haría. Tenía muy buena tracción cuando pisaba el acelerador y me recordaba mucho a la Surly Nate o a la Panaracer Fat B Nimble. Quería odiar este neumático por su tamaño exagerado y su falta de perfil profundo, pero realmente no lo hice.\n\n\n\nCarretera - 3: No es realmente un neumático de carretera. Muy poco ruido de la carretera.\n\n\n\nResistencia a la rodadura - 3,5: Menos de lo que esperaba. Los granos planos están bastante separados entre sí.\n\n\n\nPeso - 3,5: Más o menos lo que cabría esperar, 1225 gramos. La versión de 120tpi será un poco más ligera (probablemente 50-70g) y se siente un poco mejor en los senderos que bien.\n\n\n\n¿Compraría este neumático o el Snow Shoe 4.7? Probablemente no. Creo que hay neumáticos mucho mejores por su precio, como la versión de 120tpi del Panaracer Fat B Nimble. Dicho esto, estoy bastante entusiasmado con el Snow Show 2XL, que probaré dentro de una semana. Permanezca en sintonía para más locura y caos.\n\n\n\nHe comprobado que el Snow Shoe 4.5 se ajusta bien a la parte trasera del Boris X9 (The Reaper) y del Bullseye framed builds que he hecho. Aunque estos cuadros digan que sólo admiten un neumático 4.0, la Snow Shoe 4.5 en realidad sólo admite un neumático 4.0, Vee Rubber te está mintiendo sobre el tamaño de su goma.\n\n\n\nNo te creas el bombo.\n\n\n![3,9 centimetros en una llanta de 80mm a 11,5psi, léelo y arma Vee Rubber](/img/img-blog/imag2972.jpg)\n\n\n\n3,9 centimetros en una llanta de 80 mm a 11,5 psi, léase y gotea la goma Vee.\n\n\n","params":{"posts":"vee-rubber-snow-shoe-4-5"},"filename":"Vee Rubber Snow Shoe 4 5"},"__N_SSG":true}