{"pageProps":{"ficheros":["6 Baterías de bicis eléctricas","BBS02 750 vs BBSHD 1000W vs Cyclone 3000W","BBSHD con programación personalizada","BBSHD de 100mm","Bafang bbshd","Batería de 48V o 52V para una bicicleta eléctrica","Batería de alto rendimiento para bicicletas electricas","Baterías de litio para bicicletas electricas","Baterías y el BMS son fáciles de transportar","Bicicleta electrica urbana","Bicicletas eléctricas para la playa","Bicicletas en dinamarca","Cargador de bicicletas eléctricas","Conducir sobre nieve con un motor electrico BBSHD","Conectores XT90 de alta potencia 90A","Conectores tipo banana para bicicletas electricas","Construcción de una bicicleta eléctrica","Construir una bicicleta eléctrica de gama media barata","Construir, programar, conducir, no morir (en ese orden)","Cubierta Vee Rubber Vee 8","Cyclone Mid Drive 3000W","Cómo hacer tu propia bicicleta eléctrica","Dawes 1500","Engranaje de nylon en el BBS02","Engranaje de nylon para bicicletas electricas","Horquilla de suspensión Bluto Fat Bike","Kit Cyclone Mid Drive 3000W","Kit Cyclone de 3000W","Kit central Bafang BBS02 750W para bicicletas electricas","Kit conversión bicicleta eléctrica barato","Kit conversión bicicleta eléctrica con batería","La gente que vende kits de bicicletas eléctricas","Las e-bikes son peligrosas","Luces led para bicicletas electricas","Mantenimiento del motor electrico bbs02 para bicicleta","Mighty Mini 30T","Monstruosa bicicleta eléctrica de dos ruedas motrices","Montar una batería de litio para una bicicleta eléctrica","Motor Mid-Drive","Neumáticos Mission Command 4 Vee","Nexus-3 IGH para la construcción de bicicletas con ruedas grandes","No hay lugar más seguro para sus baterías de litio y cargadores en su casa","Normativa de circulacion para las bicicletas eléctricas","Nuvinci buje trasero Freno de rodillo N171 Calvo 36G plateado","Pantalla para bicicleta eléctrica","Plato Lekkie Bling para el BBSHD","Platos eléctricos para bicicletas eléctricas","Platos luna eclipse bicicleta electrica","SHIMANO SG-3D55 Universal Hub Kit Nexus","Sistema BBS02 e-RAD","Snow Shoe 2XL","Software de programación de Bafang para el BBSHD","Todo lo que necesitas saber sobre una batería para una bicicleta eléctrica","Vee Rubber Snow Shoe 4 5","kit BBSHD 1000W Middrive de Bafang","n380 Motor bicicleta electrica","¿Necesito un sensor de velocidad en una bicicleta eléctrica?"],"datos":"# 6 Baterías baratas para bicicletas eléctricas\n\nDe las *6 baterías de bicis eléctricas que compré por internet*, creo que sólo 2 de ellas se enviaron realmente de forma casi legal, **esto fue por no comprar en amazon**, quiese ahorrar unos euros y la jugada me salio mal al comprar directamente en china. Este artículo trata sobre cómo el vendedor debería enviarle las baterías y por qué a menudo no lo hace.\n\n![comprar por internet baterias electricas](/img/img-blog/lithium2.jpg)\n\nLas baterias son productos peligrosos y las autoridades lo saben, peo eso hace leyes pora asegurar el transporte de estos productos tan peligrosos. La elusión de la ley va a meter a la industria de las bicicletas eléctricas en un gran problema, pero hasta ahora ha pasado prácticamente desapercibida. Cuando se trata del comercio de bicicletas eléctricas, la expedición de Haz Mat es el elefante en la habitación, del que nadie quiere hablar, pensar o tratar.\n\n## Baterias para bicicletas\n\nComo puedes puedes comprar baterias para tu bicicleta de forma segura y barata, a continuacion te muestro algunas de las baterias mas vendidas.\n\n\n<ApiamazonGrid buscar_productos=\"baterias para bicicleta\"/>\n\n\nComo ocurre con la mayoría de las cosas que la industria del transporte no entiende, tienden a pecar de precavidos. Dado que las baterías de litio pueden explotar si se manipulan con demasiada brusquedad o se pinchan, en los últimos años han sido objeto de una normativa disparatada, que no ha hecho más que empeorar.\n\nEl envío legal de una gran batería de litio a España puede costar fácilmente más de 60 €, y el envío de una batería de China a España puede costar fácilmente el doble o el triple de esa cantidad. No es de extrañar que muchas empresas chinas sin escrúpulos y muchas empresas estadounidenses no sigan los requisitos legales al enviar estas baterías. ¿Cómo puede usted, como consumidor, estar seguro de que recibirá la batería que ha comprado sin problemas, retrasos o embargos?\n\n\n\n![retrasos y embargos](/img/img-blog/bionxfine.png)\n\n\n\n¿Crees que no te puede pasar a ti? ¿Has oído hablar de una pequeña empresa de bicicletas eléctricas llamada BionX? Recientemente se les impuso una multa de 18.000 €.\n\n\n\n¿Por qué las baterías de las e-bikes no se entregan \"según las normas\"? Hay tres razones principales:\n\n\n\n1. es una molestia para ellos\n\n\n\n2. es realmente caro, a menudo 2 o 3 veces más caro que el envío sin los papeles adecuados, y lleva mucho tiempo\n\n\n\n3. no saben cómo hacerlo correctamente y son demasiado perezosos para averiguarlo\n\n\n\nHe pasado varias horas investigando la forma correcta de enviar las baterías, y es increíblemente complicado. Las restricciones varían en función del tamaño y la potencia de la batería, como se muestra a continuación.\n\n\n\n![Verwirrt noch](/img/img-blog/lithium1.jpg)\n\n\n\n¿Ya está confundido? Las normas son aún peores cuanto más se desciende en la madriguera del conejo. Esta tabla se refiere a los envíos de carga aérea.\n\n\n\nEntonces, ¿qué hacer si tiene baterías de litio dañadas o con fugas? Irónicamente, no hay nada que pueda encontrar para enviarlos legalmente. Tampoco existe una forma adecuada de reciclar las pilas dañadas. En mi formación en Bosch, nos dijeron que los enterráramos en arena en una gran lata metálica de café y los dejáramos fuera durante un mes hasta que se completara la reacción. Así es, tira la batería de 1000 € a la basura. Las baterías de litio no contienen materiales raros, y si se dañan, no tienes otra opción.\n\n\nDesde marzo de 1991 hasta agosto de 2010, las baterías y los dispositivos alimentados por baterías causaron 113 incidentes registrados de humo, fuego, calor extremo o explosión en aviones de pasajeros y de carga ... Se calcula que el índice de fallos de las baterías de iones de litio es de uno entre 10 millones. El estudio de los 113 incidentes registrados en el transporte de baterías por vía aérea a lo largo de 19 años muestra que la mayoría de los fallos fueron causados por un embalaje o una manipulación inadecuados, que provocaron daños eléctricos o cortocircuitos.\n\n\n\nEsta es la principal razón por la que se han restringido las baterías de litio en los vuelos de pasajeros en España.\n\n\n\n### ¿Qué tamaño tiene que tener una batería en general para que entre en vigor una normativa seria?\n\n\n\nLa mayoría de las baterías de 300 Ah o más están sujetas a restricciones especiales de envío, aunque las normas varían de un transportista a otro. Todas las baterías de bicicleta eléctrica que tengo superan los 300Wh, siendo la más pequeña una batería de 36V y 10Ah (36×10=360aH).\n\n\n### ¿Cómo puedo estar seguro de que mi vendedor me suministrará las pilas legalmente?\n\n\n\nSólo hay una forma de averiguarlo: Pregunte antes de pedir la batería. Si no lo hace, su envío de baterías podría retrasarse o ser confiscado debido a un control de mercancías peligrosas (realmente ocurre). Casi todos los vendedores de baterías chinas poco serios han encontrado una forma de eludir las leyes de envío de baterías, pero esto no durará. Los inspectores de aduanas y mercancías ya han atrapado a quienes se limitan a pegar pegatinas de 300 Wh en baterías de bicicletas eléctricas que claramente superan los 300 Wh. El problema no hará más que agravarse a medida que las baterías de litio se conviertan en un problema para los transportistas.\n\n\n\n### ¿Qué hago si tengo una batería hinchada, dañada o con fugas?\n\n\n\nEsto es algo a lo que todo el mundo se enfrenta personalmente en un momento u otro. Amazon tiene una política bastante estricta de no reembolso para sus baterías Lipo, a menos que salgan de la fábrica DOA. Esto ha llevado a muchas personas a grabar en vídeo la apertura y prueba de las baterías cuando las reciben del transportista. Si tienen un problema, envían el vídeo a HK y reciben directamente pilas nuevas. Las pilas en mal estado simplemente se tiran. Si me pidieran que devolviera una batería dañada, hinchada o con fugas a mi proveedor, probablemente me negaría. Sinceramente, no vale la pena arriesgarse a una gran multa sólo para recuperar su batería que no funciona. Si la batería estuviera muerta o tuviera una célula muerta o un BMS malo, probablemente aceptaría devolverla, porque efectivamente es _legal_.\n\n\n\nEsto pone a los vendedores de baterías para bicicletas eléctricas en una situación imposible. Ahora queda claro por qué Amazon no ofrece reembolsos por sus baterías. El problema se agrava aún más cuando las baterías se cargan con demasiada corriente o se maltratan físicamente, luego fallan y el cliente pide un reembolso o una batería de repuesto. Así que puedes ver que la venta de baterías de bicicletas eléctricas es un negocio en el que ninguna persona en su sano juicio quiere meterse.\n\n\n\n![baterias Amazon](/img/img-blog/battery-juggernaut.jpg)\n\n\n\nLas últimas carcasas chinas permiten introducir las baterías sin necesidad de soldarlas por puntos, y luego sólo hay que atornillar la carcasa. ¿Podría ser esta la respuesta que buscamos?\n\n\n\n## ¿Cuál es la solución a este estúpido problema con las baterias de bicicletas?\n\n\n\nPasé mucho tiempo pensando y se me ocurrió una gran solución que nadie ha hecho todavía (que yo sepa). Vender baterías de bicicletas eléctricas en kits y enviar las baterías en envíos separados de 300Wh o menos sin declaraciones. El comprador recibe su kit de baterías en varios envíos diferentes, uno con la caja y las baterías de 300 Wh y otros envíos con celdas 18650 a granel de 300 Wh o menos.\n\nDesenroscan la carcasa, que tiene contactos para las pilas (ver imagen), e introducen las células en la orientación correcta, y luego la vuelven a enroscar. Si una de las pilas se inserta al revés, se estropea, pero si el comprador del kit no es un completo idiota, debería funcionar. Por supuesto, si haces el kit a prueba de idiotas, es probable que alguien construya un idiota mejor.\n\n\n\n![Puedes ver que si estás enviando por tierra y las baterías](/img/img-blog/upsground.jpg)\n\n\n\nSi envías las celdas por tierra y las baterías son de 300Wh, puedes enviarlas con una regulación mínima.\n\n\n\nSi una célula está defectuosa, los usuarios pueden desmontar sus propias baterías y comprobar cada célula con un multímetro o un comprobador de baterías individual. A continuación, basta con pedir pilas 18650 de repuesto a un proveedor serio, insertar una nueva pila y volver a montar el pack. De este modo, las baterías de las bicicletas eléctricas existentes podrían durar mucho más tiempo si se rompiera una sola célula de la batería.\n\n\n\nCreo que las restricciones de envío de las baterías de litio en España rozan la locura. Este es el único obstáculo importante para la industria. Que las leyes sean estúpidas no significa que esté bien saltárselas cuando queramos, así que desde esa perspectiva tiene sentido cumplirlas en la medida de lo posible si podemos. Como proveedor de baterías para bicicletas eléctricas, también puede ser muy útil que contrates una póliza de seguro a todo riesgo.\n\n\n\nAsí es la vida, y así sucede.\n\n\n\n\n\n\n","params":{"posts":"6-baterias-de-bicis-electricas"}},"__N_SSG":true}