{"pageProps":{"ficheros":["6 Baterías de bicis eléctricas","BBS02 750 vs BBSHD 1000W vs Cyclone 3000W","BBSHD con programación personalizada","BBSHD de 100mm","Bafang bbshd","Batería de 48V o 52V para una bicicleta eléctrica","Batería de alto rendimiento para bicicletas electricas","Baterías de litio para bicicletas electricas","Baterías y el BMS son fáciles de transportar","Bicicleta electrica urbana","Bicicletas eléctricas para la playa","Bicicletas en dinamarca","Cargador de bicicletas eléctricas","Conducir sobre nieve con un motor electrico BBSHD","Conectores XT90 de alta potencia 90A","Conectores tipo banana para bicicletas electricas","Construcción de una bicicleta eléctrica","Construir una bicicleta eléctrica de gama media barata","Construir, programar, conducir, no morir (en ese orden)","Cubierta Vee Rubber Vee 8","Cyclone Mid Drive 3000W","Cómo hacer tu propia bicicleta eléctrica","Dawes 1500","Engranaje de nylon en el BBS02","Engranaje de nylon para bicicletas electricas","Horquilla de suspensión Bluto Fat Bike","Kit Cyclone Mid Drive 3000W","Kit Cyclone de 3000W","Kit central Bafang BBS02 750W para bicicletas electricas","Kit conversión bicicleta eléctrica barato","Kit conversión bicicleta eléctrica con batería","La gente que vende kits de bicicletas eléctricas","Las e-bikes son peligrosas","Luces led para bicicletas electricas","Mantenimiento del motor electrico bbs02 para bicicleta","Mighty Mini 30T","Monstruosa bicicleta eléctrica de dos ruedas motrices","Montar una batería de litio para una bicicleta eléctrica","Motor Mid-Drive","Neumáticos Mission Command 4 Vee","Nexus-3 IGH para la construcción de bicicletas con ruedas grandes","No hay lugar más seguro para sus baterías de litio y cargadores en su casa","Normativa de circulacion para las bicicletas eléctricas","Nuvinci buje trasero Freno de rodillo N171 Calvo 36G plateado","Pantalla para bicicleta eléctrica","Plato Lekkie Bling para el BBSHD","Platos eléctricos para bicicletas eléctricas","Platos luna eclipse bicicleta electrica","SHIMANO SG-3D55 Universal Hub Kit Nexus","Sistema BBS02 e-RAD","Snow Shoe 2XL","Software de programación de Bafang para el BBSHD","Todo lo que necesitas saber sobre una batería para una bicicleta eléctrica","Vee Rubber Snow Shoe 4 5","kit BBSHD 1000W Middrive de Bafang","n380 Motor bicicleta electrica","¿Necesito un sensor de velocidad en una bicicleta eléctrica?"],"datos":"# Cyclone Mid Drive 3000w ¿Potencia sin Control?\n\n![En otra vida, yo era un traficante de drogas](/img/img-blog/stomper.jpg)\n\n\nDespués de una larga espera, mi Cyclone Mid Drive 3000W llegó la semana pasada desde Amazon.com. Este kit estaba en oferta durante el Black Friday a un precio ridículo de 369 €, así que hice lo que cualquier adicto a las bicicletas eléctricas que se precie haría. Tomé prestada la tarjeta de crédito de mi mujer mientras dormía y la utilicé para comprarme un regalo de Navidad. Cómo iba a equivocarme pagando sólo unos 12 céntimos por vatio pico (369$/3000W), frente a los 53 céntimos por vatio pico del BBSHD (799$/1500W) y los 41 céntimos por vatio pico del BBS02 (525$/1300W).\n\n\nDespués de pasar un día entero instalando esta unidad de accionamiento, ni siquiera estoy convencido de que 3000W sea el máximo que puede soportar este motor, que podría ser incluso una oferta mejor de lo que esperaba en un principio. Este artículo le guiará a través de la instalación del Cyclone Mid Drive 3000W en un BB de 100mm de ancho. También deberías echar un vistazo a en nuestra malvada hermanastra electricbike.com, que está más centrado en la instalación de platos y bielas de 68-83mm y fue escrito por Eric de Amazon.com. No es un kit para principiantes (sin instrucciones, sin asistencia) y necesitas tener un montón de piezas de bicicleta eléctrica destruidas de tamaño decente o una nota de tu madre para comprarlo.\n\n\n\n![El kit viene con todo lo necesario, excepto unos calzos, el piñón y una cadena de una velocidad](/img/img-blog/cyclone-3000w.jpg)\n\n\n\nEl kit contiene todo lo que se necesita, excepto algunas arandelas, un acoplamiento XT90, la rueda dentada y una cadena de una sola velocidad.\n\n\n\nAsí que tu kit aparece, lo primero que debes hacer es disponer todo y asegurarte de que tienes todas las piezas que necesitas. Hay 2 kits diferentes para la Cyclone, uno para un plato de 68-83mm y otro para un BB de 83-110mm. El juego de bielas más grande tiene un aspecto muy diferente y un eje delgado y cuesta 20 € más. Asegúrese de que ha pedido y recibido el kit correcto.\n\n\n\n![kit correcto](/img/img-blog/bb-pics-e1452484822961.jpg)\n\n\n\nEl eje superior es para 68-83mm BB el eje inferior es para 83mm-110mm BB y cuesta 20$ más\n\n\n\nA continuación, tienes que conectar la batería y asegurarte de que tanto el regulador como el motor funcionan. Eric ha probado todos los motores que han salido de Amazon, pero no ha probado los reguladores. Acuérdate de girar la llave para que el indicador de voltaje del acelerador funcione, y luego gira el acelerador. El motor debería funcionar con bastante rapidez a pleno rendimiento. Este kit no contiene un sensor PAS, pero es bastante fácil añadir uno. Si añade un sistema PAS, es absolutamente necesario que tenga un sistema de corte de freno electrónico.\n\n\n\n![Pruebe el controlador y el motor antes de instalarlo para asegurarse de que todo funciona](/img/img-blog/benchtest.jpg)\n\n\n\nPruebe el controlador y el motor en el banco de pruebas antes de instalarlo para asegurarse de que todo funciona. Muchas conexiones no se utilizan, aunque pueden serlo si se desea.\n\n\n\nTienes que enchufar un conector en los cables al controlador y recomiendo encarecidamente los XT90 con parachispas en ellos. Los motores electricos no van muy bien con niveles de potencia superiores a los 2000W o algo así y los XT90 pueden absorber una buena cantidad de potencia sin problemas. Cuestan alrededor de 1,50 € cada uno y puedes conseguirlos o arriesgarte y comprarlos en eBay o Alibaba (puede que te ahorres un dólar entero o consigas _un clon barato_). Por cierto, la última vez que enchufé por error el enorme y cutre enchufe rojo del mando, me salió una chispa enorme que me asustó un poco porque no estoy acostumbrado a ver chispas grandes. He vuelto a comprobar el voltaje de la batería y la he conectado al XT90 y ... no hay chispa. \\N - No olvides conectar el extremo hembra a la batería, porque _Las mujeres tienen todo el poder_.\n\n\n\n![Der XT90 mit Funkenschutz](/img/img-blog/xt90s%5Fspark%5Fresistant%5Fconnector%5Fset%5Fcopy%5F%5F69314-1440088211-1280-1280-e1452485298912.jpg)\n\n\n\nEl XT90 con parachispas es mi conector de alto rendimiento favorito, cuestan alrededor de 1,50 € cada uno.\n\n\n\nComo bicicleta donante, elegí una IGH Soul Stomper pulida de 3 velocidades por unos 899 € sin gastos de envío, que se puede encontrar facilmente. Normalmente, soy un tacaño total y nunca gastaría esa cantidad de dinero en una bicicleta, pero cuando vi por primera vez esta bicicleta en línea, el pequeño Beastie Boy que acechaba en mi subconsciente hizo clic en el botón COMPRARLO AHORA antes de que pudiera detenerme. Aunque es una bici preciosa, quitar el plato fue una pesadilla increíble. Me tomó 3 horas de cortar, martillar, destrozar roscas y fregar mis propias herramientas para sacar ese cojinete BB de mierda.\n\n\n\nSi no quieres ir al manicomio, sólo tienes que llevar la bicicleta a tu tienda de bicicletas más cercana para que te lo hagan. Es una buena manera de apoyar a su tienda de bicicletas local y ahorrarse la parte miserable de la instalación de un motor central. Seguro que estos trabajadores chinos aprietan los pedales de todas sus bicicletas para vengarse de nosotros, los occidentales, por tenerlo demasiado fácil aquí.\n\n\n\n![Plus que 8 mm à parcourir](/img/img-blog/img%5F20160110%5F142438682.jpg)\n\n\n\nTodavía le faltan 8 mm. He optado por poner tuercas a ambos lados del espaciador cromado con una rosca en el centro.\n\n\n\nUna vez que haya retirado el antiguo juego de bielas, es el momento de medir y ajustar las distancias entre los soportes. Utilice un par de calibradores para medir la anchura exacta de su BB de lado a lado. Tienes que alejar el soporte de aluminio del lado NO DE ENTRADA del soporte del lado DE ENTRADA para que la abertura sea lo suficientemente amplia para que quepa tu moto. Desgraciadamente, no hay mucho espacio en los tornillos unidos al motor, así que si necesitas mucho espacio, probablemente tendrás que dividir la diferencia. Después de mover el soporte al otro lado del soporte del motor, todavía necesitaba unos 8 mm más de ancho.\n\n\n\nCogí 2 tuercas de unos 3,5mm cada una y puse una en cada tuerca. No es tan mala idea, ya que no me gustaba la forma en que uno de los espaciadores estaba roscado en ambos extremos y añadir una tuerca en cada lado ayuda a que todo se sienta mucho más fuerte. Asegure todo a medida que avanza con Loctite azul, para que su motor no se caiga del soporte en algún momento del camino.\n\n\n\n![Ich musste einen Teil der Platte wegschleifen](/img/img-blog/img%5F20160110%5F150336585.jpg)\n\n\n\nTuve que lijar parte de la placa para que el cable encajara bien y no quedara demasiado encajado por la separación de 100mm.\n\n\n\nSiéntase libre de cortar o lijar las placas de montaje como usted necesita para trabajar.Mantenga la enorme abrazadera en el medio, ya que se verá mucho mejor en el medio cuando llegue el momento de montar la unidad de accionamiento en la moto. Sé que algunas personas de la Esfera Infinita desconfían de usar demasiadas bridas y abrazaderas, pero puedo decir que he estado en Black Rock City más veces de las que puedo contar, y toda la ciudad está hecha de bridas, abrazaderas y cinta adhesiva. Este kit viene con el mayor paquete de bridas que he visto nunca. Yo pagaría 369 € sólo por el pack de pinzas, el resto del kit es sólo un añadido. La enorme abrazadera se rompió la primera vez, por lo que sugiero usar dos abrazaderas de acero inoxidable en su lugar, que funcionarán mucho mejor.\n\n\n\n![Me impresionó la potencia de este motor de 10 kilos](/img/img-blog/img%5F20160106%5F134437036.jpg)\n\n\n\nMe impresionó la potencia de este motor de 10 kilos, yo diría que su potencia debería estar por encima de los 2000W.\n\n\n\nEl siguiente paso, una vez que el espaciado es correcto, es alinear el motor con el plato e insertar ambos lados del eje Cyclone. Asegúrese de que el cojinete fijo está en el lado de accionamiento y el cojinete deslizante está en el lado de no accionamiento. Esto es importante porque el lado de accionamiento tiene una rosca inversa (rosca a la izquierda para la sujeción), y si confunde los dos lados, arrancará las roscas y hará un lío muy grande. El desorden no está cubierto por la garantía.\n\n\n\nEl peso de todo el kit, incluyendo los sables láser y las llaves de los sables láser, soy muy pesado.\n\n\nEl peso de todo el kit, incluyendo los sables de luz y las llaves de los sables de luz, soy un verdadero peso muerto.\n\n\n\nA continuación, hay que apretar los rodamientos de ambos lados con una herramienta especial de apriete de rodamientos (¿he mencionado que el lado de accionamiento tiene una rosca opuesta?) Esto es más fácil cuando la bicicleta está al revés. Apriete un poco la abrazadera, luego coloque la ENORME CINTA NEGRA alrededor del tubo inferior de su bicicleta y apriétela. A continuación, apriete la abrazadera con el tornillo cerca de la parte más baja de la moto. A continuación, retire la cubierta de plástico en el lado de accionamiento de la manivela y atornille la rueda grande con los piñones. Usé Loctite, pero es porque todo lo arreglo con Loctite (el peor lubricante de la historia). Montar los dos brazos de la manivela, entonces usted tiene que trabajar en la alineación del tensor.\n\n\n\nEste tensor no está correctamente alineado, debería estar a 1 cm del motor.\n\n\n\nSi no ha ajustado la distancia del soporte en el lado de accionamiento, el piñón principal y el piñón de accionamiento deberían estar bastante bien alineados. Hay que ajustar el piñón del tensor para que se alinee entre los dos, lo que en realidad es bastante sencillo. Sólo hay que mirar los piñones y aflojar el tornillo que fija el piñón tensor al motor. Una vez alineado, apriete la tuerca contra la carcasa del motor para que el tornillo no pueda girar después.\n\n\n\nNo estoy loco por el controlador y la primera actualización que voy a hacer en este kit es un controlador Lyen 18FET que puede entregar 65 amperios en lugar de sólo 40 amperios. ¿Hueles algo a quemado? \\N - La vida de un hombre es un asunto de familia.\n\n\n\nConseguir el número correcto de eslabones en la cadena de transmisión principal es un verdadero dolor de cabeza. Debería ser como en las fotos, así que utiliza tu divisor de cadena y cualquier cadena KMC Single Speed BMX que tengas a mano para hacer una cadena adecuada. Si no tienes una cadena extra, simplemente ve a una tienda especializada y compra cualquier cadena de acero KMC Single Speed BMX. Todos son bastante indestructibles (pero pesados) y deben costar &amp;amp;lt;7\\$. Escribiría un artículo sobre cómo cambiar las cadenas, pero lo han hecho innumerables veces personas más inteligentes que yo, así que lee o ve a youtube y busca \"cambiar las cadenas de la bicicleta para dummies\". Necesitas un divisor de cadena adecuado y no deberías comprar uno barato y de mala calidad, ya que siempre se romperá.\n\n\n\n![Das freilaufende Kettenblatt lässt das BBSHD-Serienkettenblatt magersüchtig aussehen](/img/img-blog/img%5F20160110%5F132959913-1-e1452490153515.jpg)\n\n\n\nEste plato de rueda libre hace que el plato BBSHD de 558 g parezca anoréxico. ¿Es realmente necesario ser tan pesado? Vamos chicos, esto es una sobredosis total. Cierra los cinco pernos negros, saldrán.\n\n\n\nAhora viene la parte difícil, ajustar el tensor correctamente con nada más que una brida. Esta es la prueba definitiva para saber si sobrevivirás en un páramo zombi, Macgyver. Recomiendo envolver la brida alrededor de la parte superior del soporte del motor y fijarla al tornillo del otro lado. Esto permite que el tensor se adentre más en la cadena y menos hacia la moto. Si sólo fijas la brida al tornillo más cercano, no funcionará tan bien. Esta pinza es muy importante, y si se rompe y no tienes otra, tendrás que correr. ¿La moraleja de la historia? Lleve bridas de repuesto a todas partes, porque nunca se sabe cuándo se estropeará la civilización.\n\n\n\n\nObserve cómo la brida se pasa alrededor del perno, luego sobre el soporte y a través del muelle hasta el otro lado. Consejo.\n\n\n\nSi crees que has ajustado el tensor del motor correctamente, deberías hacer funcionar el motor un poco para ver si la cadena salta. Tenga en cuenta que una cadena que corre libremente es _increíblemente peligrosa_. Si tratas la cadena con el mismo respeto que una bicicletasierra, probablemente podrás conservar todos tus dedos. Desconecte el motor de la red eléctrica en cuanto haya probado el tensor, coloque la cadena principal y ajústela.\n\n\n\nEncontrar el plato adecuado para la parte delantera puede ser un reto. Si estás construyendo una bicicleta de paseo, te sugeriría que siguieras con un plato de 44T. Si vas a hacer trail, entonces probablemente vas a ir por algo un poco más pequeño, a menos que estés corriendo un granny 42T en la parte trasera. Puedes sustituir el plato interior del BCD104 por cualquier otro, pero a este nivel de rendimiento te arrepentirás de haber utilizado cualquier otro plato que no sea de acero. El aluminio se dobla con demasiada facilidad y se desgasta demasiado rápido. Mi única queja sobre este kit fue que mi plato interior de acero 104BCD estaba bastante doblado, probablemente debido a daños en el transporte. Aunque se tambaleaba unos 5 mm de lado a lado cuando el motor estaba en marcha, seguía funcionando bien, así que lo utilicé de todos modos.\n\n\n\n![Este kit queda muy bien cuando por fin está montado en la moto](/img/img-blog/dark-side.jpg)\n\n\n\nEste kit se ve muy bien cuando finalmente se monta en la moto. Los bolsillos triangulares son ideales para ocultar el caótico nido de ratas de los cables.\n\n\n\nLa instalación del acelerador es sencilla, moví mi interruptor de 3 velocidades IGH al lado izquierdo porque prefiero tener mi interruptor de agarre en el cabezal en lugar de mi indicador de voltaje y acelerador. Aconsejo encarecidamente que se instale una desconexión de los frenos en el motor, porque si ocurre algo y el motor se bloquea, los frenos no funcionarán tan bien. He optado por una bolsa con cremallera de Amazon (disponible aquí), que oculta bien todos los cables de los mandos y tiene un aspecto bastante sexy. La bolsa con cremallera no oculta tanto el cuadro como otras bolsas de batería triangulares. Escribí un hilo de construcción separado para el Soul Stomper, al que llamo Burning Chome y que se puede encontrar facilmente, así como para el Sturmey 3-speed IGH, que funciona sorprendentemente bien incluso a mayor potencia. Cambié bajo carga y el buje de engranaje integrado no hizo ningún ruido extraño. Me sentí como si estuviera cambiando en una bicicleta de menor cilindrada y fue suave como la seda.\n\n\n\n![Bei korrekter Installation sollte die Hauptantriebskette so aussehen](/img/img-blog/good-side.jpg)\n\n\n\nSi se instala correctamente, la cadena de transmisión principal debería tener más o menos este aspecto. Tengo tantas ganas de robar esta moto... oh espera .... ya es mía.\n\n\n\nMe ha gustado mucho el botón de desconexión de la bicicleta eléctrica en el acelerador y creo que debería ser una opción para todas las bicicletas eléctricas. Pero eso no significa que no vaya a cerrarlo de todas formas, especialmente si estoy montando algo tan impresionante. Es genial poder conectar las luces de la bicicleta eléctrica al controlador, para que todo se apague con un solo interruptor. Se acabaron las baterías vacías porque te olvidaste de apagar las luces traseras al guardar la moto.\n\n\n\nLa combinación de la Cyclone y el cambio de buje de 3 velocidades la hacían sentir como una moto, e incluso a altas velocidades la Burning Chrome, con su cuadro de acero, era increíblemente estable. Los frenos eran hidráulicos muy deportivos en los frenos traseros y BB7 con un recorte de freno electrónico en la parte delantera y talló por la oscura carretera nevada en la noche como un murciélago del infierno. Con una batería de 52 V, este kit alcanza una velocidad máxima de unos 35 km/h con 2000 W de potencia. Funcionando con una batería de 72V, estoy seguro de que iría incluso más rápido que eso. Lo probé con una batería LifePo4 Headway 16S, que puede manejar 50 amperios de forma continua y nunca se calentó realmente hasta que lo probé con este motor durante 10 kilometros a tope. Como nota al margen, cualquier policía que te vea ir a más de 65 km/h en una \"moto\" es _probable_ que quiera meterse contigo, con el pelo rosa brillante tampoco ayudará.\n\n\n\n**¿Así que el kit Cyclone es realmente un asesino de motores centrales Bafang?\n\n\n\nEl Bafang BBSHD/BBS02 y el Cyclone son animales completamente diferentes. Con una transmisión suficientemente baja, cada uno de estos propulsores puede escalar casi cualquier cosa. Cada unidad de accionamiento se distingue en diferentes aplicaciones:\n\n\n\n* La BBS02 es la más adecuada para aplicaciones ligeras o para la conducción en singletrack, donde se puede hacer funcionar el motor a velocidades más altas que las que se utilizarían al pedalear. En el mejor de los casos, conduce a unos 40 km/h, aunque puede ir mucho más rápido durante períodos cortos.\n\n\n\n* El BBSHD es el más adecuado para aplicaciones de alto par/alta carga, donde se necesita más potencia a un ritmo normal. Esta unidad de accionamiento parece ir bien a unos 50 km/h, aunque puede ir bastante más rápido durante más tiempo.\n\n\n\n* El Cyclone funciona un poco más lento, pero parece hacer mucha potencia a bajas velocidades. Realmente parece sobresalir a muy alta potencia para la mayor velocidad o par. Me recordó totalmente la sensación de un motor Stokemonkey sin el peso de 20 kilos. Si llevas mucho peso (por ejemplo, dos personas en una bicicleta) o quieres rodar a 35 mph durante mucho tiempo, el Cyclone es una buena opción (o un motor de buje muy grande como el 25lb MXUS.\n\n\n\n![Dennis Horning tiene esta protección contra el fuego](/img/img-blog/chain-coverl.jpg)\n\n\n\nDennis Horning diseñó este protector de cadena hecho a medida porque quiere que todos sus dedos estén donde están. Bonitos dedos Dennis, me da hambre sólo con mirarlos.\n\n\n\nLa velocidad óptima para las bicicletas eléctricas es inferior a 30 km/h por las siguientes razones:\n\n\n\n2. se consume mucha menos energía. Por encima de 30 mph, gran parte de la energía se gasta en apartar el aire de tu camino y no en llevarte a donde tienes que ir.\n\n\n\n3. ¿Es realmente necesario conducir a más de 50 km/h? Si se observan las estadísticas de víctimas mortales, las probabilidades de sufrir lesiones graves en un accidente aumentan drásticamente por encima de los 50 km/h. Las posibilidades de herir a otra persona (otro ciclista o un peatón) también aumentan drásticamente.\n\n\n\nCuando terminé esta construcción, me subí al Soul Stomper y lo conduje más de 10 kilometros desde mi casa en la carretera. Fácilmente llega a 30's de alto para MPH y no tuve ningún problema en correrlo a toda velocidad con una batería de 52v por 5 kilometros, hasta que no podía sentir mis manos por el frío y me volví para casa. Me sorprendió ver que la transmisión no tuvo absolutamente ningún problema en su primer viaje. Sólo puedo imaginar lo que pensaron mis vecinos cuando me vieron conducir una bicicleta a más de 35 km/h en pleno invierno.\n\n\n\nNo soy adicto. Puedo parar cuando quiera. De verdad que sí.\n\n\n\n","params":{"posts":"cyclone-mid-drive-3000w"}},"__N_SSG":true}